{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Adenosina",
            "nomeComercial": "Adenocard®, Adenoscan®",
            "classificacao": "Antiarrítmico classe V, nucleosídeo endógeno, modulador de receptores purinérgicos A1 e A2",
            "mecanismoAcao": "A adenosina é um nucleosídeo endógeno que age através da ativação dos receptores purinérgicos A1 no nodo atrioventricular (AV), levando à inibição transitória da condução AV. Atua aumentando o influxo de potássio (corrente IK.Ado) e diminuindo o influxo de cálcio (corrente ICa), resultando em hiperpolarização das células nodais e supressão temporária da condução elétrica pelo nodo AV. Esse bloqueio é efetivo na reversão de taquicardias supraventriculares (TSV) reentrantes dependentes do nodo AV. Atua também nos receptores A2, causando vasodilatação coronariana transitória. Possui meia-vida extremamente curta devido à rápida degradação por adenosina desaminase e reabsorção celular.",
            "farmacocinetica": "• Início de ação: imediato (em segundos) após administração IV.\n• Pico de efeito: imediato.\n• Duração do efeito: 10–20 segundos.\n• Meia-vida plasmática: <10 segundos (tipicamente 1,5–10 segundos).\n• Metabolização: rápida por captação celular, desaminação pela adenosina desaminase e conversão em inosina.\n• Excreção: metabólitos são eliminados principalmente via renal.",
            "farmacodinamica": "Produz bloqueio transitório do nodo AV, interrompendo circuitos de reentrada que dependem desse nodo. Seu efeito eletrofisiológico é dose-dependente e extremamente breve, permitindo reversão rápida de arritmias supraventriculares. Causa vasodilatação coronariana, podendo gerar rubor, hipotensão e sensação de calor. A adenosina não apresenta efeito direto sobre tecido ventricular, feixe de His ou músculo atrial, sendo ineficaz contra taquicardias ventriculares ou fibrilação/flutter atrial.",
            "indicacoes": "• Tratamento de taquicardias supraventriculares paroxísticas (TSV) com circuito de reentrada que envolva o nodo AV.\n• Diagnóstico diferencial de taquicardias de QRS estreito (para avaliar dependência do nodo AV).\n• Avaliação funcional da reserva de fluxo coronariano durante testes de perfusão miocárdica (uso farmacológico como vasodilatador).",
            "posologia": "Adulto:\n• Inicial: 6 mg em bolus IV rápido (<2 segundos), seguido imediatamente por flush de 20 mL de SF 0,9%.\n• Se não houver resposta em 1–2 minutos, administrar 12 mg IV rápido.\n• Uma terceira dose de 12 mg pode ser administrada, se necessário.\nPediatria:\n• 0,05 mg/kg IV rápido (mínimo 0,3 mg), seguido por flush.\n• Se não houver resposta, aumentar progressivamente em incrementos de 0,05 mg/kg até máximo de 0,25–0,3 mg/kg (máximo absoluto de 12 mg por dose).",
            "administracao": "Administração exclusivamente por via intravenosa em bolus rápido (<2 segundos), preferencialmente em acesso venoso proximal (antecubital ou central), seguida imediatamente por flush rápido de 20 mL de SF 0,9% para garantir chegada rápida ao coração. Deve ser realizada sob monitorização cardíaca contínua (ECG) e suporte de emergência disponível.",
            "doseMaxima": "Adulto: 12 mg por dose, até 3 doses.\nPediatria: 0,3 mg/kg (máximo absoluto 12 mg).",
            "doseMinima": "Adulto: 6 mg.\nPediatria: 0,05 mg/kg.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Rubor facial, sensação de calor, desconforto torácico, dispneia transitória.\n• Bradicardia transitória, bloqueio AV transitório, pausas sinusais.\nComuns (1–10%):\n• Cefaleia, tontura, náuseas, sensação de morte iminente.\n• Palpitações após o efeito.\n• Hipotensão leve.\nRaras (<0,1%):\n• Broncoespasmo, especialmente em asmáticos.\n• Assistolia transitória (esperada, geralmente autolimitada em 5–15 segundos).\n• Fibrilação atrial ou flutter após a conversão.\n• Reações alérgicas muito raras (rash, prurido, angioedema).",
            "riscoGravidez": "Categoria C. Estudos em animais não são conclusivos. Devido à meia-vida extremamente curta e uso em situações agudas, é considerada relativamente segura na gravidez quando clinicamente necessária, sob monitorização.",
            "riscoLactacao": "Desconhecido se é excretada no leite materno. Devido à meia-vida extremamente curta, não se espera risco para lactentes. Uso considerado seguro em situações agudas.",
            "ajusteRenal": "Não requer ajuste. A depuração não depende da função renal, pois a metabolização é predominantemente celular e enzimática.",
            "ajusteHepatico": "Não requer ajuste. O metabolismo da adenosina é predominantemente extra-hepático, por captação celular e adenosina desaminase plasmática.",
            "contraindicacoes": "• Hipersensibilidade conhecida à adenosina.\n• Bloqueio AV de 2º grau Mobitz II ou 3º grau (sem marcapasso).\n• Síndrome do nó sinusal (sem marcapasso).\n• Broncoespasmo ativo, asma grave.\n• Uso concomitante de teofilina, aminofilina ou outras metilxantinas (antagonizam efeito).\n• Uso recente de dipiridamol (potencializa efeito, risco de bloqueio severo).\n• Hipotensão grave não tratada.\n• Insuficiência cardíaca descompensada com instabilidade hemodinâmica.",
            "interacaoMedicamento": "• Metilxantinas (teofilina, aminofilina, cafeína): antagonizam competitivamente os efeitos da adenosina.\n• Dipiridamol: potencializa significativamente o efeito da adenosina, risco de bradicardia severa e bloqueio AV (pode ser necessário reduzir dose).\n• Carbamazepina e benzodiazepínicos: podem aumentar o risco de bloqueios AV ou assistolia.\n• Bloqueadores beta-adrenérgicos e bloqueadores dos canais de cálcio não diidropiridínicos (verapamil, diltiazem): podem potencializar efeitos bradicárdicos.",
            "apresentacao": "Ampolas de 6 mg/2 mL (3 mg/mL).",
            "preparo": "Uso direto, sem necessidade de diluição. Deve ser administrada em bolus IV extremamente rápido (<2 segundos), seguido imediatamente por flush rápido de 20 mL de SF 0,9%.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%. Não deve ser diluída em outros veículos.",
            "armazenamento": "Conservar entre 15°C e 30°C, protegido da luz. Não congelar. Uso imediato após abertura.",
            "cuidadosMedicos": "• Monitorização contínua de ECG, pressão arterial e oximetria.\n• Estar preparado para intervenções imediatas (RCP, marcapasso externo) devido ao risco de assistolia transitória.\n• Acesso venoso de bom calibre, preferencialmente proximal.\n• Corrigir hipocalemia, hipomagnesemia ou outras causas de instabilidade elétrica antes da administração.\n• Ter desfibrilador disponível.\n• Avaliar cuidadosamente história de broncoespasmo ou obstrução de vias aéreas antes da administração.",
            "cuidadosFarmaceuticos": "• Conferir integridade da ampola antes do uso.\n• Preparar seringa com a dose exata e uma segunda seringa com 20 mL de SF 0,9% para flush imediato.\n• Alertar a equipe médica sobre a necessidade de administração extremamente rápida.\n• Descartar solução se houver turvação, alteração de cor ou precipitação.\n• Realizar rastreabilidade de lote, dose e horário de administração.",
            "cuidadosEnfermagem": "• Monitorar ECG contínuo durante e após a administração.\n• Observar para pausas sinusais, bradicardia ou assistolia (esperadas, mas geralmente autolimitadas).\n• Tranquilizar o paciente quanto às sensações desconfortáveis e transitórias (calor, opressão torácica, tontura).\n• Notificar imediatamente qualquer evento adverso persistente, como assistolia prolongada, broncoespasmo ou hipotensão severa.\n• Garantir que o acesso venoso esteja pérvio e funcional antes da administração.",
            "viaEliminacao": "Metabolização predominantemente por captação celular e desaminação enzimática por adenosina desaminase, seguida de conversão em inosina. Excreção renal de metabólitos. Não é eliminada inalterada.",
            "inicioAcao": "Imediato (em segundos) após administração IV em bolus rápido.",
            "tempoPico": "Imediato (coincide com a administração).",
            "meiaVida": "Menos de 10 segundos (tipicamente entre 1,5 e 10 segundos).",
            "efeitoClinico": "Bloqueio transitório do nó AV, com interrupção eficaz de taquicardias supraventriculares dependentes do nó AV. Possui perfil farmacodinâmico extremamente favorável para uso emergencial, devido à ação breve, rápida reversibilidade e perfil de segurança previsível em ambiente monitorado.",
            "precaucoesEspecificas": "Evitar em pacientes com história de broncoespasmo grave. Monitorar com ECG contínuo. Usar com precaução em pacientes com doença do nó sinusal, bloqueios AV, ou sob uso de drogas que deprimam a condução AV. Sempre garantir suporte imediato disponível em caso de assistolia prolongada ou instabilidade hemodinâmica.",
            "fontesBibliograficas": "Bula Anvisa (Adenocard), Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli’s Emergency Medicine (9ª Edição), PubMed ID 37482345, PubChem Compound ID 60961."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Adenosine",
            "nomeComercial": "Adenocard®, Adenoscan®",
            "classificacao": "Class V antiarrhythmic, endogenous nucleoside, modulator of purinergic A1 and A2 receptors",
            "mecanismoAcao": "Adenosine is an endogenous nucleoside that acts by activating purinergic A1 receptors in the atrioventricular (AV) node, leading to transient inhibition of AV conduction. It increases potassium influx (IK.Ado current) and decreases calcium influx (ICa current), resulting in hyperpolarization of nodal cells and temporary suppression of AV nodal electrical conduction. This block is effective in terminating AV node–dependent reentrant supraventricular tachycardias (SVT). Adenosine also acts on A2 receptors, causing transient coronary vasodilation. It has an extremely short half-life due to rapid degradation by adenosine deaminase and cellular uptake.",
            "farmacocinetica": "• Onset of action: immediate (within seconds) after IV administration.\n• Peak effect: immediate.\n• Duration of effect: 10–20 seconds.\n• Plasma half-life: <10 seconds (typically 1.5–10 seconds).\n• Metabolism: rapid via cellular uptake, deamination by adenosine deaminase, and conversion to inosine.\n• Excretion: metabolites are eliminated primarily through the kidneys.",
            "farmacodinamica": "Produces a transient AV nodal block, interrupting reentrant circuits that depend on the AV node. Its electrophysiological effect is dose-dependent and extremely brief, allowing rapid conversion of supraventricular arrhythmias. Causes coronary vasodilation, which may result in flushing, hypotension, and a sensation of warmth. Adenosine has no direct effect on ventricular tissue, His bundle, or atrial muscle, making it ineffective against ventricular tachycardias or atrial fibrillation/flutter.",
            "indicacoes": "• Treatment of paroxysmal supraventricular tachycardia (SVT) involving AV node–dependent reentrant circuits.\n• Differential diagnosis of narrow QRS complex tachycardias (to assess AV node dependence).\n• Functional assessment of coronary flow reserve during myocardial perfusion imaging (pharmacologic vasodilation).",
            "posologia": "Adults:\n• Initial: 6 mg rapid IV bolus (<2 seconds), immediately followed by a 20 mL saline flush (0.9% NaCl).\n• If no response in 1–2 minutes, administer 12 mg rapid IV bolus.\n• A third 12 mg dose may be given if needed.\nPediatrics:\n• 0.05 mg/kg rapid IV bolus (minimum 0.3 mg), followed by a flush.\n• If no response, increase dose incrementally by 0.05 mg/kg up to a maximum of 0.25–0.3 mg/kg (absolute maximum 12 mg per dose).",
            "administracao": "Administer exclusively as a rapid intravenous bolus (<2 seconds), preferably via a proximal venous access (antecubital or central), immediately followed by a rapid 20 mL saline flush (0.9% NaCl) to ensure prompt delivery to the heart. Administration should occur under continuous cardiac monitoring (ECG) with emergency support readily available.",
            "doseMaxima": "Adults: 12 mg per dose, up to 3 doses.\nPediatrics: 0.3 mg/kg (absolute maximum 12 mg).",
            "doseMinima": "Adults: 6 mg.\nPediatrics: 0.05 mg/kg.",
            "reacoesAdversas": "Very common (>10%):\n• Facial flushing, sensation of warmth, chest discomfort, transient dyspnea.\n• Transient bradycardia, transient AV block, sinus pauses.\nCommon (1–10%):\n• Headache, dizziness, nausea, sense of impending doom.\n• Palpitations after effect wears off.\n• Mild hypotension.\nRare (<0.1%):\n• Bronchospasm, especially in asthmatics.\n• Transient asystole (expected, usually self-limited within 5–15 seconds).\n• Atrial fibrillation or flutter after conversion.\n• Very rare allergic reactions (rash, pruritus, angioedema).",
            "riscoGravidez": "Category C. Animal studies are inconclusive. Due to its extremely short half-life and use in acute situations, it is considered relatively safe in pregnancy when clinically necessary, with appropriate monitoring.",
            "riscoLactacao": "Unknown if excreted in human milk. Due to its extremely short half-life, risk to nursing infants is not expected. Considered safe for use in acute situations.",
            "ajusteRenal": "No adjustment required. Clearance does not depend on renal function, as metabolism is predominantly cellular and enzymatic.",
            "ajusteHepatico": "No adjustment required. Adenosine metabolism is primarily extrahepatic, via cellular uptake and plasma adenosine deaminase.",
            "contraindicacoes": "• Known hypersensitivity to adenosine.\n• 2nd-degree Mobitz II or 3rd-degree AV block (without pacemaker).\n• Sick sinus syndrome (without pacemaker).\n• Active bronchospasm, severe asthma.\n• Concurrent use of theophylline, aminophylline, or other methylxanthines (antagonize effect).\n• Recent use of dipyridamole (potentiates effect, risk of severe block).\n• Severe untreated hypotension.\n• Decompensated heart failure with hemodynamic instability.",
            "interacaoMedicamento": "• Methylxanthines (theophylline, aminophylline, caffeine): competitively antagonize adenosine effects.\n• Dipyridamole: significantly potentiates adenosine effect, risk of severe bradycardia and AV block (dose reduction may be necessary).\n• Carbamazepine and benzodiazepines: may increase risk of AV block or asystole.\n• Beta-blockers and non-dihydropyridine calcium channel blockers (verapamil, diltiazem): may enhance bradycardic effects.",
            "apresentacao": "Ampoules of 6 mg/2 mL (3 mg/mL).",
            "preparo": "Use directly, no dilution required. Administer as an extremely rapid IV bolus (<2 seconds), immediately followed by a rapid 20 mL 0.9% NaCl flush.",
            "solucoesCompatíveis": "0.9% sodium chloride solution. Do not dilute in other vehicles.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. Do not freeze. Use immediately after opening.",
            "cuidadosMedicos": "• Continuous monitoring of ECG, blood pressure, and oximetry.\n• Be prepared for immediate interventions (CPR, external pacing) due to risk of transient asystole.\n• Use a large-bore, preferably proximal venous access.\n• Correct hypokalemia, hypomagnesemia, or other causes of electrical instability before administration.\n• Have a defibrillator available.\n• Carefully assess history of bronchospasm or airway obstruction prior to administration.",
            "cuidadosFarmaceuticos": "• Check ampoule integrity before use.\n• Prepare a syringe with the exact dose and a second syringe with 20 mL of 0.9% NaCl for immediate flush.\n• Alert the medical team to the need for extremely rapid administration.\n• Discard solution if cloudy, discolored, or if precipitation is observed.\n• Ensure traceability of batch, dose, and administration time.",
            "cuidadosEnfermagem": "• Continuously monitor ECG during and after administration.\n• Observe for sinus pauses, bradycardia, or asystole (expected but usually self-limited).\n• Reassure the patient regarding uncomfortable and transient sensations (warmth, chest tightness, dizziness).\n• Immediately report any persistent adverse event such as prolonged asystole, bronchospasm, or severe hypotension.\n• Ensure venous access is patent and functional before administration.",
            "viaEliminacao": "Metabolized predominantly by cellular uptake and enzymatic deamination by adenosine deaminase, followed by conversion to inosine. Renal excretion of metabolites. Not excreted unchanged.",
            "inicioAcao": "Immediate (within seconds) after rapid IV bolus administration.",
            "tempoPico": "Immediate (coincides with administration).",
            "meiaVida": "Less than 10 seconds (typically between 1.5 and 10 seconds).",
            "efeitoClinico": "Transient AV nodal block, with effective interruption of AV node–dependent supraventricular tachycardias. Its pharmacodynamic profile is extremely favorable for emergency use, due to its brief action, rapid reversibility, and predictable safety profile in monitored settings.",
            "precaucoesEspecificas": "Avoid in patients with a history of severe bronchospasm. Continuous ECG monitoring is required. Use cautiously in patients with sick sinus syndrome, AV blocks, or on drugs that depress AV conduction. Always ensure immediate support is available in case of prolonged asystole or hemodynamic instability.",
            "fontesBibliograficas": "FDA Label (Adenocard), Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli’s Emergency Medicine (9th Edition), PubMed ID 37482345, PubChem Compound ID 60961."
        }
    },
"ES": {
    "bulario": {
        "nomePrincipioAtivo": "Adenosina",
        "nomeComercial": "Adenocard®, Adenoscan®",
        "classificacao": "Antiarrítmico clase V, nucleósido endógeno, modulador de los receptores purinérgicos A1 y A2",
        "mecanismoAcao": "La adenosina es un nucleósido endógeno que actúa mediante la activación de los receptores purinérgicos A1 en el nodo auriculoventricular (AV), produciendo una inhibición transitoria de la conducción AV. Incrementa el influjo de potasio (corriente IK.Ado) y reduce el influjo de calcio (corriente ICa), generando hiperpolarización de las células del nodo y supresión temporal de la conducción eléctrica a través del nodo AV. Este bloqueo es efectivo para revertir taquicardias supraventriculares (TSV) reentrantes dependientes del nodo AV. Además, actúa sobre los receptores A2, provocando vasodilatación coronaria transitoria. Posee una vida media extremadamente corta debido a su rápida degradación por adenosina desaminasa y captación celular.",
        "farmacocinetica": "• Inicio de acción: inmediato (en segundos) tras administración IV.\n• Pico de efecto: inmediato.\n• Duración del efecto: 10–20 segundos.\n• Vida media plasmática: <10 segundos (típicamente 1,5–10 segundos).\n• Metabolismo: rápido por captación celular, desaminación por adenosina desaminasa y conversión a inosina.\n• Excreción: los metabolitos se eliminan principalmente por vía renal.",
        "farmacodinamica": "Produce bloqueo transitorio del nodo AV, interrumpiendo circuitos de reentrada dependientes de dicho nodo. Su efecto electrofisiológico es dosis-dependiente y extremadamente breve, permitiendo la reversión rápida de arritmias supraventriculares. Provoca vasodilatación coronaria, lo que puede originar rubor, hipotensión y sensación de calor. La adenosina no tiene efecto directo sobre el tejido ventricular, haz de His o músculo auricular, siendo ineficaz frente a taquicardias ventriculares o fibrilación/flutter auricular.",
        "indicacoes": "• Tratamiento de taquicardias supraventriculares paroxísticas (TSV) con circuito de reentrada que involucre el nodo AV.\n• Diagnóstico diferencial de taquicardias de QRS estrecho (para evaluar dependencia del nodo AV).\n• Evaluación funcional de la reserva de flujo coronario durante pruebas de perfusión miocárdica (uso farmacológico como vasodilatador).",
        "posologia": "Adultos:\n• Inicial: 6 mg en bolo IV rápido (<2 segundos), seguido inmediatamente de un flush de 20 mL de solución salina 0,9%.\n• Si no hay respuesta en 1–2 minutos, administrar 12 mg IV rápido.\n• Puede administrarse una tercera dosis de 12 mg si es necesario.\nPediatría:\n• 0,05 mg/kg IV rápido (mínimo 0,3 mg), seguido de flush.\n• Si no hay respuesta, aumentar progresivamente en incrementos de 0,05 mg/kg hasta un máximo de 0,25–0,3 mg/kg (máximo absoluto de 12 mg por dosis).",
        "administracao": "Administración exclusivamente por vía intravenosa en bolo rápido (<2 segundos), preferiblemente en acceso venoso proximal (antecubital o central), seguido inmediatamente de un flush rápido de 20 mL de solución salina 0,9% para asegurar la llegada rápida al corazón. Debe realizarse bajo monitorización cardíaca continua (ECG) y con soporte de emergencia disponible.",
        "doseMaxima": "Adultos: 12 mg por dosis, hasta 3 dosis.\nPediatría: 0,3 mg/kg (máximo absoluto 12 mg).",
        "doseMinima": "Adultos: 6 mg.\nPediatría: 0,05 mg/kg.",
        "reacoesAdversas": "Muy frecuentes (>10%):\n• Rubor facial, sensación de calor, molestia torácica, disnea transitoria.\n• Bradicardia transitoria, bloqueo AV transitorio, pausas sinusales.\nFrecuentes (1–10%):\n• Cefalea, mareo, náuseas, sensación de muerte inminente.\n• Palpitaciones tras el efecto.\n• Hipotensión leve.\nRaras (<0,1%):\n• Broncoespasmo, especialmente en asmáticos.\n• Asistolia transitoria (esperada, generalmente autolimitada en 5–15 segundos).\n• Fibrilación auricular o flutter tras la conversión.\n• Reacciones alérgicas muy raras (rash, prurito, angioedema).",
        "riscoGravidez": "Categoría C. Los estudios en animales no son concluyentes. Debido a su vida media extremadamente corta y uso en situaciones agudas, se considera relativamente segura en el embarazo cuando sea clínicamente necesario, bajo monitorización.",
        "riscoLactacao": "Se desconoce si se excreta en la leche materna. Debido a su vida media extremadamente corta, no se espera riesgo para lactantes. Uso considerado seguro en situaciones agudas.",
        "ajusteRenal": "No requiere ajuste. La depuración no depende de la función renal, ya que el metabolismo es predominantemente celular y enzimático.",
        "ajusteHepatico": "No requiere ajuste. El metabolismo de la adenosina es principalmente extrahepático, por captación celular y adenosina desaminasa plasmática.",
        "contraindicacoes": "• Hipersensibilidad conocida a la adenosina.\n• Bloqueo AV de segundo grado Mobitz II o tercer grado (sin marcapasos).\n• Síndrome del seno enfermo (sin marcapasos).\n• Broncoespasmo activo, asma grave.\n• Uso concomitante de teofilina, aminofilina u otras metilxantinas (antagonizan el efecto).\n• Uso reciente de dipiridamol (potencia el efecto, riesgo de bloqueo severo).\n• Hipotensión grave no tratada.\n• Insuficiencia cardíaca descompensada con inestabilidad hemodinámica.",
        "interacaoMedicamento": "• Metilxantinas (teofilina, aminofilina, cafeína): antagonizan competitivamente los efectos de la adenosina.\n• Dipiridamol: potencia significativamente el efecto de la adenosina, riesgo de bradicardia severa y bloqueo AV (puede ser necesario reducir la dosis).\n• Carbamazepina y benzodiacepinas: pueden aumentar el riesgo de bloqueos AV o asistolia.\n• Betabloqueadores y bloqueadores de los canales de calcio no dihidropiridínicos (verapamilo, diltiazem): pueden potenciar los efectos bradicárdicos.",
        "apresentacao": "Ampollas de 6 mg/2 mL (3 mg/mL).",
        "preparo": "Uso directo, sin necesidad de dilución. Debe administrarse en bolo IV extremadamente rápido (<2 segundos), seguido inmediatamente de un flush rápido de 20 mL de solución salina 0,9%.",
        "solucoesCompatíveis": "Suero fisiológico 0,9%. No debe diluirse en otros vehículos.",
        "armazenamento": "Conservar entre 15°C y 30°C, protegido de la luz. No congelar. Uso inmediato tras la apertura.",
        "cuidadosMedicos": "• Monitorización continua de ECG, presión arterial y oximetría.\n• Estar preparado para intervenciones inmediatas (RCP, marcapasos externo) debido al riesgo de asistolia transitoria.\n• Acceso venoso de buen calibre, preferiblemente proximal.\n• Corregir hipokalemia, hipomagnesemia u otras causas de inestabilidad eléctrica antes de la administración.\n• Tener disponible un desfibrilador.\n• Evaluar cuidadosamente antecedentes de broncoespasmo u obstrucción de vías aéreas antes de la administración.",
        "cuidadosFarmaceuticos": "• Verificar la integridad de la ampolla antes del uso.\n• Preparar una jeringa con la dosis exacta y una segunda jeringa con 20 mL de suero fisiológico 0,9% para flush inmediato.\n• Alertar al equipo médico sobre la necesidad de administración extremadamente rápida.\n• Descartar la solución si presenta turbidez, cambio de color o precipitación.\n• Realizar trazabilidad de lote, dosis y horario de administración.",
        "cuidadosEnfermagem": "• Monitorizar ECG continuo durante y después de la administración.\n• Observar pausas sinusales, bradicardia o asistolia (esperadas, pero generalmente autolimitadas).\n• Tranquilizar al paciente respecto a las sensaciones incómodas y transitorias (calor, opresión torácica, mareo).\n• Notificar inmediatamente cualquier evento adverso persistente, como asistolia prolongada, broncoespasmo o hipotensión grave.\n• Asegurar que el acceso venoso esté permeable y funcional antes de la administración.",
        "viaEliminacao": "Metabolización predominantemente por captación celular y desaminación enzimática por adenosina desaminasa, seguida de conversión a inosina. Excreción renal de metabolitos. No se elimina inalterada.",
        "inicioAcao": "Inmediato (en segundos) tras administración IV en bolo rápido.",
        "tempoPico": "Inmediato (coincide con la administración).",
        "meiaVida": "Menos de 10 segundos (típicamente entre 1,5 y 10 segundos).",
        "efeitoClinico": "Bloqueo transitorio del nodo AV, con interrupción eficaz de taquicardias supraventriculares dependientes del nodo AV. Posee un perfil farmacodinámico extremadamente favorable para uso de emergencia, por su acción breve, reversibilidad rápida y perfil de seguridad predecible en ambiente monitorizado.",
        "precaucoesEspecificas": "Evitar en pacientes con antecedentes de broncoespasmo grave. Monitorizar con ECG continuo. Usar con precaución en pacientes con enfermedad del nodo sinusal, bloqueos AV, o bajo uso de fármacos que depriman la conducción AV. Garantizar siempre soporte inmediato disponible en caso de asistolia prolongada o inestabilidad hemodinámica.",
        "fontesBibliograficas": "Ficha técnica AEMPS (Adenocard), Miller’s Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), UpToDate (2024), Micromedex, Guías ACLS 2020, Tintinalli’s Emergency Medicine (9ª Edición), PubMed ID 37482345, PubChem Compound ID 60961."
    }
}
}


