{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Adrenalina (Epinefrina Base ou como Hemitartarato/Hidrocloridrato)",
            "nomeComercial": "Adren®, Epipen®, Epiren®, Epinefrina Hipocloridrato®, Epifrin®",
            "classificacao": "Agonista adrenérgico não seletivo (α e β), simpaticomimético de ação direta com propriedades vasopressoras, broncodilatadoras e cardiotônicas.",
            "mecanismoAcao": "Agonista dos receptores adrenérgicos alfa-1, alfa-2, beta-1 e beta-2. A estimulação alfa-1 promove vasoconstrição periférica e aumento da pressão arterial; a beta-1 aumenta contratilidade miocárdica, frequência cardíaca e condução AV; a beta-2 induz broncodilatação, tocolise e estabilização de mastócitos. Em baixas doses, predomina o efeito beta; em doses elevadas, o efeito alfa é dominante. Atua também reduzindo a liberação de mediadores inflamatórios (histamina, prostaglandinas, leucotrienos).",
            "farmacocinetica": "Início de ação imediato por via IV, 3–5 minutos por via IM, 5–10 min por SC e 1–5 minutos por inalação. Pico de ação: ~20 minutos IM. Meia-vida plasmática curta (~2–3 min). Metabolismo hepático e extra-hepático por MAO e COMT. Excreção renal principalmente como metabólitos inativos (ácido vanilmandélico e metanefrinas).",
            "farmacodinamica": "Aumenta a pressão arterial média, débito cardíaco e contratilidade. Reduz resistência das vias aéreas. Eleva perfusão coronariana e cerebral durante RCP. Restaura o tônus vascular em choque com vasoplegia. Efeito broncodilatador potente em asma e anafilaxia. Necessita infusão contínua ou doses repetidas para manutenção por curta duração de ação.",
            "indicacoes": "Parada cardiorrespiratória, anafilaxia, broncoespasmo agudo grave, choque séptico com vasoplegia refratária, bradicardia refratária, adjuvante de anestésicos locais, laringite subglótica (crupe).",
            "posologia": "PCR em adultos: 1 mg IV ou IO a cada 3–5 minutos, utilizando solução 1:10.000.  \nPCR em crianças: 0,01 mg/kg IV/IO (máx. 1 mg), repetir a cada 3–5 minutos.  \nAnafilaxia em adultos: 0,3 a 0,5 mg IM (solução 1:1000), repetir a cada 5–15 minutos conforme resposta clínica.  \nAnafilaxia em pediatria: 0,01 mg/kg IM (máximo 0,3 mg/dose), repetir a cada 5–15 minutos.  \nBroncoespasmo agudo: 0,3–0,5 mg SC a cada 20 minutos até 3 doses.  \nInfusão contínua em adultos: iniciar com 0,05 mcg/kg/min e ajustar até 2 mcg/kg/min conforme resposta hemodinâmica.  \nInfusão em pediatria: 0,1 a 1 mcg/kg/min, titulada conforme efeito clínico.  \nNebulização (ex. crupe): 0,5 mL/kg de solução 1:1000 (máx. 5 mL) diluído em 2–3 mL de SF 0,9%, via inalatória.  \nPush dose (off-label): 5 a 20 mcg IV (ex.: 0,5 a 2 mL de solução 10 mcg/mL), repetir a cada 2–5 minutos se necessário.",
            "administracao": "Intravenosa (IV), intramuscular (IM), subcutânea (SC), intraóssea (IO), endotraqueal (ET), nebulização e infusão contínua com bomba. Preferir via central em infusões contínuas.",
            "doseMaxima": "Adultos: 1 mg por dose IV (PCR), 0,5 mg por dose IM (anafilaxia). Pediatria: 0,3 mg IM (máximo).",
            "doseMinima": "0,01 mg/kg (uso pediátrico IV ou IM).",
            "reacoesAdversas": "Taquicardia, arritmias ventriculares, hipertensão, cefaleia, ansiedade, tremores, sudorese, palidez, isquemia miocárdica, hemorragia intracraniana (raro), necrose tecidual (extravasamento).",
            "riscoGravidez": "Categoria C. Uso deve ser restrito a situações clínicas que justifiquem o benefício materno, como anafilaxia ou PCR.",
            "riscoLactacao": "Excreção no leite materno é mínima. Considerado seguro em uso emergencial.",
            "ajusteRenal": "Não requer ajuste em insuficiência leve ou moderada. Em doença renal avançada, monitorar efeitos cardiovasculares e eletrolíticos.",
            "ajusteHepatico": "Usar com cautela em insuficiência hepática grave devido à metabolização hepática comprometida. Risco de efeito prolongado ou tóxico.",
            "contraindicacoes": "Sem contraindicações absolutas em emergências. Relativas: taquiarritmias instáveis, hipertireoidismo descompensado, feocromocitoma.",
            "interacaoMedicamento": "Potencializa risco de arritmias com halogenados voláteis. Interage com IMAOs, tricíclicos, betabloqueadores, digitálicos. Hipocalemia induzida pode aumentar arritmogenicidade. Reduz ação de insulina. Incompatível com soluções alcalinas (ex.: bicarbonato).",
            "apresentacao": "Ampolas: 1 mg/mL (1:1000) – uso IM/SC; 1 mg/10 mL (1:10.000) – uso IV. Auto-injetores: 0,15 mg (infantil), 0,3 mg (adulto).",
            "preparo": "Infusão: 1 mg em 250 mL SF 0,9% (4 mcg/mL) ou 1 mg em 100 mL (10 mcg/mL). Push dose: 1 mL (1 mg) diluído em 100 mL → 10 mcg/mL. Alternativa: 0,5 mg em 10 mL → 50 mcg/mL.",
            "solucoesCompatíveis": "Compatível com SF 0,9% e SG 5%. Incompatível com soluções alcalinas. Não misturar com bicarbonato na mesma via.",
            "armazenamento": "Conservar entre 15–30 °C, protegido da luz. Descartar se solução estiver escurecida ou turva.",
            "cuidadosMedicos": "Monitorar ECG, PA contínua, débito urinário, SpO2, perfusão periférica e sinais de isquemia. Preferir acesso venoso central em infusão prolongada.",
            "cuidadosFarmaceuticos": "Realizar diluição sob técnica asséptica. Utilizar imediatamente após preparo. Evitar extravasamento.",
            "cuidadosEnfermagem": "Verificar via e dose correta. Monitorar sinais vitais e ECG continuamente. Observar sinais precoces de toxicidade adrenérgica.",
            "fontesBibliograficas": "Miller’s Anesthesia (8ª ed.), Stoelting: Pharmacology in Anesthetic Practice, Diretrizes ACLS 2020 (AHA), Manual SBP, UpToDate (2024), Micromedex, PubMed ID 36782345."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Adrenaline (Epinephrine)",
            "nomeComercial": "Adren®, Epipen®, Epiren®, Epinephrine Hydrochloride",
            "classificacao": "Adrenergic agent, sympathomimetic, vasopressor, and bronchodilator",
            "mecanismoAcao": "Acts as an alpha and beta adrenergic agonist. Stimulation of alpha-1 receptors causes peripheral vasoconstriction, while beta-1 receptor activation increases cardiac contractility and heart rate. Beta-2 receptor stimulation leads to bronchodilation. Activation of beta-2 receptors also stabilizes mast cells, reducing the release of histamine, leukotrienes, and pro-inflammatory cytokines. Epinephrine inhibits cellular degranulation and promotes coronary vasodilation. At high doses, alpha-1 effects predominate; at low doses, beta-2 effects are more pronounced, which justifies its use in isolated bronchospasm.",
            "farmacocinetica": "Onset of action is immediate via IV; 3–5 minutes via IM. Metabolized by monoamine oxidase (MAO) and catechol-O-methyltransferase (COMT); renal excretion.",
            "farmacodinamica": "Increases blood pressure, heart rate, and cardiac output. Decreases airway resistance. Enhances coronary perfusion during cardiac arrest. Short duration of action. In anaphylaxis, rapidly reverses hypotension, laryngeal edema, and bronchospasm. In cardiac arrest, increases coronary and cerebral perfusion pressure, improving return of spontaneous circulation (ROSC). The bronchodilator effect is useful in refractory asthma exacerbations, while alpha-adrenergic vasoconstriction is beneficial in refractory shock with vasoplegia. Due to its short action, repeated administration or continuous infusion is required to maintain clinical effects.",
            "indicacoes": "Cardiac arrest, anaphylaxis, refractory acute bronchospasm, septic shock with refractory hypotension, severe bradycardia, as adjuvant to local anesthetics.",
            "posologia": "Adult cardiac arrest: 1 mg IV or IO every 3–5 minutes using 1:10,000 solution.  \nPediatric cardiac arrest: 0.01 mg/kg IV/IO (max 1 mg), every 3–5 minutes.  \nAdult anaphylaxis: 0.3 to 0.5 mg IM (1:1000 solution), repeat every 5–15 minutes based on clinical response.  \nPediatric anaphylaxis: 0.01 mg/kg IM (max 0.3 mg/dose), repeat every 5–15 minutes.  \nAcute bronchospasm: 0.3–0.5 mg SC every 20 minutes up to 3 doses.  \nContinuous IV infusion (adults): start at 0.05 mcg/kg/min and titrate up to 2 mcg/kg/min.  \nPediatric infusion: 0.1–1 mcg/kg/min IV, titrated to effect.  \nNebulization (e.g., croup): 0.5 mL/kg of 1:1000 solution (max 5 mL) diluted in 2–3 mL NS, inhaled.  \nPush dose (off-label): 5–20 mcg IV (e.g., 0.5 to 2 mL of 10 mcg/mL solution), repeat every 2–5 minutes if needed.",
            "administracao": "IV, IM, SC, IO, endotracheal (as alternative), nebulization (croup), continuous infusion via pump.",
            "doseMaxima": "1 mg per dose in adults (cardiac arrest). 0.5 mg IM in anaphylaxis. Pediatrics: maximum 0.3 mg per IM dose.",
            "doseMinima": "0.01 mg/kg (IM/IV in pediatrics).",
            "reacoesAdversas": "Anxiety, tremors, headache, tachyarrhythmias, hypertension, myocardial ischemia, local necrosis due to extravasation.",
            "riscoGravidez": "Category C. Use only if clearly needed. No controlled studies in humans.",
            "riscoLactacao": "Minimal excretion in breast milk; emergency use is generally considered safe.",
            "ajusteRenal": "No dosage adjustment required for mild to moderate renal impairment. Use with caution in severe renal dysfunction, monitoring for adverse effects.",
            "ajusteHepatico": "Use with caution. Hepatic metabolism may be impaired in severe hepatic insufficiency, with increased risk of toxicity.",
            "contraindicacoes": "No absolute contraindications in emergencies. Avoid in patients with unstable tachyarrhythmias outside emergency settings.",
            "interacaoMedicamento": "Potentiation of arrhythmias with halogenated anesthetics. Interacts with beta-blockers, tricyclic antidepressants, and MAO inhibitors. May reduce the effects of insulin and hypoglycemic agents. Concomitant use with antipsychotics or alpha-blockers may attenuate the vasopressor response. Use in patients on MAO inhibitors may precipitate severe hypertensive crisis. Beta-2-induced hypokalemia may increase arrhythmia risk when used with digitalis. Avoid simultaneous use with propranolol or labetalol hydrochloride without adequate preparation for induced bradycardia or bronchospasm.",
            "apresentacao": "Ampoules 1 mg/mL (1:1000) for IM/SC. Ampoules 1 mg/10 mL (1:10,000) for IV use. Auto-injectors 0.3 mg and 0.15 mg.",
            "preparo": "For infusion: dilute 1 mg in 100 mL 0.9% saline (10 mcg/mL) or 1 mg in 250 mL (4 mcg/mL). For slow IV bolus: dilute 1 mg in 10 mL saline.",
            "solucoesCompatíveis": "0.9% saline and 5% dextrose solutions are compatible. Incompatible with alkaline solutions.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. Discard if dark coloration or precipitation is observed.",
            "cuidadosMedicos": "Monitor ECG, blood pressure, oximetry, and perfusion. Use with caution in patients with cardiovascular disease.",
            "cuidadosFarmaceuticos": "Prepare under aseptic conditions. Use appropriate dilution for the route. Avoid extravasation due to risk of necrosis.",
            "cuidadosEnfermagem": "Observe for signs of toxicity (hypertension, tachycardia). Confirm route and concentration before administration.",
            "fontesBibliograficas": "Anvisa Package Insert (Epinephrine Hydrochloride), SBP Pediatric Therapeutics Manual, ACLS Guidelines 2020, Micromedex, Tintinalli’s Emergency Medicine, UpToDate (2024), PubMed ID 36782345."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Adrenalina (Epinefrina)",
            "nomeComercial": "Adren®, Epipen®, Epiren®, Epinefrina Clorhidrato",
            "classificacao": "Agente adrenérgico, simpaticomimético, vasopresor y broncodilatador",
            "mecanismoAcao": "Actúa como agonista adrenérgico de los receptores alfa y beta. La estimulación de los receptores alfa-1 induce vasoconstricción periférica, mientras que la activación de los receptores beta-1 incrementa la contractilidad y la frecuencia cardíaca. La estimulación de los receptores beta-2 produce broncodilatación. La activación de beta-2 también estabiliza los mastocitos, reduciendo la liberación de histamina, leucotrienos y citocinas proinflamatorias. La adrenalina inhibe la degranulación celular y promueve la vasodilatación coronaria. A dosis elevadas, predomina el efecto alfa-1; a dosis bajas, los efectos beta-2 son más notables, lo que justifica su uso en broncoespasmo aislado.",
            "farmacocinetica": "Inicio de acción inmediato por vía IV; 3–5 minutos por vía IM. Metabolizada por monoaminooxidasa (MAO) y catecol-O-metiltransferasa (COMT); excreción renal.",
            "farmacodinamica": "Aumenta la presión arterial, la frecuencia cardíaca y el gasto cardíaco. Disminuye la resistencia de las vías respiratorias. Mejora la perfusión coronaria durante el paro cardíaco. Duración de acción corta. En anafilaxia, revierte rápidamente la hipotensión, el edema laríngeo y el broncoespasmo. En paro cardíaco, eleva la presión de perfusión coronaria y cerebral, mejorando el retorno a la circulación espontánea (ROSC). El efecto broncodilatador es útil en crisis asmáticas refractarias, mientras que la vasoconstricción alfa-adrenérgica es beneficiosa en shock refractario con vasoplejía. Su acción es breve, por lo que puede requerirse administración repetida o infusión continua para mantener los efectos clínicos deseados.",
            "indicacoes": "Paro cardiorrespiratorio, anafilaxia, broncoespasmo agudo refractario, shock séptico con hipotensión refractaria, bradicardia grave, como adyuvante de anestésicos locales.",
            "posologia": "Paro cardíaco en adultos: 1 mg IV o IO cada 3–5 minutos, utilizando solución 1:10.000.  \nParo cardíaco pediátrico: 0,01 mg/kg IV/IO (máx. 1 mg), repetir cada 3–5 minutos.  \nAnafilaxia en adultos: 0,3 a 0,5 mg IM (solución 1:1000), repetir cada 5–15 minutos según respuesta clínica.  \nAnafilaxia en pediatría: 0,01 mg/kg IM (máx. 0,3 mg/dosis), repetir cada 5–15 minutos.  \nBroncoespasmo agudo: 0,3–0,5 mg SC cada 20 minutos hasta 3 dosis.  \nInfusión continua en adultos: iniciar con 0,05 mcg/kg/min y ajustar hasta 2 mcg/kg/min según respuesta.  \nInfusión en pediatría: 0,1 a 1 mcg/kg/min IV, titular según efecto clínico.  \nNebulización (ej. crup): 0,5 mL/kg de solución 1:1000 (máx. 5 mL) diluido en 2–3 mL de SSF 0,9%, vía inhalatoria.  \nDosis en push (off-label): 5 a 20 mcg IV (ej.: 0,5 a 2 mL de solución 10 mcg/mL), repetir cada 2–5 minutos si es necesario.",
            "administracao": "IV, IM, SC, IO, endotraqueal (como alternativa), nebulización (crup), infusión continua con bomba.",
            "doseMaxima": "1 mg por dosis en adultos (paro cardíaco). 0,5 mg IM en anafilaxia. Pediatría: máximo 0,3 mg por dosis IM.",
            "doseMinima": "0,01 mg/kg (IM/IV en pediatría).",
            "reacoesAdversas": "Ansiedad, temblores, cefalea, taquiarritmias, hipertensión, isquemia miocárdica, necrosis local por extravasación.",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. No existen estudios controlados en humanos.",
            "riscoLactacao": "Excreción mínima en leche materna; el uso en emergencias se considera generalmente seguro.",
            "ajusteRenal": "No se requiere ajuste de dosis en insuficiencia renal leve a moderada. Usar con precaución en disfunción renal grave, monitorizando efectos adversos.",
            "ajusteHepatico": "Usar con precaución. El metabolismo hepático puede verse alterado en insuficiencia hepática grave, con mayor riesgo de toxicidad.",
            "contraindicacoes": "No existen contraindicaciones absolutas en situaciones de emergencia. Evitar en pacientes con taquiarritmias inestables fuera del contexto de urgencia.",
            "interacaoMedicamento": "Potenciación de arritmias con anestésicos halogenados. Interactúa con betabloqueantes, antidepresivos tricíclicos, inhibidores de la MAO. Puede reducir el efecto de insulina y antidiabéticos. El uso concomitante con antipsicóticos o bloqueadores alfa puede atenuar la respuesta vasopresora. El uso en pacientes bajo inhibidores de la MAO puede precipitar crisis hipertensivas graves. La hipopotasemia inducida por beta-2 puede aumentar el riesgo de arritmias en combinación con digitálicos. Evitar el uso simultáneo con propranolol o labetalol clorhidrato sin preparación adecuada ante la posibilidad de bradicardia o broncoespasmo inducido.",
            "apresentacao": "Ampollas 1 mg/mL (1:1000) para IM/SC. Ampollas 1 mg/10 mL (1:10.000) para uso IV. Autoinyectores 0,3 mg y 0,15 mg.",
            "preparo": "Para infusión: diluir 1 mg en 100 mL de SSF 0,9% (10 mcg/mL) o 1 mg en 250 mL (4 mcg/mL). Para bolo IV lento: diluir 1 mg en 10 mL de SSF.",
            "solucoesCompatíveis": "Solución salina fisiológica (SSF 0,9%) y solución glucosada al 5% son compatibles. Incompatible con soluciones alcalinas.",
            "armazenamento": "Conservar entre 15°C y 30°C, protegido de la luz. Desechar si se observa coloración oscura o precipitación.",
            "cuidadosMedicos": "Monitorizar ECG, presión arterial, oximetría y perfusión. Utilizar con precaución en pacientes con enfermedad cardiovascular.",
            "cuidadosFarmaceuticos": "Preparar bajo condiciones asépticas. Utilizar la dilución apropiada según la vía. Evitar extravasación por riesgo de necrosis.",
            "cuidadosEnfermagem": "Observar signos de toxicidad (hipertensión, taquicardia). Confirmar la vía y concentración antes de administrar.",
            "fontesBibliograficas": "Ficha técnica AEMPS (Epinefrina Clorhidrato), Manual Terapéutico Pediátrico, Guías ACLS 2020, Micromedex, Tintinalli’s Emergency Medicine, UpToDate (2024), PubMed ID 36782345."
        }
    }
}
