{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Água destilada (Aqua purificata)",
            "nomeComercial": "Água Destilada Estéril®, Água PPI®, Aqua Bidest®, Aqua Purificata",
            "classificacao": "Veículo e solvente farmacêutico estéril; diluente universal; solução hipotônica",
            "mecanismoAcao": "A água destilada é um solvente purificado por destilação, isenta de sais, íons, partículas e microorganismos. Por ser hipotônica em relação ao plasma, sua infusão direta em grandes volumes intravenosos pode causar lise celular (hemólise) e distúrbios eletrolíticos. É amplamente utilizada como diluente para reconstituição de medicamentos, lavagem de cavidades e enxágue de materiais cirúrgicos, sendo compatível com a maioria dos princípios ativos. Sua extrema pureza evita reações com substâncias instáveis, sendo especialmente útil na reconstituição de antibióticos liofilizados, vacinas e soluções oftálmicas. Ao não conter tampões nem eletrólitos, não interfere na estabilidade química da maioria dos princípios ativos. No entanto, sua hipotonicidade pode provocar ruptura de células endoteliais ou eritrócitos se administrada diretamente em grandes volumes pela via IV, causando hemólise osmótica rápida.",
            "farmacocinetica": "• Distribuição: entra rapidamente nos compartimentos intra e extracelular.\n• Excreção: renal (filtração glomerular da água livre).\n• Absorção: não aplicável por via parenteral.\n• Meia-vida: depende do estado hídrico e função renal do paciente.",
            "farmacodinamica": "A administração parenteral de pequenas quantidades de água destilada como diluente não tem efeitos farmacodinâmicos significativos. Grandes volumes, especialmente em infusão venosa direta, causam hemólise aguda por osmose e liberação de hemoglobina livre. Quando utilizada como veículo para reconstituição, permite administração segura de princípios ativos compatíveis, sem alterar sua eficácia. Quando utilizada para irrigação, não gera efeitos sistêmicos significativos, desde que o volume absorvido seja mínimo. Em procedimentos cirúrgicos com risco de absorção elevada (ex: RTU de próstata), a absorção inadvertida de grandes volumes pode levar a desequilíbrios hidroeletrolíticos, hemólise, convulsões e edema cerebral. Para minimizar esse risco, recomenda-se seu uso com cautela e em volumes controlados, especialmente em pacientes com função renal comprometida.",
            "indicacoes": "• Diluente para reconstituição de medicamentos injetáveis.\n• Irrigação estéril de feridas, cavidades, órgãos durante procedimentos cirúrgicos.\n• Lavagem de cateteres, sondas e sistemas fechados.\n• Enxágue de instrumentos cirúrgicos e ópticos.\n• Uso em procedimentos urológicos, oftalmológicos e ginecológicos (versão estéril).",
            "posologia": "Adultos e pediatria:\n• Quantidade variável conforme o preparo farmacêutico.\n• Reconstituição: volumes de 2 mL a 100 mL, conforme orientação da bula do fármaco.\n• Irrigação: conforme volume necessário, usualmente de 50 a 2.000 mL sob técnica estéril.\n• Uso parenteral direto: contraindicado, exceto em volumes mínimos como diluição (ex: via IM ou SC).",
            "administracao": "• Reconstituição de medicamentos: IV, IM, SC, intratecal (conforme fármaco).\n• Irrigação estéril: tópica, cavitária, intraoperatória.\n• Não administrar por via intravenosa em bolus ou infusão contínua isoladamente.\n• Técnicas assépticas e compatibilidade obrigatórias.",
            "doseMaxima": "Sem dose fixa – depende do uso; volumes maiores restritos à irrigação ou diluição sob prescrição.",
            "doseMinima": "1–2 mL (ex: diluição de vacinas, antibióticos IM).",
            "reacoesAdversas": "Comuns (1–10%):\n• Irritação local leve em uso tópico repetido.\nRaras (<0,1%):\n• Hemólise (uso IV inadvertido).\n• Reações inflamatórias se contaminada ou mal armazenada.\n• Hiponatremia dilucional em uso excessivo inadvertido por via IV.\n• Edema celular e convulsões em infusão venosa rápida (acidental).",
            "riscoGravidez": "Categoria A. Pode ser usada com segurança durante toda a gestação, inclusive para diluição de medicações obstétricas e irrigação cirúrgica.",
            "riscoLactacao": "Não há excreção no leite e nenhum risco identificado. Totalmente compatível com a amamentação.",
            "ajusteRenal": "• Não se aplica para reconstituição.\n• Evitar infusão parenteral de grandes volumes em pacientes com insuficiência renal grave ou anúria sem controle.",
            "ajusteHepatico": "• Não aplicável em diluições ou irrigação tópica.",
            "contraindicacoes": "• Infusão venosa direta isolada.\n• Hipotonicidade grave e risco de hemólise.\n• Uso intraocular prolongado sem controle de osmolaridade (off-label).",
            "interacaoMedicamento": "• Compatível com a maioria dos antibióticos, sedativos, antieméticos, vacinas.\n• Incompatível com soluções hiperosmolares ou alcalinas sem prescrição específica.\n• Atenção à estabilidade e tempo de uso após reconstituição dos fármacos. A ausência de íons previne precipitações com sais de cálcio, magnésio ou bicarbonato, tornando a água destilada ideal para fármacos sensíveis à presença de eletrólitos. Por outro lado, sua ausência de efeito tampão pode reduzir a estabilidade de medicamentos que exigem controle de pH, como certos quimioterápicos ou antibióticos carbapenêmicos. Deve-se evitar seu uso com soluções hiperosmolares sem orientação técnica, devido à osmolaridade potencialmente incompatível com o tecido humano.",
            "apresentacao": "• Frascos-ampola: 2 mL, 5 mL, 10 mL, 20 mL, 50 mL (uso injetável).\n• Bolsas de irrigação: 250 mL, 500 mL, 1.000 mL, 2.000 mL (uso estéril).\n• Frascos de laboratório: 500 mL, 1.000 mL (uso não parenteral).",
            "preparo": "• Pronta para uso.\n• Usar seringa e agulha estéreis para retirada do frasco-ampola.\n• Utilizar imediatamente após abertura; evitar contaminação.\n• Armazenar soluções reconstituídas conforme orientação do medicamento diluído.",
            "solucoesCompatíveis": "• Compatível com a maioria dos medicamentos liofilizados. Incompatível com eletrólitos hiperosmolares e bicarbonato.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz e calor.\n• Frascos abertos devem ser descartados após 24 h, salvo em sistema fechado e asséptico contínuo.",
            "cuidadosMedicos": "• Evitar uso indevido por via IV isolada.\n• Confirmar concentração e volume de reconstituição.\n• Monitorar sinais de hemólise em caso de infusão acidental em grande volume.",
            "cuidadosFarmaceuticos": "• Verificar lote, validade e integridade do frasco antes do uso.\n• Utilizar técnica estéril rigorosa.\n• Garantir compatibilidade com o princípio ativo e registrar na prescrição.",
            "cuidadosEnfermagem": "• Auxiliar na preparação de medicações sob prescrição.\n• Observar sinais de irritação local ou efeitos adversos após administração.\n• Notificar qualquer uso inadvertido ou erro de diluição.",
            "fontesBibliograficas": "Bula Anvisa (Água Destilada Estéril), UpToDate (2024), Micromedex, PubMed ID 37637310, Goodman & Gilman (13ª Ed.), Manual SBH Terapêutica, WHO Guidelines on Injectable Medicines."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Distilled Water (Aqua purificata)",
            "nomeComercial": "Sterile Distilled Water®, PPI Water®, Aqua Bidest®, Aqua Purificata",
            "classificacao": "Sterile pharmaceutical vehicle and solvent; universal diluent; hypotonic solution",
            "mecanismoAcao": "Distilled water is a solvent purified by distillation, free of salts, ions, particles, and microorganisms. Being hypotonic relative to plasma, its direct infusion in large intravenous volumes can cause cell lysis (hemolysis) and electrolyte disturbances. It is widely used as a diluent for medication reconstitution, cavity washing, and surgical material rinsing, being compatible with most active ingredients. Its extreme purity prevents reactions with unstable substances, being especially useful in the reconstitution of lyophilized antibiotics, vaccines, and ophthalmic solutions. By not containing buffers or electrolytes, it does not interfere with the chemical stability of most active ingredients. However, its hypotonicity can cause rupture of endothelial cells or erythrocytes if administered directly in large volumes via IV, causing rapid osmotic hemolysis.",
            "farmacocinetica": "• Distribution: rapidly enters intra and extracellular compartments.\n• Excretion: renal (glomerular filtration of free water).\n• Absorption: not applicable by parenteral route.\n• Half-life: depends on patient's hydration status and renal function.",
            "farmacodinamica": "Parenteral administration of small amounts of distilled water as a diluent has no significant pharmacodynamic effects. Large volumes, especially in direct venous infusion, cause acute hemolysis by osmosis and release of free hemoglobin. When used as a vehicle for reconstitution, it allows safe administration of compatible active ingredients without altering their efficacy. When used for irrigation, it does not generate significant systemic effects, provided the absorbed volume is minimal. In surgical procedures with high absorption risk (e.g., TURP), inadvertent absorption of large volumes can lead to hydroelectrolytic imbalances, hemolysis, seizures, and cerebral edema. To minimize this risk, its use with caution and in controlled volumes is recommended, especially in patients with compromised renal function.",
            "indicacoes": "• Diluent for injectable medication reconstitution.\n• Sterile irrigation of wounds, cavities, organs during surgical procedures.\n• Washing of catheters, probes, and closed systems.\n• Rinsing of surgical and optical instruments.\n• Use in urological, ophthalmological, and gynecological procedures (sterile version).",
            "posologia": "Adults and pediatrics:\n• Variable quantity according to pharmaceutical preparation.\n• Reconstitution: volumes from 2 mL to 100 mL, according to drug package insert instructions.\n• Irrigation: according to necessary volume, usually 50 to 2,000 mL under sterile technique.\n• Direct parenteral use: contraindicated, except in minimal volumes as dilution (e.g., IM or SC route).",
            "administracao": "• Medication reconstitution: IV, IM, SC, intrathecal (according to drug).\n• Sterile irrigation: topical, cavitary, intraoperative.\n• Do not administer by intravenous bolus or continuous infusion alone.\n• Aseptic techniques and compatibility mandatory.",
            "doseMaxima": "No fixed dose – depends on use; larger volumes restricted to irrigation or dilution under prescription.",
            "doseMinima": "1–2 mL (e.g., vaccine dilution, IM antibiotics).",
            "reacoesAdversas": "Common (1–10%):\n• Mild local irritation with repeated topical use.\nRare (<0.1%):\n• Hemolysis (inadvertent IV use).\n• Inflammatory reactions if contaminated or poorly stored.\n• Dilutional hyponatremia with inadvertent excessive IV use.\n• Cellular edema and seizures in rapid venous infusion (accidental).",
            "riscoGravidez": "Category A. Can be used safely throughout pregnancy, including for obstetric medication dilution and surgical irrigation.",
            "riscoLactacao": "No excretion in milk and no identified risk. Fully compatible with breastfeeding.",
            "ajusteRenal": "• Not applicable for reconstitution.\n• Avoid parenteral infusion of large volumes in patients with severe renal insufficiency or anuria without control.",
            "ajusteHepatico": "• Not applicable in dilutions or topical irrigation.",
            "contraindicacoes": "• Isolated direct venous infusion.\n• Severe hypotonicity and hemolysis risk.\n• Prolonged intraocular use without osmolarity control (off-label).",
            "interacaoMedicamento": "• Compatible with most antibiotics, sedatives, antiemetics, vaccines.\n• Incompatible with hyperosmolar or alkaline solutions without specific prescription.\n• Attention to stability and time of use after drug reconstitution. The absence of ions prevents precipitations with calcium, magnesium, or bicarbonate salts, making distilled water ideal for drugs sensitive to the presence of electrolytes. On the other hand, its lack of buffer effect can reduce the stability of medications that require pH control, such as certain chemotherapeutics or carbapenem antibiotics. Its use with hyperosmolar solutions should be avoided without technical guidance due to potentially incompatible osmolarity with human tissue.",
            "apresentacao": "• Vial-ampoules: 2 mL, 5 mL, 10 mL, 20 mL, 50 mL (injectable use).\n• Irrigation bags: 250 mL, 500 mL, 1,000 mL, 2,000 mL (sterile use).\n• Laboratory flasks: 500 mL, 1,000 mL (non-parenteral use).",
            "preparo": "• Ready for use.\n• Use sterile syringe and needle for vial-ampoule withdrawal.\n• Use immediately after opening; avoid contamination.\n• Store reconstituted solutions according to diluted medication instructions.",
            "solucoesCompatíveis": "• Compatible with most lyophilized medications. Incompatible with hyperosmolar electrolytes and bicarbonate.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light and heat.\n• Opened vials should be discarded after 24 h, except in continuous closed and aseptic system.",
            "cuidadosMedicos": "• Avoid improper use by isolated IV route.\n• Confirm concentration and reconstitution volume.\n• Monitor for signs of hemolysis in case of accidental large volume infusion.",
            "cuidadosFarmaceuticos": "• Check batch, validity, and vial integrity before use.\n• Use rigorous sterile technique.\n• Ensure compatibility with active ingredient and record in prescription.",
            "cuidadosEnfermagem": "• Assist in medication preparation under prescription.\n• Observe signs of local irritation or adverse effects after administration.\n• Report any inadvertent use or dilution error.",
            "fontesBibliograficas": "FDA Label (Sterile Distilled Water), UpToDate (2024), Micromedex, PubMed ID 37637310, Goodman & Gilman (13th Ed.), SBH Therapeutics Manual, WHO Guidelines on Injectable Medicines."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Agua destilada (Aqua purificata)",
            "nomeComercial": "Agua Destilada Estéril®, Agua PPI®, Aqua Bidest®, Aqua Purificata",
            "classificacao": "Vehículo y solvente farmacéutico estéril; diluyente universal; solución hipotónica",
            "mecanismoAcao": "El agua destilada es un solvente purificado por destilación, exenta de sales, iones, partículas y microorganismos. Por ser hipotónica en relación al plasma, su infusión directa en grandes volúmenes intravenosos puede causar lisis celular (hemólisis) y trastornos electrolíticos. Es ampliamente utilizada como diluyente para reconstitución de medicamentos, lavado de cavidades y enjuague de materiales quirúrgicos, siendo compatible con la mayoría de los principios activos. Su extrema pureza evita reacciones con sustancias inestables, siendo especialmente útil en la reconstitución de antibióticos liofilizados, vacunas y soluciones oftálmicas. Al no contener tampones ni electrolitos, no interfiere en la estabilidad química de la mayoría de los principios activos. Sin embargo, su hipotonicidad puede provocar ruptura de células endoteliales o eritrocitos si se administra directamente en grandes volúmenes por vía IV, causando hemólisis osmótica rápida.",
            "farmacocinetica": "• Distribución: entra rápidamente en los compartimentos intra y extracelular.\n• Excreción: renal (filtración glomerular del agua libre).\n• Absorción: no aplicable por vía parenteral.\n• Vida media: depende del estado hídrico y función renal del paciente.",
            "farmacodinamica": "La administración parenteral de pequeñas cantidades de agua destilada como diluyente no tiene efectos farmacodinámicos significativos. Grandes volúmenes, especialmente en infusión venosa directa, causan hemólisis aguda por ósmosis y liberación de hemoglobina libre. Cuando se utiliza como vehículo para reconstitución, permite administración segura de principios activos compatibles sin alterar su eficacia. Cuando se utiliza para irrigación, no genera efectos sistémicos significativos, siempre que el volumen absorbido sea mínimo. En procedimientos quirúrgicos con riesgo de absorción elevada (ej: RTU de próstata), la absorción inadvertida de grandes volúmenes puede llevar a desequilibrios hidroelectrolíticos, hemólisis, convulsiones y edema cerebral. Para minimizar este riesgo, se recomienda su uso con cautela y en volúmenes controlados, especialmente en pacientes con función renal comprometida.",
            "indicacoes": "• Diluyente para reconstitución de medicamentos inyectables.\n• Irrigación estéril de heridas, cavidades, órganos durante procedimientos quirúrgicos.\n• Lavado de catéteres, sondas y sistemas cerrados.\n• Enjuague de instrumentos quirúrgicos y ópticos.\n• Uso en procedimientos urológicos, oftalmológicos y ginecológicos (versión estéril).",
            "posologia": "Adultos y pediatría:\n• Cantidad variable según la preparación farmacéutica.\n• Reconstitución: volúmenes de 2 mL a 100 mL, según orientación de la ficha técnica del fármaco.\n• Irrigación: según volumen necesario, usualmente de 50 a 2.000 mL bajo técnica estéril.\n• Uso parenteral directo: contraindicado, excepto en volúmenes mínimos como dilución (ej: vía IM o SC).",
            "administracao": "• Reconstitución de medicamentos: IV, IM, SC, intratecal (según fármaco).\n• Irrigación estéril: tópica, cavitaria, intraoperatoria.\n• No administrar por vía intravenosa en bolo o infusión continua aisladamente.\n• Técnicas asépticas y compatibilidad obligatorias.",
            "doseMaxima": "Sin dosis fija – depende del uso; volúmenes mayores restringidos a irrigación o dilución bajo prescripción.",
            "doseMinima": "1–2 mL (ej: dilución de vacunas, antibióticos IM).",
            "reacoesAdversas": "Comunes (1–10%):\n• Irritación local leve en uso tópico repetido.\nRaras (<0,1%):\n• Hemólisis (uso IV inadvertido).\n• Reacciones inflamatorias si contaminada o mal almacenada.\n• Hiponatremia dilucional en uso excesivo inadvertido por vía IV.\n• Edema celular y convulsiones en infusión venosa rápida (accidental).",
            "riscoGravidez": "Categoría A. Puede usarse con seguridad durante toda la gestación, inclusive para dilución de medicaciones obstétricas e irrigación quirúrgica.",
            "riscoLactacao": "No hay excreción en la leche y ningún riesgo identificado. Totalmente compatible con la lactancia.",
            "ajusteRenal": "• No se aplica para reconstitución.\n• Evitar infusión parenteral de grandes volúmenes en pacientes con insuficiencia renal grave o anuria sin control.",
            "ajusteHepatico": "• No aplicable en diluciones o irrigación tópica.",
            "contraindicacoes": "• Infusión venosa directa aislada.\n• Hipotonicidad grave y riesgo de hemólisis.\n• Uso intraocular prolongado sin control de osmolaridad (uso no aprobado).",
            "interacaoMedicamento": "• Compatible con la mayoría de antibióticos, sedativos, antieméticos, vacunas.\n• Incompatible con soluciones hiperosmolares o alcalinas sin prescripción específica.\n• Atención a la estabilidad y tiempo de uso tras reconstitución de los fármacos. La ausencia de iones previene precipitaciones con sales de calcio, magnesio o bicarbonato, haciendo el agua destilada ideal para fármacos sensibles a la presencia de electrolitos. Por otro lado, su ausencia de efecto tampón puede reducir la estabilidad de medicamentos que exigen control de pH, como ciertos quimioterápicos o antibióticos carbapenémicos. Debe evitarse su uso con soluciones hiperosmolares sin orientación técnica, debido a la osmolaridad potencialmente incompatible con el tejido humano.",
            "apresentacao": "• Frascos-ampolla: 2 mL, 5 mL, 10 mL, 20 mL, 50 mL (uso inyectable).\n• Bolsas de irrigación: 250 mL, 500 mL, 1.000 mL, 2.000 mL (uso estéril).\n• Frascos de laboratorio: 500 mL, 1.000 mL (uso no parenteral).",
            "preparo": "• Lista para uso.\n• Usar jeringa y aguja estériles para retirada del frasco-ampolla.\n• Utilizar inmediatamente tras apertura; evitar contaminación.\n• Almacenar soluciones reconstituidas según orientación del medicamento diluido.",
            "solucoesCompatíveis": "• Compatible con la mayoría de medicamentos liofilizados. Incompatible con electrolitos hiperosmolares y bicarbonato.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz y calor.\n• Frascos abiertos deben descartarse tras 24 h, salvo en sistema cerrado y aséptico continuo.",
            "cuidadosMedicos": "• Evitar uso indebido por vía IV aislada.\n• Confirmar concentración y volumen de reconstitución.\n• Monitorizar signos de hemólisis en caso de infusión accidental en gran volumen.",
            "cuidadosFarmaceuticos": "• Verificar lote, validez e integridad del frasco antes del uso.\n• Utilizar técnica estéril rigurosa.\n• Garantizar compatibilidad con el principio activo y registrar en la prescripción.",
            "cuidadosEnfermagem": "• Auxiliar en la preparación de medicaciones bajo prescripción.\n• Observar signos de irritación local o efectos adversos tras administración.\n• Notificar cualquier uso inadvertido o error de dilución.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Agua Destilada Estéril), UpToDate (2024), Micromedex, PubMed ID 37637310, Goodman & Gilman (13ª Ed.), Manual SBH Terapéutica, WHO Guidelines on Injectable Medicines."
        }
    }
}