{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Alfentanil (cloridrato de alfentanila)",
            "nomeComercial": "Rapifen®",
            "classificacao": "Analgésico opioide; agonista potente de receptores μ-opioides; opioide de ação ultracurta",
            "mecanismoAcao": "O alfentanil é um agonista seletivo dos receptores μ-opioides no sistema nervoso central. Ao se ligar a esses receptores, ativa vias inibitórias que reduzem a liberação de neurotransmissores excitatórios como substância P e glutamato, bloqueando a transmissão nociceptiva. Possui alta lipossolubilidade e pKa baixo (6,5), o que favorece rápida penetração na barreira hematoencefálica e início de ação muito rápido. Sua curta duração decorre da rápida redistribuição do SNC para tecidos periféricos, sendo ideal para procedimentos cirúrgicos de curta duração ou como suplemento analgésico em anestesia balanceada. Por sua estrutura molecular, o alfentanil possui pKa menor (6,5) em comparação ao fentanil (8,4), permitindo que mais da metade da droga esteja não ionizada no pH fisiológico e, assim, atravessar rapidamente a barreira hematoencefálica. Essa propriedade confere um início de ação duas a quatro vezes mais rápido que o fentanil. Sua ação agonista μ-opioide também reduz a resposta adrenérgica ao estímulo cirúrgico, minimizando flutuações hemodinâmicas, especialmente durante laringoscopia, incisão e intubação traqueal.",
            "farmacocinetica": "• Início de ação: 1–2 minutos (IV).\n• Duração de ação: 5–10 minutos após dose única.\n• Meia-vida terminal: 90–111 minutos.\n• Volume de distribuição: 0,4–1 L/kg.\n• Ligação a proteínas plasmáticas: ~90%.\n• Metabolização: hepática (CYP3A4), formando metabólitos inativos.\n• Excreção: renal, principalmente como metabólitos conjugados.\n• Clearance hepático: 6,4 mL/min/kg (reduzido em hepatopatia).",
            "farmacodinamica": "Proporciona analgesia intensa e rápida, com perfil hemodinâmico estável em doses controladas. Tem menor efeito acumulativo que fentanil, permitindo titulação precisa em cirurgias rápidas. Pode causar rigidez torácica (rigidez muscular induzida por opioides) se administrado rapidamente, especialmente em altas doses. Não possui efeito ceiling para analgesia ou depressão respiratória. Seu rápido início e curta duração o tornam preferido em indução anestésica e procedimentos ambulatoriais com necessidade de recuperação breve. A analgesia proporcionada pelo alfentanil, embora intensa, é de curta duração, o que torna sua principal indicação a manutenção intraoperatória com controle preciso da dor e da sedação. Sua farmacocinética permite recuperação mais rápida do que fentanil ou sufentanil, sendo útil em pacientes submetidos a procedimentos ambulatoriais, neurocirurgias de curta duração ou procedimentos diagnósticos dolorosos sob sedação monitorada. Seu uso requer precaução para evitar rigidez torácica e bloqueio ventilatório, frequentemente prevenidos com administração lenta ou coadministração de benzodiazepínicos.",
            "indicacoes": "• Suplemento analgésico em anestesia geral.\n• Indução e manutenção da anestesia.\n• Analgesia em procedimentos cirúrgicos curtos.\n• Complemento em sedação de pacientes ventilados.\n• Off-label: sedoanalgesia em UTI (infusão contínua controlada).",
            "posologia": "Adultos:\n• Indução anestésica: 20–50 mcg/kg IV em bolus.\n• Cirurgia de curta duração: 8–20 mcg/kg IV em bolus, seguido de 3–5 mcg/kg/h em infusão.\n• Suplemento analgésico: 3–5 mcg/kg IV antes da incisão.\nPediatria:\n• 10–20 mcg/kg IV em indução, com ajuste conforme idade e estado clínico.",
            "administracao": "• Exclusivamente intravenosa.\n• Pode ser administrado em bolus lento ou em infusão contínua.\n• Sempre com monitoramento contínuo de sinais vitais, especialmente ventilação.",
            "doseMaxima": "• Não há dose máxima absoluta; titulação conforme resposta clínica.\n• Em protocolos de neurocirurgia, doses totais podem ultrapassar 100 mcg/kg sob controle intensivo.",
            "doseMinima": "• 2–5 mcg/kg para analgesia leve ou sedação leve.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Bradipneia, náusea, rigidez torácica, sedação.\nComuns (1–10%):\n• Hipotensão, bradicardia, vômito, prurido.\nIncomuns (0,1–1%):\n• Rigidez muscular generalizada, espasmo laríngeo.\n• Alucinações, euforia, miose intensa.\nRaras (<0,1%):\n• Parada respiratória.\n• Anafilaxia.\n• Tontura persistente, confusão pós-operatória (em idosos).",
            "riscoGravidez": "Categoria C. Pode causar depressão respiratória neonatal e bradicardia fetal. Utilizar com cautela apenas em anestesia obstétrica sob indicação clara.",
            "riscoLactacao": "Desconhece-se se é excretado no leite humano. Devido à meia-vida curta e uso pontual, não contraindica amamentação após 4–6 horas do procedimento, com monitoramento do lactente.",
            "ajusteRenal": "• Não requer ajuste específico, mas monitorar sedação prolongada em IRC avançada.",
            "ajusteHepatico": "• Clearance reduzido em hepatopatia moderada a grave.\n• Necessária redução de dose e prolongamento do intervalo de administração.",
            "contraindicacoes": "• Hipersensibilidade conhecida a alfentanil ou outros opioides.\n• Depressão respiratória grave sem suporte.\n• Pacientes com hipertensão endocraniana sem ventilação assistida.\n• Uso isolado em anestesia obstétrica (sem controle ventilatório).",
            "interacaoMedicamento": "• Depressores do SNC (benzodiazepínicos, propofol, álcool): aumento da sedação e risco de apneia.\n• Inibidores de CYP3A4 (ritonavir, claritromicina): aumento da meia-vida e efeito cumulativo.\n• Indutores do CYP3A4 (fenitoína, carbamazepina): redução da eficácia.\n• Potencialização do bloqueio neuromuscular com relaxantes não despolarizantes. A coadministração com propofol potencializa a depressão respiratória e permite redução da dose de ambos os agentes anestésicos. A alfentanila pode diminuir a eficácia de agonistas parciais μ como buprenorfina se usada concomitantemente. Além disso, sua metabolização via CYP3A4 torna importante o ajuste da dose quando usada com medicamentos como midazolam, inibidores de protease, claritromicina ou cetoconazol. A alfentanila não deve ser misturada na mesma seringa com agentes alcalinos, como tiopental, devido à precipitação química imediata.",
            "apresentacao": "• Solução injetável: 0,5 mg/mL (ampola 1 mL, 2 mL).\n• Compatível com seringas automáticas de infusão para controle contínuo.",
            "preparo": "• Pode ser administrado diretamente ou diluído em SF 0,9% ou SG 5%.\n• Para infusão contínua: diluir em 50–100 mL com bomba de infusão volumétrica.\n• Administrar lentamente (≥60 segundos) para evitar rigidez torácica.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com soluções alcalinas, bicarbonato e lipídicas.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz e calor.\n• Após diluição, usar em até 24 h se mantido sob refrigeração asséptica.",
            "cuidadosMedicos": "• Monitorar continuamente oximetria, frequência respiratória e pressão arterial.\n• Avaliar rigidez torácica e necessidade de bloqueio neuromuscular.\n• Ter antagonista opioide (naloxona) e suporte ventilatório disponíveis.\n• Ajustar dose conforme estado hemodinâmico e sedação desejada.",
            "cuidadosFarmaceuticos": "• Conferir dose, via, diluição e compatibilidade.\n• Garantir armazenamento correto e rastreabilidade do lote.\n• Preparar em condições assépticas para infusão prolongada.\n• Documentar horário, dose e reações adversas.",
            "cuidadosEnfermagem": "• Avaliar padrão ventilatório e sedação continuamente.\n• Garantir acesso venoso pérvio e monitorização eletrocardiográfica.\n• Observar sinais de rigidez torácica, bradicardia ou hipotensão.\n• Assegurar ambiente de recuperação adequado após término do procedimento.",
            "viaEliminacao": "Metabolização hepática predominante via CYP3A4, com excreção renal de metabólitos inativos. Menos de 1% da dose é excretada inalterada na urina. A depuração depende do fluxo hepático e da função do CYP3A4.",
            "inicioAcao": "1 a 2 minutos após administração IV em bolus.",
            "tempoPico": "2 a 4 minutos.",
            "meiaVida": "90 a 111 minutos (terminal); a meia-vida context-sensitive permanece curta em infusões <2 horas.",
            "efeitoClinico": "Analgesia potente e rápida, com estabilidade cardiovascular e curta duração. Ideal para procedimentos breves, manipulações de vias aéreas e anestesia ambulatorial. Proporciona controle fino de profundidade anestésica com rápida recuperação pós-procedimento.",
            "precaucoesEspecificas": "Evitar administração em bolus rápido não monitorado devido ao risco de rigidez torácica. A dose deve ser ajustada em idosos, pacientes com disfunção hepática e na presença de uso concomitante de depressores do SNC. Monitoramento contínuo é obrigatório. O uso prolongado pode induzir tolerância e hiperalgesia paradoxal.",
            "fontesBibliograficas": "Bula Anvisa (Rapifen®), UpToDate (2024), PubMed ID 37623911, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.), FDA Drug Labeling for Alfentanil."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Alfentanil Hydrochloride",
            "nomeComercial": "Rapifen®",
            "classificacao": "Opioid analgesic; potent μ-opioid receptor agonist; ultra-short-acting opioid",
            "mecanismoAcao": "Alfentanil is a selective μ-opioid receptor agonist acting primarily within the central nervous system. Binding to these receptors activates inhibitory G-protein coupled pathways that decrease the release of excitatory neurotransmitters such as substance P and glutamate, thereby blocking nociceptive transmission. Due to its high lipophilicity and low pKa (6.5), alfentanil rapidly crosses the blood-brain barrier, resulting in a rapid onset of action. Its short duration is attributed to rapid redistribution from the central nervous system to peripheral tissues. Compared to fentanyl (pKa 8.4), alfentanil’s lower pKa allows a greater fraction of the drug to remain non-ionized at physiological pH, facilitating faster CNS penetration and an onset of action 2 to 4 times faster than fentanyl. The μ-opioid agonist activity also attenuates adrenergic responses to surgical stimuli, minimizing hemodynamic fluctuations during laryngoscopy, incision, and tracheal intubation.",
            "farmacocinetica": "• Onset of action: 1–2 minutes (IV).\n• Duration of action: 5–10 minutes after a single dose.\n• Terminal half-life: 90–111 minutes.\n• Volume of distribution: 0.4–1 L/kg.\n• Plasma protein binding: approximately 90%.\n• Metabolism: hepatic via CYP3A4, producing inactive metabolites.\n• Excretion: primarily renal as conjugated metabolites.\n• Hepatic clearance: 6.4 mL/min/kg (reduced in hepatic impairment).",
            "farmacodinamica": "Provides rapid and intense analgesia with a stable hemodynamic profile when dosed appropriately. Exhibits less cumulative effect than fentanyl, allowing precise titration in short surgeries. Rapid intravenous administration, especially at high doses, may induce opioid-induced muscle rigidity, notably thoracic rigidity. No ceiling effect for analgesia or respiratory depression is observed. Its rapid onset and short duration make it preferred for anesthetic induction and ambulatory procedures requiring quick recovery. Although analgesia is intense, its brief duration limits its primary use to intraoperative maintenance with precise pain and sedation control. Pharmacokinetics enable faster recovery compared to fentanyl or sufentanil, advantageous in outpatient surgeries, short-duration neurosurgeries, or painful diagnostic procedures under monitored sedation. Caution is required to prevent chest wall rigidity and ventilatory blockade, often mitigated by slow administration or co-administration of benzodiazepines.",
            "indicacoes": "• Analgesic adjunct in general anesthesia.\n• Induction and maintenance of anesthesia.\n• Analgesia for short surgical procedures.\n• Sedation adjunct in mechanically ventilated patients.\n• Off-label: controlled continuous sedation-analgesia in intensive care units.",
            "posologia": "Adults:\n• Anesthetic induction: 20–50 mcg/kg IV bolus.\n• Short-duration surgery: 8–20 mcg/kg IV bolus, followed by 3–5 mcg/kg/h infusion.\n• Analgesic adjunct: 3–5 mcg/kg IV prior to incision.\nPediatrics:\n• 10–20 mcg/kg IV induction dose, adjusted per age and clinical condition.",
            "administracao": "• Exclusively intravenous.\n• Administer as slow bolus or continuous infusion.\n• Continuous vital signs monitoring, especially respiratory function, is mandatory.",
            "doseMaxima": "• No absolute maximum dose; titrate based on clinical response.\n• In neurosurgical protocols, total doses may exceed 100 mcg/kg under intensive monitoring.",
            "doseMinima": "• 2–5 mcg/kg for mild analgesia or light sedation.",
            "reacoesAdversas": "Very common (>10%):\n• Bradypnea, nausea, chest wall rigidity, sedation.\nCommon (1–10%):\n• Hypotension, bradycardia, vomiting, pruritus.\nUncommon (0.1–1%):\n• Generalized muscle rigidity, laryngospasm.\n• Hallucinations, euphoria, intense miosis.\nRare (<0.1%):\n• Respiratory arrest.\n• Anaphylaxis.\n• Persistent dizziness, postoperative confusion (elderly).",
            "riscoGravidez": "Category C. May cause neonatal respiratory depression and fetal bradycardia. Use cautiously in obstetric anesthesia only with clear indication.",
            "riscoLactacao": "Unknown if excreted in human milk. Due to short half-life and single-use administration, breastfeeding is not contraindicated after 4–6 hours post-procedure with infant monitoring.",
            "ajusteRenal": "• No specific dose adjustment required; monitor for prolonged sedation in advanced renal impairment.",
            "ajusteHepatico": "• Reduced clearance in moderate to severe hepatic impairment.\n• Dose reduction and extended dosing intervals recommended.",
            "contraindicacoes": "• Known hypersensitivity to alfentanil or other opioids.\n• Severe respiratory depression without ventilatory support.\n• Patients with increased intracranial pressure without assisted ventilation.\n• Sole use in obstetric anesthesia without ventilatory control.",
            "interacaoMedicamento": "• CNS depressants (benzodiazepines, propofol, alcohol): increased sedation and apnea risk.\n• CYP3A4 inhibitors (ritonavir, clarithromycin): prolonged half-life and cumulative effect.\n• CYP3A4 inducers (phenytoin, carbamazepine): reduced efficacy.\n• Potentiation of neuromuscular blockade with non-depolarizing muscle relaxants. Co-administration with propofol enhances respiratory depression allowing dose reduction of both anesthetics. Alfentanil may reduce efficacy of partial μ-agonists like buprenorphine if used concomitantly. Metabolism via CYP3A4 necessitates dose adjustments when combined with midazolam, protease inhibitors, clarithromycin, or ketoconazole. Should not be mixed in the same syringe with alkaline agents such as thiopental due to immediate chemical precipitation.",
            "apresentacao": "• Injectable solution: 0.5 mg/mL (1 mL and 2 mL ampules).\n• Compatible with automated infusion syringes for continuous administration.",
            "preparo": "• Can be administered undiluted or diluted in 0.9% sodium chloride or 5% glucose solution.\n• For continuous infusion: dilute in 50–100 mL using volumetric infusion pumps.\n• Administer slowly (≥60 seconds) to avoid chest wall rigidity.",
            "solucoesCompatíveis": "• 0.9% Sodium chloride, 5% glucose solution.\n• Incompatible with alkaline, bicarbonate, and lipid-containing solutions.",
            "armazenamento": "• Store at 15°C to 30°C.\n• Protect from light and heat.\n• Use diluted solutions within 24 hours if refrigerated aseptically.",
            "cuidadosMedicos": "• Continuous monitoring of oxygen saturation, respiratory rate, and blood pressure.\n• Assess for chest wall rigidity and need for neuromuscular blockade.\n• Keep opioid antagonists (naloxone) and ventilatory support immediately available.\n• Adjust dosing based on hemodynamic status and sedation level.",
            "cuidadosFarmaceuticos": "• Verify dose, route, dilution, and compatibility.\n• Ensure proper storage and batch traceability.\n• Prepare under aseptic conditions for prolonged infusions.\n• Document administration time, dose, and adverse reactions.",
            "cuidadosEnfermagem": "• Continuously monitor respiratory pattern and sedation level.\n• Ensure patent intravenous access and ECG monitoring.\n• Observe for signs of chest rigidity, bradycardia, or hypotension.\n• Provide appropriate recovery environment post-procedure.",
            "viaEliminacao": "Primarily hepatic metabolism via CYP3A4 with renal excretion of inactive metabolites. Less than 1% of the dose is excreted unchanged in urine. Clearance depends on hepatic blood flow and CYP3A4 function.",
            "inicioAcao": "1 to 2 minutes after IV bolus administration.",
            "tempoPico": "2 to 4 minutes.",
            "meiaVida": "90 to 111 minutes (terminal); context-sensitive half-life remains short with infusions under 2 hours.",
            "efeitoClinico": "Potent and rapid analgesia with cardiovascular stability and short duration. Ideal for brief procedures, airway manipulations, and ambulatory anesthesia. Enables fine control of anesthetic depth with rapid post-procedure recovery.",
            "precaucoesEspecificas": "Avoid rapid unmonitored bolus administration due to risk of chest wall rigidity. Dose adjustment required in elderly, hepatic dysfunction, and concomitant CNS depressant use. Continuous monitoring is mandatory. Prolonged use may induce tolerance and paradoxical hyperalgesia.",
            "fontesBibliograficas": "Anvisa Package Insert (Rapifen®), UpToDate (2024), PubMed ID 37623911, Goodman & Gilman’s The Pharmacological Basis of Therapeutics (13th Ed.), Miller’s Anesthesia (9th Ed.), Tintinalli’s Emergency Medicine (9th Ed.), FDA Alfentanil Drug Label."
    }},
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Alfentanilo (clorhidrato de alfentanilo)",
            "nomeComercial": "Rapifen®",
            "classificacao": "Analgésico opioide; agonista potente de receptores μ-opioides; opioide de ação ultracurta",
            "mecanismoAcao": "El alfentanilo es un agonista selectivo de los receptores μ-opioides en el sistema nervioso central. Al unirse a estos receptores, activa vías inhibitorias que disminuyen la liberación de neurotransmisores excitatorios como la sustancia P y el glutamato, bloqueando la transmisión nociceptiva. Posee alta liposolubilidad y un pKa bajo (6,5), lo que favorece una rápida penetración en la barrera hematoencefálica y un inicio de acción muy rápido. Su corta duración se debe a la rápida redistribución del SNC a los tejidos periféricos, siendo ideal para procedimientos quirúrgicos de corta duración o como suplemento analgésico en anestesia balanceada. Por su estructura molecular, el alfentanilo tiene un pKa menor (6,5) en comparación con el fentanilo (8,4), permitiendo que más de la mitad de la droga esté no ionizada a pH fisiológico y, por tanto, atraviese rápidamente la barrera hematoencefálica. Esta propiedad le confiere un inicio de acción dos a cuatro veces más rápido que el fentanilo. Su acción agonista μ-opioide también reduce la respuesta adrenérgica al estímulo quirúrgico, minimizando fluctuaciones hemodinámicas, especialmente durante laringoscopia, incisión e intubación traqueal.",
            "farmacocinetica": "• Inicio de acción: 1–2 minutos (IV).\n• Duración de acción: 5–10 minutos tras dosis única.\n• Vida media terminal: 90–111 minutos.\n• Volumen de distribución: 0,4–1 L/kg.\n• Unión a proteínas plasmáticas: ~90%.\n• Metabolismo: hepático (CYP3A4), formando metabolitos inactivos.\n• Excreción: renal, principalmente como metabolitos conjugados.\n• Aclaramiento hepático: 6,4 mL/min/kg (reducido en hepatopatía).",
            "farmacodinamica": "Proporciona analgesia intensa y rápida, con perfil hemodinámico estable en dosis controladas. Tiene menor efecto acumulativo que el fentanilo, permitiendo una titulación precisa en cirugías breves. Puede causar rigidez torácica (rigidez muscular inducida por opioides) si se administra rápidamente, especialmente a dosis altas. No posee efecto techo para la analgesia o la depresión respiratoria. Su inicio rápido y corta duración lo hacen preferido en la inducción anestésica y en procedimientos ambulatorios que requieren recuperación breve. La analgesia proporcionada por el alfentanilo, aunque intensa, es de corta duración, lo que limita su uso principal al mantenimiento intraoperatorio con control preciso del dolor y la sedación. Su farmacocinética permite una recuperación más rápida que con fentanilo o sufentanilo, siendo útil en pacientes sometidos a procedimientos ambulatorios, neurocirugías de corta duración o procedimientos diagnósticos dolorosos bajo sedación monitorizada. Su uso requiere precaución para evitar rigidez torácica y bloqueo ventilatorio, frecuentemente prevenidos con administración lenta o coadministración de benzodiacepinas.",
            "indicacoes": "• Suplemento analgésico en anestesia general.\n• Inducción y mantenimiento de la anestesia.\n• Analgesia en procedimientos quirúrgicos cortos.\n• Complemento en sedación de pacientes ventilados.\n• Uso no aprobado: sedoanalgesia en UCI (infusión continua controlada).",
            "posologia": "Adultos:\n• Inducción anestésica: 20–50 mcg/kg IV en bolo.\n• Cirugía de corta duración: 8–20 mcg/kg IV en bolo, seguido de 3–5 mcg/kg/h en infusión.\n• Suplemento analgésico: 3–5 mcg/kg IV antes de la incisión.\nPediatría:\n• 10–20 mcg/kg IV en inducción, con ajuste según edad y estado clínico.",
            "administracao": "• Exclusivamente intravenosa.\n• Puede administrarse en bolo lento ou em infusão contínua.\n• Siempre con monitorización continua de signos vitales, especialmente ventilación.",
            "doseMaxima": "• No existe dosis máxima absoluta; la titulación debe hacerse según respuesta clínica.\n• En protocolos de neurocirugía, las dosis totales pueden superar los 100 mcg/kg bajo control intensivo.",
            "doseMinima": "• 2–5 mcg/kg para analgesia leve o sedación ligera.",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Bradipnea, náuseas, rigidez torácica, sedación.\nFrecuentes (1–10%):\n• Hipotensión, bradicardia, vómitos, prurito.\nPoco frecuentes (0,1–1%):\n• Rigidez muscular generalizada, espasmo laríngeo.\n• Alucinaciones, euforia, miosis intensa.\nRaras (<0,1%):\n• Parada respiratoria.\n• Anafilaxia.\n• Mareo persistente, confusión postoperatoria (en ancianos).",
            "riscoGravidez": "Categoría C. Puede causar depresión respiratoria neonatal y bradicardia fetal. Utilizar con precaución solo en anestesia obstétrica bajo indicación clara.",
            "riscoLactacao": "Se desconoce si se excreta en la leche materna. Debido a su vida media corta y uso puntual, no contraindica la lactancia después de 4–6 horas del procedimiento, con monitorización del lactante.",
            "ajusteRenal": "• No requiere ajuste específico, pero monitorizar sedación prolongada en insuficiencia renal avanzada.",
            "ajusteHepatico": "• Aclaramiento reducido en hepatopatía moderada a grave.\n• Es necesaria la reducción de dosis y el alargamiento del intervalo de administración.",
            "contraindicacoes": "• Hipersensibilidad conocida al alfentanilo u otros opioides.\n• Depresión respiratoria grave sin soporte.\n• Pacientes con hipertensión endocraneana sin ventilación asistida.\n• Uso aislado en anestesia obstétrica (sin control ventilatorio).",
            "interacaoMedicamento": "• Depresores del SNC (benzodiacepinas, propofol, alcohol): aumento de la sedación y riesgo de apnea.\n• Inhibidores de CYP3A4 (ritonavir, claritromicina): aumento de la vida media y efecto acumulativo.\n• Inductores de CYP3A4 (fenitoína, carbamazepina): reducción de la eficacia.\n• Potenciación del bloqueo neuromuscular con relajantes no despolarizantes. La coadministración con propofol potencia la depresión respiratoria y permite la reducción de la dosis de ambos agentes anestésicos. El alfentanilo puede disminuir la eficacia de agonistas parciales μ como la buprenorfina si se usan concomitantemente. Además, su metabolismo vía CYP3A4 hace importante el ajuste de dosis cuando se usa con medicamentos como midazolam, inhibidores de proteasa, claritromicina o ketoconazol. El alfentanilo no debe mezclarse en la misma jeringa con agentes alcalinos como tiopental debido a la precipitación química inmediata.",
            "apresentacao": "• Solución inyectable: 0,5 mg/mL (ampolla de 1 mL, 2 mL).\n• Compatible con jeringas automáticas de infusión para control continuo.",
            "preparo": "• Puede administrarse directamente o diluido en SF 0,9% o SG 5%.\n• Para infusión continua: diluir en 50–100 mL con bomba de infusión volumétrica.\n• Administrar lentamente (≥60 segundos) para evitar rigidez torácica.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con soluciones alcalinas, bicarbonato y lipídicas.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz y el calor.\n• Tras la dilución, usar en un máximo de 24 h si se mantiene bajo refrigeración aséptica.",
            "cuidadosMedicos": "• Monitorizar continuamente oximetría, frecuencia respiratoria y presión arterial.\n• Evaluar rigidez torácica y necesidad de bloqueo neuromuscular.\n• Tener antagonista opioide (naloxona) y soporte ventilatorio disponibles.\n• Ajustar dosis según estado hemodinámico y nivel de sedación deseado.",
            "cuidadosFarmaceuticos": "• Verificar dosis, vía, dilución y compatibilidad.\n• Garantizar almacenamiento correcto y trazabilidad del lote.\n• Preparar en condiciones asépticas para infusión prolongada.\n• Documentar horario, dosis y reacciones adversas.",
            "cuidadosEnfermagem": "• Evaluar patrón ventilatorio y sedación de forma continua.\n• Garantizar acceso venoso permeable y monitorización electrocardiográfica.\n• Observar signos de rigidez torácica, bradicardia o hipotensión.\n• Asegurar un ambiente de recuperación adecuado tras el procedimiento.",
            "viaEliminacao": "Metabolismo hepático predominante vía CYP3A4, con excreción renal de metabolitos inactivos. Menos del 1% de la dosis se excreta inalterada en la orina. La depuración depende del flujo hepático y de la función del CYP3A4.",
            "inicioAcao": "1 a 2 minutos tras administración IV en bolo.",
            "tempoPico": "2 a 4 minutos.",
            "meiaVida": "90 a 111 minutos (terminal); la vida media context-sensitive permanece corta en infusiones <2 horas.",
            "efeitoClinico": "Analgesia potente y rápida, con estabilidad cardiovascular y corta duración. Ideal para procedimientos breves, manipulaciones de la vía aérea y anestesia ambulatoria. Permite un control fino de la profundidad anestésica y una recuperación rápida tras el procedimiento.",
            "precaucoesEspecificas": "Evitar la administración en bolo rápido no monitorizado debido al riesgo de rigidez torácica. La dosis debe ajustarse en ancianos, pacientes con disfunción hepática y en presencia de uso concomitante de depresores del SNC. El monitoreo continuo es obligatorio. El uso prolongado puede inducir tolerancia e hiperalgesia paradójica.",
            "fontesBibliograficas": "Ficha técnica AEMPS (Rapifen®), UpToDate (2024), PubMed ID 37623911, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.), FDA Drug Labeling for Alfentanil."
        }
    }
    }
