{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Alteplase (rt-PA, ativador do plasminogênio tecidual recombinante)",
            "nomeComercial": "Actilyse®, Activase®",
            "classificacao": "Trombolítico; fibrinolítico; ativador direto do plasminogênio; enzima recombinante",
            "mecanismoAcao": "A alteplase é uma glicoproteína recombinante que mimetiza o ativador do plasminogênio tecidual humano (t-PA). Liga-se à fibrina no trombo e converte o plasminogênio em plasmina, promovendo a lise do coágulo de fibrina. Tem alta afinidade pela fibrina, o que confere seletividade pelo trombo e menor risco de degradação sistêmica de fibrinogênio em comparação a agentes não seletivos como estreptoquinase. Ao se ligar à fibrina no coágulo, a alteplase exibe um perfil de ativação localizado, diferentemente de agentes não seletivos como uroquinase ou estreptoquinase. Essa característica reduz a degradação sistêmica de fibrinogênio e minimiza a fibrinólise sistêmica, embora o risco de sangramento relevante ainda exista. A atividade da alteplase depende da presença de fibrina no coágulo, o que confere uma vantagem de especificidade terapêutica, mas também limita sua eficácia em trombos antigos ou já organizados, onde a acessibilidade à fibrina pode estar comprometida.",
            "farmacocinetica": "• Início de ação: imediato após infusão IV.\n• Meia-vida inicial: 4–6 minutos (eliminação rápida).\n• Meia-vida terminal: ~35 minutos (fase de distribuição prolongada).\n• Volume de distribuição: ~0,2 L/kg.\n• Metabolização: hepática (via clivagem proteolítica).\n• Excreção: predominantemente hepática, sem eliminação renal significativa.\n• A alteplase circulante livre torna-se rapidamente inativada por inibidores da plasmina (PAI-1).",
            "farmacodinamica": "Reduz rapidamente o trombo intravascular em contextos agudos de oclusão arterial ou venosa. É eficaz na restauração da perfusão miocárdica, cerebral e pulmonar. Sua eficácia é altamente dependente do tempo de administração: quanto mais precoce, maior a taxa de reperfusão e menor o risco de complicações hemorrágicas. A alteplase não possui ação antiplaquetária ou anticoagulante direta, mas deve ser usada com anticoagulantes para prevenir reoclusão. A eficácia clínica da alteplase no tratamento do AVCi está fortemente correlacionada ao tempo entre o início dos sintomas e a administração: a janela terapêutica de 4,5 horas é baseada em evidências robustas de redução de sequelas neurológicas e mortalidade. No contexto do IAM com supra de ST, seu uso é mais benéfico nas primeiras 3 horas, especialmente quando a angioplastia não está disponível. Em embolia pulmonar, a alteplase pode melhorar rapidamente a perfusão pulmonar, reduzir a sobrecarga ventricular direita e restaurar a estabilidade hemodinâmica, embora o benefício em mortalidade absoluta seja controverso.",
            "indicacoes": "• Infarto agudo do miocárdio com supra de ST (IAMCSST) em até 12 horas do início dos sintomas.\n• Acidente vascular cerebral isquêmico agudo (AVCi) em até 4,5 horas do início dos sintomas.\n• Embolia pulmonar maciça com instabilidade hemodinâmica.\n• Tromboembolismo venoso profundo e trombose de acessos venosos centrais (uso off-label ou protocolos específicos).\n• Trombolismo em cateteres centrais obstruídos (dose baixa intraluminal).",
            "posologia": "IAM com supra de ST (adulto):\n• Regime acelerado: 15 mg IV em bolus, seguido de 50 mg em 30 min e 35 mg nas 60 min seguintes (total 100 mg em 90 min).\nAVCi agudo (adulto):\n• 0,9 mg/kg IV (máximo 90 mg); 10% em bolus em 1 min, restante em infusão contínua por 60 min.\nEmbolia pulmonar:\n• 100 mg IV em 2 horas, com ou sem bolus inicial.\nObstrução de cateter:\n• 2 mg em 2 mL no lúmen do cateter; após 30 min, aspirar e repetir se necessário (máximo 4 mg).",
            "administracao": "• Via intravenosa exclusiva.\n• Em bolus seguido de infusão contínua, conforme protocolo específico.\n• Intraluminal para desobstrução de cateter (uso específico).\n• Monitoramento contínuo de sinais vitais e parâmetros neurológicos é obrigatório.",
            "doseMaxima": "• 100 mg (IAM, TEP).\n• 90 mg (AVCi, calculado por peso).\n• 4 mg por cateter (2 mg por instilação x 2).",
            "doseMinima": "• 0,9 mg/kg (AVCi).\n• 2 mg (intraluminal).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Hemorragias (sistema GI, geniturinário, locais de punção).\n• Náusea, hipotensão.\nComuns (1–10%):\n• Hemorragia intracraniana, sangramento retroperitoneal.\n• Arritmias de reperfusão (IAM).\nRaras (<1%):\n• Anafilaxia, broncoespasmo.\n• Embolia gordurosa ou paradoxal.\n• Síndrome de reperfusão com edema cerebral (AVCi).",
            "riscoGravidez": "Categoria C. Não foram realizados estudos controlados em gestantes. Deve ser usada apenas se os benefícios superarem os riscos, especialmente em contextos com risco de vida como TEP maciça.",
            "riscoLactacao": "Desconhece-se se é excretada no leite humano. Devido à baixa biodisponibilidade oral e uso pontual, é considerada compatível com amamentação, com monitoramento clínico.",
            "ajusteRenal": "• Não exige ajuste de dose. Uso seguro mesmo em insuficiência renal.",
            "ajusteHepatico": "• Usar com extrema cautela em hepatopatias graves (ex: cirrose descompensada), devido ao risco aumentado de sangramentos.\n• Contraindicada se coagulopatia grave não controlada estiver presente.",
            "contraindicacoes": "• AVC hemorrágico prévio, hemorragia ativa ou recente.\n• Cirurgia maior ou trauma nos últimos 3 meses.\n• Aneurisma cerebral, neoplasia intracraniana.\n• Pressão arterial >185/110 mmHg não controlada.\n• Coagulopatia grave, plaquetopenia <100.000/mm³.\n• Uso recente de anticoagulantes com INR >1,7 ou TTPa prolongado.",
            "interacaoMedicamento": "• Potencialização de efeitos hemorrágicos com anticoagulantes, antiagregantes plaquetários e AINEs.\n• Evitar uso concomitante com outros trombolíticos.\n• Não administrar com hemoderivados (ex: crioprecipitado) durante ação da alteplase. Estudos clínicos demonstraram que o uso concomitante com heparina ou clopidogrel aumenta o risco de sangramentos, mas é necessário para prevenir reoclusão. A interação com inibidores de glicoproteína IIb/IIIa também pode amplificar o risco hemorrágico em contextos de síndromes coronarianas agudas. Alteplase não deve ser administrada com infusões simultâneas de soluções hiperosmolares ou lipídicas, pois pode haver formação de precipitados ou redução da estabilidade proteica.",
            "apresentacao": "• Frascos-ampola liofilizados: 10 mg, 20 mg, 50 mg ou 100 mg.\n• Acompanham diluentes estéreis (solução de água para injeção ou SF 0,9%).",
            "preparo": "• Reconstituir com diluente fornecido.\n• Agitar suavemente, sem formar espuma.\n• Usar imediatamente ou armazenar reconstituído por até 8 h refrigerado (2–8°C).\n• Utilizar bomba de infusão ou seringas com marcação precisa para controle rigoroso da dose.",
            "solucoesCompatíveis": "• SF 0,9%.\n• Incompatível com SG 5%, soluções alcalinas e lipídicas.",
            "armazenamento": "• Liofilizado: conservar entre 2°C e 8°C.\n• Não congelar.\n• Proteger da luz até o uso.",
            "cuidadosMedicos": "• Avaliar contraindicações absolutas antes da administração.\n• Monitorar sinais vitais, hemoglobina, hematócrito, TTPa, INR, função neurológica (AVCi).\n• Ter disponível protocolo de reversão (crioprecipitado, plasma, antifibrinolíticos se necessário).\n• Observar por pelo menos 24 horas após administração para eventos tardios.",
            "cuidadosFarmaceuticos": "• Garantir dose, via e tempo corretos conforme protocolo (ex: AVCi, IAM, TEP).\n• Checar validade, integridade e diluição exata.\n• Preparar sob condições assépticas.\n• Documentar reações adversas e resposta clínica.",
            "cuidadosEnfermagem": "• Monitorar rigorosamente sinais neurológicos (AVCi) e ECG (IAM).\n• Evitar punções venosas ou invasões desnecessárias após infusão.\n• Avaliar presença de sangramento em sítios ocultos (fezes, urina, hematomas).\n• Garantir tempo de infusão e dose final administrada corretamente.",
            "viaEliminacao": "Metabolização hepática por clivagem proteolítica, com rápida inativação pela inibição via PAI-1. Excreção predominantemente hepática; eliminação renal desprezível. A depuração pode ser prolongada em pacientes com disfunção hepática avançada.",
            "inicioAcao": "Imediato após o início da infusão intravenosa.",
            "tempoPico": "Durante ou logo após o término da infusão inicial.",
            "meiaVida": "Fase alfa: 4 a 6 minutos. Fase terminal (beta): aproximadamente 35 minutos.",
            "efeitoClinico": "Lise do trombo e restauração da perfusão em territórios isquêmicos. Melhora da oxigenação tecidual e redução de complicações tromboembólicas em casos selecionados. Efeitos clínicos mais pronunciados quando administrado precocemente após o início dos sintomas.",
            "precaucoesEspecificas": "Evitar uso concomitante com procedimentos invasivos desnecessários durante e até 24 horas após a infusão. Avaliar risco-benefício com extremo rigor em pacientes com histórico recente de cirurgia, trauma ou sangramento. Manter suporte intensivo disponível para eventuais complicações hemorrágicas. Utilizar com cautela em idosos, hipertensos não controlados e pacientes com baixo peso corporal.",
            "fontesBibliograficas": "Bula Anvisa (Actilyse®), UpToDate (2024), AHA/ASA Stroke Guidelines 2023, ESC STEMI Guidelines 2020, Micromedex, PubMed ID 37622308, Goodman & Gilman (13ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Alteplase (rt-PA, recombinant tissue plasminogen activator)",
            "nomeComercial": "Actilyse®, Activase®",
            "classificacao": "Thrombolytic; fibrinolytic; direct plasminogen activator; recombinant enzyme",
            "mecanismoAcao": "Alteplase is a recombinant glycoprotein that mimics human tissue plasminogen activator (t-PA). It binds to fibrin within a thrombus and converts plasminogen to plasmin, promoting the lysis of fibrin clots. It has a high affinity for fibrin, providing thrombus selectivity and a lower risk of systemic fibrinogen degradation compared to non-selective agents such as streptokinase. Upon binding to fibrin in the clot, alteplase displays localized activation, unlike non-selective agents like urokinase or streptokinase. This characteristic reduces systemic fibrinogen degradation and minimizes systemic fibrinolysis, although there remains a significant risk of bleeding. Alteplase activity depends on the presence of fibrin in the clot, which gives it therapeutic specificity but also limits its efficacy in older or organized thrombi where fibrin accessibility may be compromised.",
            "farmacocinetica": "• Onset of action: immediate after IV infusion.\n• Initial half-life: 4–6 minutes (rapid elimination).\n• Terminal half-life: ~35 minutes (prolonged distribution phase).\n• Volume of distribution: ~0.2 L/kg.\n• Metabolism: hepatic (proteolytic cleavage pathway).\n• Excretion: primarily hepatic, no significant renal elimination.\n• Free circulating alteplase is rapidly inactivated by plasminogen activator inhibitor-1 (PAI-1).",
            "farmacodinamica": "Rapidly reduces intravascular thrombus in acute arterial or venous occlusion settings. Effective in restoring myocardial, cerebral, and pulmonary perfusion. Its efficacy is highly time-dependent: the earlier administered, the higher the reperfusion rate and the lower the risk of hemorrhagic complications. Alteplase has no direct antiplatelet or anticoagulant effect, but should be used with anticoagulants to prevent reocclusion. Clinical efficacy in acute ischemic stroke (AIS) is strongly correlated to time from symptom onset to administration: the 4.5-hour therapeutic window is based on robust evidence for reduction in neurological sequelae and mortality. In STEMI, benefit is greatest within the first 3 hours, especially when percutaneous coronary intervention is unavailable. In massive pulmonary embolism, alteplase can rapidly improve pulmonary perfusion, reduce right ventricular overload, and restore hemodynamic stability, although the absolute mortality benefit is debated.",
            "indicacoes": "• Acute ST-elevation myocardial infarction (STEMI) within 12 hours of symptom onset.\n• Acute ischemic stroke (AIS) within 4.5 hours of symptom onset.\n• Massive pulmonary embolism with hemodynamic instability.\n• Deep vein thrombosis and central venous access thrombosis (off-label or per specific protocols).\n• Thrombolysis in occluded central venous catheters (low-dose intraluminal use).",
            "posologia": "STEMI (adult):\n• Accelerated regimen: 15 mg IV bolus, followed by 50 mg over 30 min and 35 mg over the next 60 min (total 100 mg over 90 min).\nAcute ischemic stroke (adult):\n• 0.9 mg/kg IV (maximum 90 mg); 10% as bolus over 1 min, remainder as continuous infusion over 60 min.\nPulmonary embolism:\n• 100 mg IV over 2 hours, with or without initial bolus.\nCatheter occlusion:\n• 2 mg in 2 mL into the catheter lumen; aspirate after 30 min and repeat if necessary (maximum 4 mg).",
            "administracao": "• Intravenous route only.\n• Bolus followed by continuous infusion, per specific protocol.\n• Intraluminal for catheter clearance (specific use).\n• Continuous monitoring of vital signs and neurological parameters is mandatory.",
            "doseMaxima": "• 100 mg (STEMI, PE).\n• 90 mg (AIS, weight-based).\n• 4 mg per catheter (2 mg per instillation x 2).",
            "doseMinima": "• 0.9 mg/kg (AIS).\n• 2 mg (intraluminal).",
            "reacoesAdversas": "Very common (>10%):\n• Hemorrhage (GI tract, genitourinary, puncture sites).\n• Nausea, hypotension.\nCommon (1–10%):\n• Intracranial hemorrhage, retroperitoneal bleeding.\n• Reperfusion arrhythmias (MI).\nRare (<1%):\n• Anaphylaxis, bronchospasm.\n• Fat or paradoxical embolism.\n• Reperfusion syndrome with cerebral edema (AIS).",
            "riscoGravidez": "Category C. No controlled studies in pregnant women. Should be used only if the potential benefits outweigh the risks, especially in life-threatening conditions such as massive PE.",
            "riscoLactacao": "Unknown if excreted in human milk. Due to low oral bioavailability and single-use administration, considered compatible with breastfeeding with clinical monitoring.",
            "ajusteRenal": "• No dose adjustment required. Safe even in renal insufficiency.",
            "ajusteHepatico": "• Use with extreme caution in severe hepatic impairment (e.g., decompensated cirrhosis) due to increased bleeding risk.\n• Contraindicated if uncontrolled severe coagulopathy is present.",
            "contraindicacoes": "• Previous hemorrhagic stroke, active or recent bleeding.\n• Major surgery or trauma within the last 3 months.\n• Cerebral aneurysm, intracranial neoplasm.\n• Uncontrolled blood pressure >185/110 mmHg.\n• Severe coagulopathy, platelet count <100,000/mm³.\n• Recent use of anticoagulants with INR >1.7 or prolonged aPTT.",
            "interacaoMedicamento": "• Increased hemorrhagic effects with anticoagulants, antiplatelet agents, and NSAIDs.\n• Avoid concomitant use with other thrombolytics.\n• Do not administer with blood products (e.g., cryoprecipitate) during alteplase action. Clinical studies demonstrate that concomitant use with heparin or clopidogrel increases bleeding risk but is necessary to prevent reocclusion. Interaction with glycoprotein IIb/IIIa inhibitors can also amplify hemorrhagic risk in acute coronary syndromes. Alteplase should not be administered with simultaneous infusions of hyperosmolar or lipid solutions, as precipitates may form or protein stability may be reduced.",
            "apresentacao": "• Lyophilized vials: 10 mg, 20 mg, 50 mg, or 100 mg.\n• Supplied with sterile diluents (water for injection or 0.9% saline).",
            "preparo": "• Reconstitute with provided diluent.\n• Gently swirl, do not shake to avoid foam.\n• Use immediately or store reconstituted solution for up to 8 h refrigerated (2–8°C).\n• Use infusion pump or precisely marked syringes for strict dose control.",
            "solucoesCompatíveis": "• 0.9% saline.\n• Incompatible with 5% dextrose, alkaline and lipid solutions.",
            "armazenamento": "• Lyophilized: store between 2°C and 8°C.\n• Do not freeze.\n• Protect from light until use.",
            "cuidadosMedicos": "• Assess absolute contraindications before administration.\n• Monitor vital signs, hemoglobin, hematocrit, aPTT, INR, neurological function (AIS).\n• Have reversal protocol available (cryoprecipitate, plasma, antifibrinolytics if necessary).\n• Observe for at least 24 hours after administration for delayed events.",
            "cuidadosFarmaceuticos": "• Ensure correct dose, route, and timing per protocol (e.g., AIS, MI, PE).\n• Check expiration date, vial integrity, and exact dilution.\n• Prepare under aseptic conditions.\n• Document adverse reactions and clinical response.",
            "cuidadosEnfermagem": "• Rigorously monitor neurological signs (AIS) and ECG (MI).\n• Avoid venipuncture or unnecessary invasive procedures after infusion.\n• Assess for bleeding at occult sites (stool, urine, hematomas).\n• Ensure correct infusion time and final administered dose.",
            "viaEliminacao": "Hepatic metabolism by proteolytic cleavage, with rapid inactivation via PAI-1 inhibition. Predominantly hepatic excretion; negligible renal elimination. Clearance may be prolonged in patients with advanced hepatic dysfunction.",
            "inicioAcao": "Immediate after start of intravenous infusion.",
            "tempoPico": "During or shortly after completion of initial infusion.",
            "meiaVida": "Alpha phase: 4 to 6 minutes. Terminal (beta) phase: approximately 35 minutes.",
            "efeitoClinico": "Thrombus lysis and restoration of perfusion in ischemic territories. Improved tissue oxygenation and reduced thromboembolic complications in selected cases. Most pronounced clinical effects when administered early after symptom onset.",
            "precaucoesEspecificas": "Avoid concomitant use with unnecessary invasive procedures during and up to 24 hours after infusion. Rigorously assess risk-benefit in patients with recent surgery, trauma, or bleeding. Maintain intensive support availability for potential hemorrhagic complications. Use with caution in elderly, uncontrolled hypertensive, and low body weight patients.",
            "fontesBibliograficas": "Prescribing Information (Actilyse®/Activase®), UpToDate (2024), AHA/ASA Stroke Guidelines 2023, ESC STEMI Guidelines 2020, Micromedex, PubMed ID 37622308, Goodman & Gilman’s (13th Ed.), Tintinalli’s Emergency Medicine (9th Ed.)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Alteplasa (rt-PA, activador tisular del plasminógeno recombinante)",
            "nomeComercial": "Actilyse®, Activase®",
            "classificacao": "Trombolítico; fibrinolítico; activador directo del plasminógeno; enzima recombinante",
            "mecanismoAcao": "La alteplasa es una glucoproteína recombinante que imita el activador tisular del plasminógeno humano (t-PA). Se une a la fibrina en el trombo y convierte el plasminógeno en plasmina, promoviendo la lisis del coágulo de fibrina. Tiene una alta afinidad por la fibrina, lo que confiere selectividad por el trombo y un menor riesgo de degradación sistémica de fibrinógeno en comparación con agentes no selectivos como la estreptoquinasa. Al unirse a la fibrina en el coágulo, la alteplasa exhibe un perfil de activación localizado, a diferencia de agentes no selectivos como la uroquinasa o la estreptoquinasa. Esta característica reduce la degradación sistémica de fibrinógeno y minimiza la fibrinólisis sistémica, aunque el riesgo de hemorragia relevante sigue existiendo. La actividad de la alteplasa depende de la presencia de fibrina en el coágulo, lo que le otorga especificidad terapéutica, pero también limita su eficacia en trombos antiguos u organizados, donde el acceso a la fibrina puede estar comprometido.",
            "farmacocinetica": "• Inicio de acción: inmediato tras la infusión IV.\n• Vida media inicial: 4–6 minutos (eliminación rápida).\n• Vida media terminal: ~35 minutos (fase de distribución prolongada).\n• Volumen de distribución: ~0,2 L/kg.\n• Metabolismo: hepático (vía de clivaje proteolítico).\n• Excreción: predominantemente hepática, sin eliminación renal significativa.\n• La alteplasa libre circulante se inactiva rápidamente por los inhibidores del activador del plasminógeno (PAI-1).",
            "farmacodinamica": "Reduce rápidamente el trombo intravascular en contextos agudos de oclusión arterial o venosa. Es eficaz en la restauración de la perfusión miocárdica, cerebral y pulmonar. Su eficacia depende en gran medida del tiempo de administración: cuanto más precoz, mayor la tasa de reperfusión y menor el riesgo de complicaciones hemorrágicas. La alteplasa no tiene acción antiplaquetaria ni anticoagulante directa, pero debe usarse junto con anticoagulantes para prevenir la reoclusión. La eficacia clínica de la alteplasa en el tratamiento del ictus isquémico agudo está fuertemente correlacionada con el tiempo entre el inicio de los síntomas y la administración: la ventana terapéutica de 4,5 horas se basa en evidencia robusta de reducción de secuelas neurológicas y mortalidad. En el contexto del infarto agudo de miocardio con elevación del ST, su uso es más beneficioso durante las primeras 3 horas, especialmente cuando la angioplastia no está disponible. En la embolia pulmonar, la alteplasa puede mejorar rápidamente la perfusión pulmonar, reducir la sobrecarga ventricular derecha y restaurar la estabilidad hemodinámica, aunque el beneficio en mortalidad absoluta es controvertido.",
            "indicacoes": "• Infarto agudo de miocardio con elevación del ST (IAMCEST) hasta 12 horas desde el inicio de los síntomas.\n• Ictus isquémico agudo (ACVi) hasta 4,5 horas desde el inicio de los síntomas.\n• Embolia pulmonar masiva con inestabilidad hemodinámica.\n• Tromboembolismo venoso profundo y trombosis de accesos venosos centrales (uso fuera de indicación o protocolos específicos).\n• Trombolisis en catéteres venosos centrales obstruidos (dosis baja intraluminal).",
            "posologia": "IAM con elevación del ST (adultos):\n• Régimen acelerado: 15 mg IV en bolo, seguido de 50 mg en 30 min y 35 mg en los 60 min siguientes (total 100 mg en 90 min).\nIctus isquémico agudo (adultos):\n• 0,9 mg/kg IV (máximo 90 mg); 10% en bolo en 1 min, el resto en infusión continua durante 60 min.\nEmbolia pulmonar:\n• 100 mg IV en 2 horas, con o sin bolo inicial.\nObstrucción de catéter:\n• 2 mg en 2 mL en el lumen del catéter; tras 30 min, aspirar y repetir si es necesario (máximo 4 mg).",
            "administracao": "• Vía intravenosa exclusiva.\n• En bolo seguido de infusión continua, según protocolo específico.\n• Intraluminal para desobstrucción de catéter (uso específico).\n• Es obligatorio el monitoreo continuo de los signos vitales y parámetros neurológicos.",
            "doseMaxima": "• 100 mg (IAM, TEP).\n• 90 mg (ACVi, calculado por peso).\n• 4 mg por catéter (2 mg por instilación x 2).",
            "doseMinima": "• 0,9 mg/kg (ACVi).\n• 2 mg (intraluminal).",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Hemorragias (tracto gastrointestinal, genitourinario, sitios de punción).\n• Náuseas, hipotensión.\nFrecuentes (1–10%):\n• Hemorragia intracraneal, sangrado retroperitoneal.\n• Arritmias de reperfusión (IAM).\nRaras (<1%):\n• Anafilaxia, broncoespasmo.\n• Embolia grasa o paradójica.\n• Síndrome de reperfusión con edema cerebral (ACVi).",
            "riscoGravidez": "Categoría C. No se han realizado estudios controlados en mujeres embarazadas. Debe usarse solo si los beneficios superan los riesgos, especialmente en contextos con riesgo vital como TEP masiva.",
            "riscoLactacao": "Se desconoce si se excreta en la leche materna. Debido a la baja biodisponibilidad oral y al uso puntual, se considera compatible con la lactancia, con monitorización clínica.",
            "ajusteRenal": "• No requiere ajuste de dosis. Uso seguro incluso en insuficiencia renal.",
            "ajusteHepatico": "• Usar con extrema precaución en hepatopatías graves (ej: cirrosis descompensada), debido al mayor riesgo de hemorragias.\n• Contraindicado si existe coagulopatía grave no controlada.",
            "contraindicacoes": "• Ictus hemorrágico previo, hemorragia activa o reciente.\n• Cirugía mayor o traumatismo en los últimos 3 meses.\n• Aneurisma cerebral, neoplasia intracraneal.\n• Presión arterial >185/110 mmHg no controlada.\n• Coagulopatía grave, trombocitopenia <100.000/mm³.\n• Uso reciente de anticoagulantes con INR >1,7 o TTPa prolongado.",
            "interacaoMedicamento": "• Potenciación de los efectos hemorrágicos con anticoagulantes, antiagregantes plaquetarios y AINEs.\n• Evitar el uso concomitante con otros trombolíticos.\n• No administrar con hemoderivados (ej: crioprecipitado) durante la acción de la alteplasa. Estudios clínicos han demostrado que el uso concomitante con heparina o clopidogrel aumenta el riesgo de hemorragias, pero es necesario para prevenir la reoclusión. La interacción con inhibidores de la glicoproteína IIb/IIIa también puede amplificar el riesgo hemorrágico en síndromes coronarios agudos. Alteplasa no debe administrarse con infusiones simultáneas de soluciones hiperosmolares o lipídicas, ya que puede producirse formación de precipitados o reducción de la estabilidad proteica.",
            "apresentacao": "• Viales liofilizados: 10 mg, 20 mg, 50 mg o 100 mg.\n• Incluyen disolventes estériles (agua para inyección o SF 0,9%).",
            "preparo": "• Reconstituir con el disolvente proporcionado.\n• Agitar suavemente, sin formar espuma.\n• Usar inmediatamente o almacenar reconstituido hasta 8 h refrigerado (2–8°C).\n• Utilizar bomba de infusión o jeringas con marcaje preciso para un control riguroso de la dosis.",
            "solucoesCompatíveis": "• SF 0,9%.\n• Incompatible con SG 5%, soluciones alcalinas y lipídicas.",
            "armazenamento": "• Liofilizado: conservar entre 2°C y 8°C.\n• No congelar.\n• Proteger de la luz hasta su uso.",
            "cuidadosMedicos": "• Evaluar contraindicaciones absolutas antes de la administración.\n• Monitorizar signos vitales, hemoglobina, hematocrito, TTPa, INR, función neurológica (ACVi).\n• Disponer de protocolo de reversión (crioprecipitado, plasma, antifibrinolíticos si es necesario).\n• Observar al menos 24 horas tras la administración por eventos tardíos.",
            "cuidadosFarmaceuticos": "• Garantizar dosis, vía y tiempo correctos según protocolo (ej: ACVi, IAM, TEP).\n• Comprobar validez, integridad y dilución exacta.\n• Preparar bajo condiciones asépticas.\n• Documentar reacciones adversas y respuesta clínica.",
            "cuidadosEnfermagem": "• Monitorizar rigurosamente signos neurológicos (ACVi) y ECG (IAM).\n• Evitar punciones venosas o invasiones innecesarias tras la infusión.\n• Evaluar presencia de sangrado en sitios ocultos (heces, orina, hematomas).\n• Garantizar el tiempo de infusión y la dosis final administrada correctamente.",
            "viaEliminacao": "Metabolismo hepático por clivaje proteolítico, con rápida inactivación por inhibición vía PAI-1. Excreción predominantemente hepática; eliminación renal despreciable. La depuración puede prolongarse en pacientes con disfunción hepática avanzada.",
            "inicioAcao": "Inmediato tras el inicio de la infusión intravenosa.",
            "tempoPico": "Durante o poco después de la finalización de la infusión inicial.",
            "meiaVida": "Fase alfa: 4 a 6 minutos. Fase terminal (beta): aproximadamente 35 minutos.",
            "efeitoClinico": "Lisis del trombo y restauración de la perfusión en territorios isquémicos. Mejora de la oxigenación tisular y reducción de complicaciones tromboembólicas en casos seleccionados. Efectos clínicos más pronunciados cuando se administra precozmente tras el inicio de los síntomas.",
            "precaucoesEspecificas": "Evitar el uso concomitante con procedimientos invasivos innecesarios durante y hasta 24 horas después de la infusión. Evaluar el riesgo-beneficio con extremo rigor en pacientes con antecedentes recientes de cirugía, traumatismo o hemorragia. Mantener soporte intensivo disponible para eventuales complicaciones hemorrágicas. Utilizar con precaución en ancianos, hipertensos no controlados y pacientes con bajo peso corporal.",
            "fontesBibliograficas": "Ficha técnica AEMPS (Actilyse®), UpToDate (2024), Guías AHA/ASA Stroke 2023, Guías ESC STEMI 2020, Micromedex, PubMed ID 37622308, Goodman & Gilman (13ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.)."
        }
    }
}
