{
  "PT": {
    "bulario": {
      "nomePrincipioAtivo": "Amiodarona",
      "nomeComercial": "Ancoron®, Atlansil®, Angoron®, Amiodarona®",
      "classificacao": "Antiarrítmico classe III (com propriedades das classes I, II, III e IV)",
      "mecanismoAcao": "A amiodarona bloqueia predominantemente os canais de potássio, prolongando o potencial de ação e o período refratário em todas as fibras cardíacas. Além disso, apresenta efeito bloqueador dos canais de sódio (classe I), efeito beta-bloqueador (classe II) e inibição dos canais de cálcio (classe IV). O resultado é a supressão de automaticidade anormal, aumento do período refratário e diminuição da condução, sendo eficaz em taquiarritmias supraventriculares e ventriculares. Também possui efeito vasodilatador periférico e coronariano, contribuindo para queda discreta da pressão arterial.",
      "farmacocinetica": "• Absorção: biodisponibilidade IV de 100%.\n• Início de ação: 2–5 minutos IV.\n• Pico de efeito: 15–30 minutos.\n• Duração do efeito IV: 1–3 horas após bolus.\n• Volume de distribuição: 40–130 L/kg (extremamente elevado devido à alta lipofilicidade).\n• Ligação às proteínas plasmáticas: >95%.\n• Metabolização: hepática, principalmente via CYP3A4 e CYP2C8, formando metabólitos ativos, como a desetilamiodarona.\n• Meia-vida terminal: 20–47 dias (após uso crônico); meia-vida funcional após bolus IV é de 3–7 horas.\n• Excreção: biliar (majoritariamente), renal <1%.",
      "farmacodinamica": "Prolonga o período refratário em todos os tecidos cardíacos, incluindo nodo AV, fibras de Purkinje, átrios e ventrículos. Reduz a automaticidade do nodo sinusal, inibe focos ectópicos e bloqueia vias de reentrada. Efeito cronotrópico negativo, leve inotropismo negativo e efeito vasodilatador periférico. A amiodarona é eficaz tanto em arritmias supraventriculares (FA, flutter, TSV) quanto em ventriculares (TV, FV recorrente).",
      "indicacoes": "• Taquicardias ventriculares sustentadas e não sustentadas.\n• Fibrilação ventricular recorrente, especialmente pós-parada cardíaca.\n• Fibrilação e flutter atrial com resposta ventricular rápida, especialmente em pacientes com insuficiência cardíaca ou disfunção ventricular esquerda.\n• Controle agudo de taquiarritmias supraventriculares.\n• Profilaxia e tratamento de arritmias no pós-operatório de cirurgia cardíaca.\n• Controle de arritmias em situações de instabilidade hemodinâmica.",
      "posologia": "Adulto:\n• Dose de ataque: 150 mg IV diluído em 100 mL de SG 5% (infusão em 10 minutos).\n• Se necessário, repetir 150 mg a cada 10–15 min para controle agudo.\n• Seguida de infusão de manutenção: 1 mg/min por 6 horas, depois 0,5 mg/min por até 18 horas ou conforme necessidade clínica.\n• Dose total nas primeiras 24 horas: até 2,2 g.\nPediatria:\n• Dose de ataque: 5 mg/kg IV diluído em SG 5%, infundido em 20–60 minutos.\n• Manutenção: 5–15 mcg/kg/min.\n• Dose máxima pediátrica nas primeiras 24 horas: 15 mg/kg ou 2,2 g (o que for menor).",
      "administracao": "• Via intravenosa lenta (bolus diluído) e infusão contínua.\n• Nunca administrar amiodarona em bolus IV direto (não diluído) devido ao risco de hipotensão severa, colapso circulatório e flebite.\n• Administrar preferencialmente em acesso venoso central; se periférico, garantir boa veia e diluição adequada.\n• Sempre com monitorização contínua (ECG, PA, oximetria).",
      "doseMaxima": "• Adulto: até 2,2 g nas primeiras 24 horas.\n• Pediatria: 15 mg/kg em 24 horas (ou 2,2 g, o que for menor).",
      "doseMinima": "• Adulto: 150 mg IV em 10 minutos.\n• Pediatria: 5 mg/kg IV.",
      "reacoesAdversas": "Muito comuns (>10%):\n• Bradicardia, hipotensão (particularmente na infusão rápida).\n• Flebite, dor no local da infusão (via periférica).\nComuns (1–10%):\n• Bloqueios AV, prolongamento do intervalo QT.\n• Tontura, náusea, tremores.\n• Alterações visuais transitórias.\nIncomuns (0,1–1%):\n• Torsades de Pointes (raro, mas possível).\n• Assistolia, dissociação eletromecânica.\n• Lesão hepática aguda (elevação de transaminases transitória).\n• Broncoespasmo (raro, mas possível).\nRaras (<0,1%):\n• Choque cardiogênico, colapso circulatório.\n• Reações anafilactoides.\n• Pneumonite intersticial aguda (rara em uso EV, mais associada a uso crônico oral).",
      "riscoGravidez": "Categoria D. Evidência de risco fetal humano. Uso restrito a situações emergenciais e quando os benefícios superam claramente os riscos, como no tratamento de arritmias com risco à vida.",
      "riscoLactacao": "Excreta-se no leite materno. Contraindicado durante a lactação, salvo em situações emergenciais, nas quais recomenda-se suspender o aleitamento temporariamente por até 24 horas após a administração IV.",
      "ajusteRenal": "• Não requer ajuste na insuficiência renal, uma vez que a excreção renal é irrelevante (<1%).\n• Monitorizar toxicidade cardíaca e hepática em pacientes críticos.",
      "ajusteHepatico": "• Usar com cautela em insuficiência hepática, dado que a metabolização é predominantemente hepática.\n• Reduzir dose de manutenção e monitorar enzimas hepáticas.",
      "contraindicacoes": "• Hipersensibilidade à amiodarona ou ao iodo.\n• Bradicardia sinusal severa, bloqueio sinoatrial, bloqueios AV de 2º ou 3º grau (sem marcapasso).\n• Síndrome do nó sinusal.\n• Hipotensão severa.\n• Colapso circulatório.\n• Doença tireoidiana conhecida (relativo — monitorar de perto).",
      "interacaoMedicamento": "• Aumenta o risco de Torsades de Pointes quando combinado com outros prolongadores do QT (haloperidol, ziprasidona, metadona, levofloxacino).\n• Potencializa efeitos de betabloqueadores, bloqueadores de canais de cálcio (risco de bradicardia, bloqueios AV).\n• Eleva níveis séricos de digoxina (reduzir dose da digoxina pela metade).\n• Aumenta efeito de anticoagulantes orais (varfarina — ajustar INR).\n• Inibidores da CYP3A4 (cetoconazol, claritromicina) aumentam toxicidade.\n• Indutores enzimáticos (rifampicina, carbamazepina) podem reduzir eficácia.\n• Interage com ciclosporina, fentanil, midazolam, aumentando risco de toxicidade.",
      "apresentacao": "• Ampolas 150 mg/3 mL.\n• Solução concentrada (50 mg/mL) para diluição.\n• Uso exclusivamente EV ou VO (em outras apresentações).",
      "preparo": "• Diluir cada ampola (150 mg) em no mínimo 100 mL de SG 5%.\n• Para infusão:\n  - Misturar 900 mg (6 ampolas) em 500 mL de SG 5%.\n• Não usar soro fisiológico (risco de precipitação).",
      "solucoesCompatíveis": "Apenas solução glicosada 5% (SG 5%). Incompatível com SF 0,9%, soluções alcalinas e Ringer lactato (risco de precipitação).",
      "armazenamento": "Manter entre 15°C e 30°C, protegido da luz. Após diluição, utilizar em até 24 horas se mantido sob refrigeração (2–8°C) e sob condições assépticas.",
      "cuidadosMedicos": "• Monitorização rigorosa de ECG, PA e oximetria.\n• Avaliar bradicardia, bloqueios AV e hipotensão.\n• Não administrar em bolus direto.\n• Usar acesso central sempre que possível.\n• Ter disponível suporte para marcapasso externo, ventilação e ressuscitação.\n• Monitorizar enzimas hepáticas durante uso prolongado ou doses cumulativas altas.",
      "cuidadosFarmaceuticos": "• Conferir rótulo e garantir diluição correta.\n• Não usar soro fisiológico na diluição.\n• Garantir rastreabilidade de lote, dose, horário e via.\n• Observar estabilidade da solução (turvação, precipitação).\n• Realizar dupla conferência na preparação e administração.",
      "cuidadosEnfermagem": "• Monitorizar sinais vitais, ECG contínuo e saturação.\n• Observar para bradicardia, bloqueios AV, hipotensão ou reações locais.\n• Preparar bomba de infusão corretamente.\n• Acompanhar possíveis reações adversas (náusea, tremor, tontura, alterações visuais).\n• Notificar imediatamente qualquer sinal de colapso hemodinâmico ou reações adversas severas.\n• Assegurar que o acesso venoso esteja pérvio e adequado.",
      "viaEliminacao": "Excreção predominantemente biliar, com eliminação fecal da amiodarona e seus metabólitos. Menos de 1% é excretado pelos rins. A excreção é lenta e prolongada, refletindo sua meia-vida terminal extensa e acúmulo tecidual.",
      "inicioAcao": "2 a 5 minutos após administração intravenosa.",
      "tempoPico": "15 a 30 minutos após infusão inicial.",
      "meiaVida": "3–7 horas após dose IV isolada; 20–47 dias após uso crônico.",
      "efeitoClinico": "Supressão de automatismo anormal, prolongamento do período refratário, bloqueio de vias de reentrada e estabilização do ritmo cardíaco. Resposta clínica rápida em taquiarritmias com instabilidade hemodinâmica. Em uso prolongado, reduz episódios recorrentes de FA, TV e FV.",
      "precaucoesEspecificas": "Evitar uso concomitante com drogas que prolongam o QT. Cautela em pacientes com hepatopatias, distúrbios da tireoide ou disfunção pulmonar. Monitorar função hepática e tireoidiana regularmente. Pode causar fotossensibilidade, neuropatia periférica e pneumonite intersticial em uso crônico.",
      "fontesBibliograficas": "Bula Anvisa (Amiodarona), Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Goodman & Gilman (13ª Edição), UpToDate (2024), Micromedex, ACLS Guidelines 2020, PubMed ID 37499472, Tintinalli’s Emergency Medicine (9ª Edição), PubChem Compound ID 2157."
    }
  },
  "US": {
    "bulario": {
      "nomePrincipioAtivo": "Amiodarone",
      "nomeComercial": "Ancoron®, Atlansil®, Angoron®, Amiodarone®",
      "classificacao": "Class III antiarrhythmic (with properties of classes I, II, III, and IV)",
      "mecanismoAcao": "Amiodarone predominantly blocks potassium channels, prolonging the action potential and refractory period in all cardiac fibers. It also exhibits sodium channel blockade (class I), beta-blocking effect (class II), and calcium channel inhibition (class IV). The result is suppression of abnormal automaticity, increased refractory period, and decreased conduction, being effective in both supraventricular and ventricular tachyarrhythmias. It also has peripheral and coronary vasodilatory effects, contributing to a mild decrease in blood pressure.",
      "farmacocinetica": "• Absorption: IV bioavailability 100%.\n• Onset of action: 2–5 minutes IV.\n• Peak effect: 15–30 minutes.\n• Duration of IV effect: 1–3 hours after bolus.\n• Volume of distribution: 40–130 L/kg (extremely high due to high lipophilicity).\n• Plasma protein binding: >95%.\n• Metabolism: hepatic, mainly via CYP3A4 and CYP2C8, forming active metabolites such as desethylamiodarone.\n• Terminal half-life: 20–47 days (after chronic use); functional half-life after IV bolus is 3–7 hours.\n• Excretion: biliary (mainly), renal <1%.",
      "farmacodinamica": "Prolongs the refractory period in all cardiac tissues, including AV node, Purkinje fibers, atria, and ventricles. Reduces sinus node automaticity, inhibits ectopic foci, and blocks reentry pathways. Negative chronotropic effect, mild negative inotropy, and peripheral vasodilation. Amiodarone is effective for both supraventricular arrhythmias (AF, flutter, SVT) and ventricular arrhythmias (VT, recurrent VF).",
      "indicacoes": "• Sustained and non-sustained ventricular tachycardias.\n• Recurrent ventricular fibrillation, especially post-cardiac arrest.\n• Atrial fibrillation and flutter with rapid ventricular response, especially in patients with heart failure or left ventricular dysfunction.\n• Acute control of supraventricular tachyarrhythmias.\n• Prophylaxis and treatment of arrhythmias in the postoperative period of cardiac surgery.\n• Control of arrhythmias in hemodynamic instability.",
      "posologia": "Adults:\n• Loading dose: 150 mg IV diluted in 100 mL D5W (infused over 10 minutes).\n• If needed, repeat 150 mg every 10–15 min for acute control.\n• Followed by maintenance infusion: 1 mg/min for 6 hours, then 0.5 mg/min for up to 18 hours or as clinically indicated.\n• Total dose in first 24 hours: up to 2.2 g.\nPediatrics:\n• Loading dose: 5 mg/kg IV diluted in D5W, infused over 20–60 minutes.\n• Maintenance: 5–15 mcg/kg/min.\n• Maximum pediatric dose in first 24 hours: 15 mg/kg or 2.2 g (whichever is less).",
      "administracao": "• Slow intravenous (diluted bolus) and continuous infusion.\n• Never administer amiodarone as a direct undiluted IV bolus due to risk of severe hypotension, circulatory collapse, and phlebitis.\n• Preferably administer via central venous access; if peripheral, ensure a good vein and adequate dilution.\n• Always with continuous monitoring (ECG, blood pressure, oximetry).",
      "doseMaxima": "• Adult: up to 2.2 g in the first 24 hours.\n• Pediatrics: 15 mg/kg in 24 hours (or 2.2 g, whichever is less).",
      "doseMinima": "• Adult: 150 mg IV over 10 minutes.\n• Pediatrics: 5 mg/kg IV.",
      "reacoesAdversas": "Very common (>10%):\n• Bradycardia, hypotension (especially with rapid infusion).\n• Phlebitis, pain at infusion site (peripheral route).\nCommon (1–10%):\n• AV blocks, QT interval prolongation.\n• Dizziness, nausea, tremors.\n• Transient visual disturbances.\nUncommon (0.1–1%):\n• Torsades de Pointes (rare but possible).\n• Asystole, electromechanical dissociation.\n• Acute liver injury (transient elevation of transaminases).\n• Bronchospasm (rare but possible).\nRare (<0.1%):\n• Cardiogenic shock, circulatory collapse.\n• Anaphylactoid reactions.\n• Acute interstitial pneumonitis (rare with IV use, more associated with chronic oral use).",
      "riscoGravidez": "Category D. Evidence of human fetal risk. Use restricted to emergency situations and when the benefits clearly outweigh the risks, such as in life-threatening arrhythmias.",
      "riscoLactacao": "Excreted in breast milk. Contraindicated during breastfeeding, except in emergencies, in which case temporary suspension of breastfeeding is recommended for up to 24 hours after IV administration.",
      "ajusteRenal": "• No adjustment required in renal insufficiency, as renal excretion is negligible (<1%).\n• Monitor for cardiac and hepatic toxicity in critically ill patients.",
      "ajusteHepatico": "• Use with caution in hepatic impairment, since metabolism is predominantly hepatic.\n• Reduce maintenance dose and monitor liver enzymes.",
      "contraindicacoes": "• Hypersensitivity to amiodarone or iodine.\n• Severe sinus bradycardia, sinoatrial block, second- or third-degree AV block (without pacemaker).\n• Sick sinus syndrome.\n• Severe hypotension.\n• Circulatory collapse.\n• Known thyroid disease (relative — close monitoring required).",
      "interacaoMedicamento": "• Increases risk of Torsades de Pointes when combined with other QT-prolonging drugs (haloperidol, ziprasidone, methadone, levofloxacin).\n• Potentiates effects of beta-blockers, calcium channel blockers (risk of bradycardia, AV block).\n• Increases serum digoxin levels (reduce digoxin dose by half).\n• Increases effect of oral anticoagulants (warfarin — adjust INR).\n• CYP3A4 inhibitors (ketoconazole, clarithromycin) increase toxicity.\n• Enzyme inducers (rifampin, carbamazepine) may reduce efficacy.\n• Interacts with cyclosporine, fentanyl, midazolam, increasing risk of toxicity.",
      "apresentacao": "• Ampoules 150 mg/3 mL.\n• Concentrated solution (50 mg/mL) for dilution.\n• For IV or oral use (other presentations).",
      "preparo": "• Dilute each ampoule (150 mg) in at least 100 mL of D5W.\n• For infusion:\n  - Mix 900 mg (6 ampoules) in 500 mL of D5W.\n• Do not use normal saline (risk of precipitation).",
      "solucoesCompatíveis": "Only 5% dextrose solution (D5W) is compatible. Incompatible with 0.9% saline, alkaline solutions, and lactated Ringer's (risk of precipitation).",
      "armazenamento": "Store between 15°C and 30°C, protected from light. After dilution, use within 24 hours if kept refrigerated (2–8°C) and under aseptic conditions.",
      "cuidadosMedicos": "• Strict monitoring of ECG, blood pressure, and oximetry.\n• Assess for bradycardia, AV blocks, and hypotension.\n• Do not administer as direct IV bolus.\n• Use central access whenever possible.\n• Have external pacemaker, ventilation, and resuscitation support available.\n• Monitor liver enzymes during prolonged use or high cumulative doses.",
      "cuidadosFarmaceuticos": "• Check label and ensure correct dilution.\n• Do not use normal saline for dilution.\n• Ensure traceability of batch, dose, time, and route.\n• Observe solution stability (cloudiness, precipitation).\n• Double-check preparation and administration.",
      "cuidadosEnfermagem": "• Monitor vital signs, continuous ECG, and oxygen saturation.\n• Observe for bradycardia, AV blocks, hypotension, or local reactions.\n• Prepare infusion pump correctly.\n• Watch for possible adverse reactions (nausea, tremor, dizziness, visual changes).\n• Immediately report any signs of hemodynamic collapse or severe adverse reactions.\n• Ensure venous access is patent and adequate.",
      "viaEliminacao": "Predominantly biliary excretion, with fecal elimination of amiodarone and its metabolites. Less than 1% is excreted renally. Excretion is slow and prolonged, reflecting its long terminal half-life and tissue accumulation.",
      "inicioAcao": "2 to 5 minutes after intravenous administration.",
      "tempoPico": "15 to 30 minutes after initial infusion.",
      "meiaVida": "3–7 hours after single IV dose; 20–47 days after chronic use.",
      "efeitoClinico": "Suppression of abnormal automaticity, prolongation of refractory period, blockade of reentry pathways, and stabilization of cardiac rhythm. Rapid clinical response in tachyarrhythmias with hemodynamic instability. With prolonged use, reduces recurrent episodes of AF, VT, and VF.",
      "precaucoesEspecificas": "Avoid concomitant use with drugs that prolong the QT interval. Caution in patients with liver disease, thyroid disorders, or pulmonary dysfunction. Regularly monitor hepatic and thyroid function. May cause photosensitivity, peripheral neuropathy, and interstitial pneumonitis with chronic use.",
      "fontesBibliograficas": "Anvisa Package Insert (Amiodarone), Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Goodman & Gilman (13th Edition), UpToDate (2024), Micromedex, ACLS Guidelines 2020, PubMed ID 37499472, Tintinalli’s Emergency Medicine (9th Edition), PubChem Compound ID 2157."
    }
  },
  "ES": {
    "bulario": {
      "nomePrincipioAtivo": "Amiodarona",
      "nomeComercial": "Ancoron®, Atlansil®, Angoron®, Amiodarona®",
      "classificacao": "Antiarrítmico clase III (con propiedades de las clases I, II, III y IV)",
      "mecanismoAcao": "La amiodarona bloquea predominantemente los canales de potasio, prolongando el potencial de acción y el período refractario en todas las fibras cardíacas. Además, presenta efecto bloqueador de los canales de sodio (clase I), efecto beta-bloqueador (clase II) e inhibición de los canales de calcio (clase IV). El resultado es la supresión de la automaticidad anormal, aumento del período refractario y disminución de la conducción, siendo eficaz en taquiarritmias supraventriculares y ventriculares. También posee efecto vasodilatador periférico y coronario, contribuyendo a una leve disminución de la presión arterial.",
      "farmacocinetica": "• Absorción: biodisponibilidad IV del 100%.\n• Inicio de acción: 2–5 minutos IV.\n• Pico de efecto: 15–30 minutos.\n• Duración del efecto IV: 1–3 horas después del bolo.\n• Volumen de distribución: 40–130 L/kg (extremadamente elevado debido a su alta lipofilia).\n• Unión a proteínas plasmáticas: >95%.\n• Metabolismo: hepático, principalmente vía CYP3A4 y CYP2C8, formando metabolitos activos como la desetilamiodarona.\n• Vida media terminal: 20–47 días (tras uso crónico); vida media funcional tras bolo IV es de 3–7 horas.\n• Excreción: biliar (principalmente), renal <1%.",
      "farmacodinamica": "Prolonga el período refractario en todos los tejidos cardíacos, incluidos el nodo AV, fibras de Purkinje, aurículas y ventrículos. Reduce la automaticidad del nodo sinusal, inhibe focos ectópicos y bloquea vías de reentrada. Efecto cronotrópico negativo, leve inotropismo negativo y efecto vasodilatador periférico. La amiodarona es eficaz tanto en arritmias supraventriculares (FA, flutter, TSV) como en ventriculares (TV, FV recurrente).",
      "indicacoes": "• Taquicardias ventriculares sostenidas y no sostenidas.\n• Fibrilación ventricular recurrente, especialmente post-paro cardíaco.\n• Fibrilación y flutter auricular con respuesta ventricular rápida, especialmente en pacientes con insuficiencia cardíaca o disfunción ventricular izquierda.\n• Control agudo de taquiarritmias supraventriculares.\n• Profilaxis y tratamiento de arritmias en el postoperatorio de cirugía cardíaca.\n• Control de arritmias en situaciones de inestabilidad hemodinámica.",
      "posologia": "Adultos:\n• Dosis de ataque: 150 mg IV diluidos en 100 mL de SG 5% (infusión en 10 minutos).\n• Si es necesario, repetir 150 mg cada 10–15 min para control agudo.\n• Seguido de infusión de mantenimiento: 1 mg/min durante 6 horas, luego 0,5 mg/min hasta 18 horas o según necesidad clínica.\n• Dosis total en las primeras 24 horas: hasta 2,2 g.\nPediatría:\n• Dosis de ataque: 5 mg/kg IV diluidos en SG 5%, infundidos en 20–60 minutos.\n• Mantenimiento: 5–15 mcg/kg/min.\n• Dosis máxima pediátrica en las primeras 24 horas: 15 mg/kg o 2,2 g (lo que sea menor).",
      "administracao": "• Vía intravenosa lenta (bolo diluido) e infusión continua.\n• Nunca administrar amiodarona en bolo IV directo (no diluido) debido al riesgo de hipotensión severa, colapso circulatorio y flebitis.\n• Administrar preferentemente por acceso venoso central; si es periférico, asegurar una vena adecuada y dilución correcta.\n• Siempre con monitorización continua (ECG, PA, oximetría).",
      "doseMaxima": "• Adultos: hasta 2,2 g en las primeras 24 horas.\n• Pediatría: 15 mg/kg en 24 horas (o 2,2 g, lo que sea menor).",
      "doseMinima": "• Adultos: 150 mg IV en 10 minutos.\n• Pediatría: 5 mg/kg IV.",
      "reacoesAdversas": "Muy frecuentes (>10%):\n• Bradicardia, hipotensión (particularmente en infusión rápida).\n• Flebitis, dolor en el lugar de infusión (vía periférica).\nFrecuentes (1–10%):\n• Bloqueos AV, prolongación del intervalo QT.\n• Mareo, náuseas, temblores.\n• Alteraciones visuales transitorias.\nPoco frecuentes (0,1–1%):\n• Torsades de Pointes (raro, pero posible).\n• Asistolia, disociación electromecánica.\n• Lesión hepática aguda (elevación transitoria de transaminasas).\n• Broncoespasmo (raro, pero posible).\nRaras (<0,1%):\n• Shock cardiogénico, colapso circulatorio.\n• Reacciones anafilactoides.\n• Neumonitis intersticial aguda (rara en uso EV, más asociada a uso crónico oral).",
      "riscoGravidez": "Categoría D. Evidencia de riesgo fetal humano. Uso restringido a situaciones de emergencia y cuando los beneficios superan claramente los riesgos, como en el tratamiento de arritmias potencialmente mortales.",
      "riscoLactacao": "Se excreta en la leche materna. Contraindicado durante la lactancia, salvo en situaciones de emergencia, en las que se recomienda suspender la lactancia temporalmente hasta 24 horas después de la administración IV.",
      "ajusteRenal": "• No requiere ajuste en insuficiencia renal, ya que la excreción renal es irrelevante (<1%).\n• Monitorizar toxicidad cardíaca y hepática en pacientes críticos.",
      "ajusteHepatico": "• Usar con precaución en insuficiencia hepática, dado que el metabolismo es predominantemente hepático.\n• Reducir la dosis de mantenimiento y monitorizar las enzimas hepáticas.",
      "contraindicacoes": "• Hipersensibilidad a la amiodarona o al yodo.\n• Bradicardia sinusal severa, bloqueo sinoauricular, bloqueos AV de 2º o 3º grado (sin marcapasos).\n• Síndrome del nodo sinusal.\n• Hipotensión severa.\n• Colapso circulatorio.\n• Enfermedad tiroidea conocida (relativo — monitorización estrecha).",
      "interacaoMedicamento": "• Aumenta el riesgo de Torsades de Pointes cuando se combina con otros fármacos que prolongan el QT (haloperidol, ziprasidona, metadona, levofloxacino).\n• Potencia los efectos de betabloqueadores, bloqueadores de canales de calcio (riesgo de bradicardia, bloqueos AV).\n• Eleva los niveles séricos de digoxina (reducir la dosis de digoxina a la mitad).\n• Aumenta el efecto de anticoagulantes orales (warfarina — ajustar INR).\n• Inhibidores de CYP3A4 (ketoconazol, claritromicina) aumentan la toxicidad.\n• Inductores enzimáticos (rifampicina, carbamazepina) pueden reducir la eficacia.\n• Interactúa con ciclosporina, fentanilo, midazolam, aumentando el riesgo de toxicidad.",
      "apresentacao": "• Ampollas de 150 mg/3 mL.\n• Solución concentrada (50 mg/mL) para dilución.\n• Uso exclusivamente IV o VO (en otras presentaciones).",
      "preparo": "• Diluir cada ampolla (150 mg) en al menos 100 mL de SG 5%.\n• Para infusión:\n  - Mezclar 900 mg (6 ampollas) en 500 mL de SG 5%.\n• No usar solución salina fisiológica (riesgo de precipitación).",
      "solucoesCompatíveis": "Sólo solución glucosada al 5% (SG 5%) es compatible. Incompatible con SF 0,9%, soluciones alcalinas y Ringer lactato (riesgo de precipitación).",
      "armazenamento": "Conservar entre 15°C y 30°C, protegido de la luz. Tras la dilución, utilizar en un máximo de 24 horas si se mantiene refrigerado (2–8°C) y bajo condiciones asépticas.",
      "cuidadosMedicos": "• Monitorización estricta de ECG, PA y oximetría.\n• Evaluar bradicardia, bloqueos AV e hipotensión.\n• No administrar en bolo IV directo.\n• Usar acceso central siempre que sea posible.\n• Disponer de soporte para marcapasos externo, ventilación y reanimación.\n• Monitorizar enzimas hepáticas durante uso prolongado o dosis acumulativas altas.",
      "cuidadosFarmaceuticos": "• Verificar etiqueta y asegurar dilución correcta.\n• No usar solución salina fisiológica para la dilución.\n• Garantizar trazabilidad de lote, dosis, horario y vía.\n• Observar estabilidad de la solución (turbidez, precipitación).\n• Realizar doble verificación en la preparación y administración.",
      "cuidadosEnfermagem": "• Monitorizar signos vitales, ECG continuo y saturación.\n• Observar bradicardia, bloqueos AV, hipotensión o reacciones locales.\n• Preparar correctamente la bomba de infusión.\n• Vigilar posibles reacciones adversas (náuseas, temblor, mareo, alteraciones visuales).\n• Notificar inmediatamente cualquier signo de colapso hemodinámico o reacciones adversas graves.\n• Asegurar que el acceso venoso esté permeable y adecuado.",
      "viaEliminacao": "Excreción predominantemente biliar, con eliminación fecal de la amiodarona y sus metabolitos. Menos del 1% se excreta por vía renal. La excreción es lenta y prolongada, reflejando su extensa vida media terminal y acumulación tisular.",
      "inicioAcao": "2 a 5 minutos tras la administración intravenosa.",
      "tempoPico": "15 a 30 minutos tras la infusión inicial.",
      "meiaVida": "3–7 horas tras dosis IV única; 20–47 días tras uso crónico.",
      "efeitoClinico": "Supresión de la automaticidad anormal, prolongación del período refractario, bloqueo de vías de reentrada y estabilización del ritmo cardíaco. Respuesta clínica rápida en taquiarritmias con inestabilidad hemodinámica. Con uso prolongado, reduce episodios recurrentes de FA, TV y FV.",
      "precaucoesEspecificas": "Evitar el uso concomitante con fármacos que prolongan el QT. Precaución en pacientes con hepatopatía, trastornos tiroideos o disfunción pulmonar. Monitorizar función hepática y tiroidea regularmente. Puede causar fotosensibilidad, neuropatía periférica y neumonitis intersticial en uso crónico.",
      "fontesBibliograficas": "Prospecto Anvisa (Amiodarona), Miller’s Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Goodman & Gilman (13ª Edición), UpToDate (2024), Micromedex, ACLS Guidelines 2020, PubMed ID 37499472, Tintinalli’s Emergency Medicine (9ª Edición), PubChem Compound ID 2157."
    }
  }
}
