{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Atracúrio (Besilato de Atracúrio)",
            "nomeComercial": "Tracurium®",
            "classificacao": "Bloqueador neuromuscular não despolarizante, de ação intermediária, benzilisoquinolínico",
            "mecanismoAcao": "Age como antagonista competitivo dos receptores nicotínicos da acetilcolina na junção neuromuscular, bloqueando a transmissão neuromuscular e promovendo paralisia flácida. É degradado espontaneamente no plasma e tecidos por meio da reação de Hofmann (processo não enzimático, dependente de pH e temperatura) e por hidrólise enzimática via esterase não específica.",
            "farmacocinetica": "• Início de ação: 2–3 minutos.\n• Pico de efeito: 3–5 minutos.\n• Duração clínica: 20–35 minutos.\n• Tempo até recuperação de 25% da função muscular: 35–50 minutos.\n• Meia-vida de eliminação: 20–30 minutos.\n• Volume de distribuição: 0,15–0,2 L/kg.\n• Ligação às proteínas plasmáticas: 82%.\n• Metabolização: 60% por reação de Hofmann (não enzimática), 30% por hidrólise enzimática e 10% hepática.\n• Excreção: renal (10–30%) e biliar (5–10%).",
            "farmacodinamica": "Bloqueador neuromuscular de duração intermediária. Apresenta início rápido, recuperação previsível e é independente das funções hepática e renal para eliminação, devido à degradação espontânea (Hofmann). Possui risco de liberação de histamina, especialmente em doses rápidas e altas, podendo gerar hipotensão e broncoespasmo.",
            "indicacoes": "• Facilitação da intubação orotraqueal.\n• Manutenção do bloqueio neuromuscular durante procedimentos cirúrgicos.\n• Uso em ventilação mecânica prolongada na UTI.\n• Procedimentos diagnósticos e terapêuticos que requeiram imobilidade muscular.",
            "posologia": "Adulto:\n• Intubação:\n  - 0,4–0,5 mg/kg IV em bolus.\n• Manutenção:\n  - Bolus adicionais de 0,08–0,1 mg/kg IV.\n  - Ou infusão contínua: 5–10 mcg/kg/min.\nPediatria:\n• Neonatos (<1 mês):\n  - Dados limitados, usar com cautela.\n• Lactentes (1–23 meses):\n  - 0,3–0,4 mg/kg IV bolus.\n  - Infusão: 5–8 mcg/kg/min.\n• Crianças (2–12 anos):\n  - 0,3–0,5 mg/kg IV bolus.\n  - Infusão: 5–8 mcg/kg/min.\n• Adolescentes (12–18 anos):\n  - Mesma posologia de adultos.",
            "administracao": "• Exclusivamente por via intravenosa.\n• Administração em bolus lento (20–30 segundos) ou infusão contínua com bomba volumétrica.\n• Recomendado uso de monitorização neuromuscular contínua (TOF).",
            "doseMaxima": "• Bolus: até 0,6 mg/kg.\n• Infusão: até 10 mcg/kg/min.",
            "doseMinima": "• Bolus de manutenção: 0,08 mg/kg.\n• Infusão: 5 mcg/kg/min.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Rubor facial, hipotensão transitória (associados à liberação de histamina).\nComuns (1–10%):\n• Broncoespasmo, taquicardia, urticária, prurido.\nIncomuns (0,1–1%):\n• Hipotensão grave, broncoespasmo severo.\nRaras (<0,1%):\n• Reações anafiláticas, choque.\n• Bloqueio neuromuscular prolongado, especialmente em hipotermia, acidose ou disfunção colinesterásica.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Rápida degradação no plasma sugere baixo risco fetal. Uso descrito em cesarianas sob anestesia geral quando indicado.",
            "riscoLactacao": "Desconhecido se excreta no leite materno, mas devido à rápida degradação no plasma, não se espera risco significativo para o lactente.",
            "ajusteRenal": "• Não é necessário ajuste. A eliminação ocorre majoritariamente por degradação espontânea (Hofmann), independente da função renal.",
            "ajusteHepatico": "• Não é necessário ajuste em insuficiência hepática leve a moderada.\n• Pode haver leve prolongamento na insuficiência hepática grave, sem relevância clínica na maioria dos casos.",
            "contraindicacoes": "• Hipersensibilidade conhecida ao atracúrio, cisatracúrio ou a qualquer componente da fórmula.\n• Histórico de reação anafilática a bloqueadores neuromusculares não despolarizantes.",
            "interacaoMedicamento": "• Potencializado por:\n  - Anestésicos voláteis (sevoflurano, isoflurano, desflurano).\n  - Aminoglicosídeos, lítio, bloqueadores de canais de cálcio, polimixinas.\n  - Magnésio, lidocaína IV, corticoterapia prolongada.\n• Efeito reduzido por:\n  - Anticonvulsivantes de uso crônico (fenitoína, carbamazepina).\n• Prolongado em:\n  - Hipotermia.\n  - Acidose metabólica grave.\n  - Alcalose respiratória.",
            "apresentacao": "• Ampolas de 10 mg/mL – 2,5 mL (25 mg) ou 5 mL (50 mg) para uso EV.",
            "preparo": "• Pronto para uso.\n• Pode ser diluído em SF 0,9%, SG 5% ou Ringer Lactato para infusão contínua.\n• Exemplo: 100 mg em 100 mL = 1 mg/mL (ou 1000 mcg/mL).",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Ringer Lactato.\n• Incompatível com soluções alcalinas (ex.: bicarbonato de sódio).",
            "armazenamento": "• Conservar entre 2°C e 8°C (refrigerado).\n• Após diluição, estável por até 24 horas se mantido refrigerado.\n• Proteger da luz.\n• Descartar se houver precipitação, turbidez ou alteração de cor.",
            "cuidadosMedicos": "• Monitorização rigorosa da função neuromuscular (TOF) é obrigatória.\n• Preparar suporte ventilatório até recuperação completa da função muscular.\n• Observar risco de liberação de histamina, especialmente com bolus rápidos.\n• Cuidado em hipotermia, acidose ou alcalose, que podem alterar a farmacocinética.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade da ampola.\n• Preparar sob condições assépticas.\n• Calcular corretamente diluição para infusão contínua.\n• Documentar lote, dose, via, horário e parâmetros de monitorização neuromuscular.",
            "cuidadosEnfermagem": "• Monitorizar TOF, sinais vitais, capnografia e ventilação.\n• Observar sinais de bloqueio neuromuscular prolongado ou liberação de histamina (rubor, prurido, hipotensão, broncoespasmo).\n• Verificar funcionamento da bomba de infusão e acesso venoso pérvio.\n• Notificar imediatamente qualquer reação adversa ou bloqueio prolongado.",
            "fontesBibliograficas": "Bula Anvisa (Tracurium®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37609582, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli's Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Atracurium (Atracurium Besylate)",
            "nomeComercial": "Tracurium®",
            "classificacao": "Non-depolarizing neuromuscular blocking agent, intermediate-acting, benzylisoquinolinium",
            "mecanismoAcao": "Acts as a competitive antagonist of nicotinic acetylcholine receptors at the neuromuscular junction, blocking neuromuscular transmission and promoting flaccid paralysis. It is spontaneously degraded in plasma and tissues through the Hofmann reaction (non-enzymatic process, dependent on pH and temperature) and by enzymatic hydrolysis via non-specific esterase.",
            "farmacocinetica": "• Onset of action: 2–3 minutes.\n• Peak effect: 3–5 minutes.\n• Clinical duration: 20–35 minutes.\n• Time to 25% muscle function recovery: 35–50 minutes.\n• Elimination half-life: 20–30 minutes.\n• Volume of distribution: 0.15–0.2 L/kg.\n• Plasma protein binding: 82%.\n• Metabolism: 60% by Hofmann reaction (non-enzymatic), 30% by enzymatic hydrolysis, and 10% hepatic.\n• Excretion: renal (10–30%) and biliary (5–10%).",
            "farmacodinamica": "Intermediate-acting neuromuscular blocking agent. It has rapid onset, predictable recovery, and is independent of hepatic and renal function for elimination due to spontaneous degradation (Hofmann). It has a risk of histamine release, especially with rapid and high doses, which can cause hypotension and bronchospasm.",
            "indicacoes": "• Facilitation of orotracheal intubation.\n• Maintenance of neuromuscular blockade during surgical procedures.\n• Use in prolonged mechanical ventilation in ICU.\n• Diagnostic and therapeutic procedures requiring muscle immobility.",
            "posologia": "Adults:\n• Intubation:\n  - 0.4–0.5 mg/kg IV bolus.\n• Maintenance:\n  - Additional boluses of 0.08–0.1 mg/kg IV.\n  - Or continuous infusion: 5–10 mcg/kg/min.\nPediatrics:\n• Neonates (<1 month):\n  - Limited data, use with caution.\n• Infants (1–23 months):\n  - 0.3–0.4 mg/kg IV bolus.\n  - Infusion: 5–8 mcg/kg/min.\n• Children (2–12 years):\n  - 0.3–0.5 mg/kg IV bolus.\n  - Infusion: 5–8 mcg/kg/min.\n• Adolescents (12–18 years):\n  - Same dosing as adults.",
            "administracao": "• Exclusively by intravenous route.\n• Administration as slow bolus (20–30 seconds) or continuous infusion with volumetric pump.\n• Recommended use of continuous neuromuscular monitoring (TOF).",
            "doseMaxima": "• Bolus: up to 0.6 mg/kg.\n• Infusion: up to 10 mcg/kg/min.",
            "doseMinima": "• Maintenance bolus: 0.08 mg/kg.\n• Infusion: 5 mcg/kg/min.",
            "reacoesAdversas": "Very common (>10%):\n• Facial flushing, transient hypotension (associated with histamine release).\nCommon (1–10%):\n• Bronchospasm, tachycardia, urticaria, pruritus.\nUncommon (0.1–1%):\n• Severe hypotension, severe bronchospasm.\nRare (<0.1%):\n• Anaphylactic reactions, shock.\n• Prolonged neuromuscular blockade, especially in hypothermia, acidosis, or cholinesterase dysfunction.",
            "riscoGravidez": "Category C. Use only if clearly necessary. Rapid plasma degradation suggests low fetal risk. Use described in cesarean sections under general anesthesia when indicated.",
            "riscoLactacao": "Unknown if excreted in breast milk, but due to rapid plasma degradation, no significant risk to the infant is expected.",
            "ajusteRenal": "• No adjustment necessary. Elimination occurs predominantly through spontaneous degradation (Hofmann), independent of renal function.",
            "ajusteHepatico": "• No adjustment necessary in mild to moderate hepatic insufficiency.\n• There may be slight prolongation in severe hepatic insufficiency, without clinical relevance in most cases.",
            "contraindicacoes": "• Known hypersensitivity to atracurium, cisatracurium, or any component of the formula.\n• History of anaphylactic reaction to non-depolarizing neuromuscular blocking agents.",
            "interacaoMedicamento": "• Potentiated by:\n  - Volatile anesthetics (sevoflurane, isoflurane, desflurane).\n  - Aminoglycosides, lithium, calcium channel blockers, polymyxins.\n  - Magnesium, IV lidocaine, prolonged corticosteroid therapy.\n• Effect reduced by:\n  - Chronic anticonvulsants (phenytoin, carbamazepine).\n• Prolonged in:\n  - Hypothermia.\n  - Severe metabolic acidosis.\n  - Respiratory alkalosis.",
            "apresentacao": "• Ampoules of 10 mg/mL – 2.5 mL (25 mg) or 5 mL (50 mg) for IV use.",
            "preparo": "• Ready for use.\n• Can be diluted in 0.9% saline, 5% glucose, or Ringer's lactate for continuous infusion.\n• Example: 100 mg in 100 mL = 1 mg/mL (or 1000 mcg/mL).",
            "solucoesCompatíveis": "• 0.9% saline.\n• 5% glucose solution.\n• Ringer's lactate.\n• Incompatible with alkaline solutions (e.g., sodium bicarbonate).",
            "armazenamento": "• Store between 2°C and 8°C (refrigerated).\n• After dilution, stable for up to 24 hours if kept refrigerated.\n• Protect from light.\n• Discard if precipitation, cloudiness, or color change occurs.",
            "cuidadosMedicos": "• Rigorous monitoring of neuromuscular function (TOF) is mandatory.\n• Prepare ventilatory support until complete muscle function recovery.\n• Observe risk of histamine release, especially with rapid boluses.\n• Caution in hypothermia, acidosis, or alkalosis, which can alter pharmacokinetics.",
            "cuidadosFarmaceuticos": "• Check name, dose, route, concentration, and ampoule integrity.\n• Prepare under aseptic conditions.\n• Calculate dilution correctly for continuous infusion.\n• Document batch, dose, route, time, and neuromuscular monitoring parameters.",
            "cuidadosEnfermagem": "• Monitor TOF, vital signs, capnography, and ventilation.\n• Observe signs of prolonged neuromuscular blockade or histamine release (flushing, pruritus, hypotension, bronchospasm).\n• Verify infusion pump function and patent venous access.\n• Immediately report any adverse reaction or prolonged blockade.",
            "fontesBibliograficas": "FDA Label (Tracurium®), UpToDate (2024), Micromedex, Goodman & Gilman (13th Edition), PubMed ID 37609582, Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli's Emergency Medicine (9th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Atracurio (Besilato de Atracurio)",
            "nomeComercial": "Tracurium®",
            "classificacao": "Bloqueador neuromuscular no despolarizante, de acción intermedia, benzilisoquinolínico",
            "mecanismoAcao": "Actúa como antagonista competitivo de los receptores nicotínicos de la acetilcolina en la unión neuromuscular, bloqueando la transmisión neuromuscular y promoviendo parálisis flácida. Se degrada espontáneamente en plasma y tejidos mediante la reacción de Hofmann (proceso no enzimático, dependiente de pH y temperatura) y por hidrólisis enzimática vía esterasa no específica.",
            "farmacocinetica": "• Inicio de acción: 2–3 minutos.\n• Pico de efecto: 3–5 minutos.\n• Duración clínica: 20–35 minutos.\n• Tiempo hasta recuperación del 25% de la función muscular: 35–50 minutos.\n• Vida media de eliminación: 20–30 minutos.\n• Volumen de distribución: 0,15–0,2 L/kg.\n• Unión a proteínas plasmáticas: 82%.\n• Metabolismo: 60% por reacción de Hofmann (no enzimática), 30% por hidrólisis enzimática y 10% hepático.\n• Excreción: renal (10–30%) y biliar (5–10%).",
            "farmacodinamica": "Bloqueador neuromuscular de duración intermedia. Presenta inicio rápido, recuperación predecible y es independiente de las funciones hepática y renal para eliminación, debido a la degradación espontánea (Hofmann). Posee riesgo de liberación de histamina, especialmente con dosis rápidas y altas, pudiendo generar hipotensión y broncoespasmo.",
            "indicacoes": "• Facilitación de la intubación orotraqueal.\n• Mantenimiento del bloqueo neuromuscular durante procedimientos quirúrgicos.\n• Uso en ventilación mecánica prolongada en UCI.\n• Procedimientos diagnósticos y terapéuticos que requieran inmovilidad muscular.",
            "posologia": "Adultos:\n• Intubación:\n  - 0,4–0,5 mg/kg IV en bolo.\n• Mantenimiento:\n  - Bolos adicionales de 0,08–0,1 mg/kg IV.\n  - O infusión continua: 5–10 mcg/kg/min.\nPediatría:\n• Neonatos (<1 mes):\n  - Datos limitados, usar con precaución.\n• Lactantes (1–23 meses):\n  - 0,3–0,4 mg/kg IV bolo.\n  - Infusión: 5–8 mcg/kg/min.\n• Niños (2–12 años):\n  - 0,3–0,5 mg/kg IV bolo.\n  - Infusión: 5–8 mcg/kg/min.\n• Adolescentes (12–18 años):\n  - Misma posología que adultos.",
            "administracao": "• Exclusivamente por vía intravenosa.\n• Administración en bolo lento (20–30 segundos) o infusión continua con bomba volumétrica.\n• Recomendado uso de monitorización neuromuscular continua (TOF).",
            "doseMaxima": "• Bolo: hasta 0,6 mg/kg.\n• Infusión: hasta 10 mcg/kg/min.",
            "doseMinima": "• Bolo de mantenimiento: 0,08 mg/kg.\n• Infusión: 5 mcg/kg/min.",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Rubor facial, hipotensión transitoria (asociados a liberación de histamina).\nFrecuentes (1–10%):\n• Broncoespasmo, taquicardia, urticaria, prurito.\nPoco frecuentes (0,1–1%):\n• Hipotensión grave, broncoespasmo severo.\nRaras (<0,1%):\n• Reacciones anafilácticas, shock.\n• Bloqueo neuromuscular prolongado, especialmente en hipotermia, acidosis o disfunción colinesterásica.",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. La rápida degradación en plasma sugiere bajo riesgo fetal. Uso descrito en cesáreas bajo anestesia general cuando esté indicado.",
            "riscoLactacao": "Se desconoce si se excreta en la leche materna, pero debido a la rápida degradación en plasma, no se espera riesgo significativo para el lactante.",
            "ajusteRenal": "• No es necesario ajuste. La eliminación ocurre mayoritariamente por degradación espontánea (Hofmann), independiente de la función renal.",
            "ajusteHepatico": "• No es necesario ajuste en insuficiencia hepática leve a moderada.\n• Puede haber leve prolongación en insuficiencia hepática grave, sin relevancia clínica en la mayoría de los casos.",
            "contraindicacoes": "• Hipersensibilidad conocida al atracurio, cisatracurio o a cualquier componente de la fórmula.\n• Antecedentes de reacción anafiláctica a bloqueadores neuromusculares no despolarizantes.",
            "interacaoMedicamento": "• Potenciado por:\n  - Anestésicos volátiles (sevoflurano, isoflurano, desflurano).\n  - Aminoglucósidos, litio, bloqueadores de canales de calcio, polimixinas.\n  - Magnesio, lidocaína IV, corticoterapia prolongada.\n• Efecto reducido por:\n  - Anticonvulsivantes de uso crónico (fenitoína, carbamazepina).\n• Prolongado en:\n  - Hipotermia.\n  - Acidosis metabólica grave.\n  - Alcalosis respiratoria.",
            "apresentacao": "• Ampollas de 10 mg/mL – 2,5 mL (25 mg) o 5 mL (50 mg) para uso IV.",
            "preparo": "• Listo para uso.\n• Puede diluirse en SF 0,9%, SG 5% o Ringer Lactato para infusión continua.\n• Ejemplo: 100 mg en 100 mL = 1 mg/mL (o 1000 mcg/mL).",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Solución glucosada 5%.\n• Ringer Lactato.\n• Incompatible con soluciones alcalinas (ej.: bicarbonato de sodio).",
            "armazenamento": "• Conservar entre 2°C y 8°C (refrigerado).\n• Tras dilución, estable hasta 24 horas si se mantiene refrigerado.\n• Proteger de la luz.\n• Descartar si hay precipitación, turbidez o cambio de color.",
            "cuidadosMedicos": "• La monitorización rigurosa de la función neuromuscular (TOF) es obligatoria.\n• Preparar soporte ventilatorio hasta recuperación completa de la función muscular.\n• Observar riesgo de liberación de histamina, especialmente con bolos rápidos.\n• Cuidado en hipotermia, acidosis o alcalosis, que pueden alterar la farmacocinética.",
            "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía, concentración e integridad de la ampolla.\n• Preparar bajo condiciones asépticas.\n• Calcular correctamente dilución para infusión continua.\n• Documentar lote, dosis, vía, horario y parámetros de monitorización neuromuscular.",
            "cuidadosEnfermagem": "• Monitorizar TOF, signos vitales, capnografía y ventilación.\n• Observar signos de bloqueo neuromuscular prolongado o liberación de histamina (rubor, prurito, hipotensión, broncoespasmo).\n• Verificar funcionamiento de la bomba de infusión y acceso venoso permeable.\n• Notificar inmediatamente cualquier reacción adversa o bloqueo prolongado.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Tracurium®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37609582, Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli's Emergency Medicine (9ª Edición)."
        }
    }
}