{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Atropina (Sulfato de Atropina)",
            "nomeComercial": "Atropion®, Atropina Sulfato®, Atropina Hipocloridrato®",
            "classificacao": "Antimuscarínico; antagonista colinérgico; antídoto; agente midriático",
            "mecanismoAcao": "A atropina é um antagonista competitivo dos receptores muscarínicos (M1 a M5), bloqueando a ação da acetilcolina no sistema nervoso parassimpático. Seus principais efeitos incluem aumento da frequência cardíaca (bloqueio do nervo vago), diminuição da secreção salivar e brônquica, relaxamento do músculo liso gastrointestinal e urinário, e midríase com cicloplegia. No SNC, em doses elevadas, pode causar excitação, delírio e convulsões. Atua também como antídoto em intoxicação por organofosforados e carbamatos. Além disso, a atropina cruza a barreira hematoencefálica, podendo exercer efeitos centrais significativos em altas doses. Seu bloqueio parassimpático é responsável pelo aumento da condução atrioventricular, elevação do limiar de estimulação do nodo SA, e redução da motilidade e tônus gastrointestinal. No sistema ocular, o bloqueio colinérgico causa midríase e paralisia da acomodação (cicloplegia), efeitos importantes em exames diagnósticos oftalmológicos. No trato urinário, reduz o tônus vesical e pode causar retenção urinária, especialmente em idosos.",
            "farmacocinetica": "• Início de ação: 1–2 minutos (IV), 15–30 minutos (IM).\n• Pico de efeito: 2–4 minutos (IV).\n• Duração: 30–60 minutos (cardíaco); até 4 horas (outros efeitos).\n• Meia-vida: 2 a 3 horas (adultos), até 6 horas (crianças).\n• Volume de distribuição: 1–1,5 L/kg.\n• Ligação a proteínas plasmáticas: 18–22%.\n• Metabolização: hepática (hidroxilação e conjugação).\n• Excreção: renal, 30–50% inalterada.",
            "farmacodinamica": "Promove aumento da frequência cardíaca ao inibir o tônus vagal, com uso essencial em bradicardias sintomáticas. Reduz secreções respiratórias, salivares e gastrointestinais. Inibe motilidade gástrica e intestinal. Causa midríase e cicloplegia por bloqueio de receptores M3 no músculo esfíncter da íris e músculo ciliar. No SNC, pode causar excitação parassimpática em doses terapêuticas altas. Atua como antídoto ao impedir a ação excessiva da acetilcolina em intoxicações colinérgicas. A atropina é particularmente eficaz em bradicardias vagais de origem sinusal ou nodal, e seu uso precoce em protocolos de ACLS pode prevenir deterioração clínica. Na intoxicação por organofosforados, sua eficácia está na reversão dos efeitos muscarínicos, como broncorreia, broncoespasmo, bradicardia e miose intensa. Ao ser administrada em doses repetidas até o aparecimento de atropinização (boca seca, taquicardia, midríase), ela permite o controle adequado dos sintomas colinérgicos. O início de ação extremamente rápido por via IV torna a atropina um fármaco ideal para emergências cardiovasculares e toxicológicas.",
            "indicacoes": "• Bradicardia sintomática ou instável (uso em ACLS).\n• Antídoto para intoxicação por organofosforados, carbamatos e cogumelos muscarínicos.\n• Pré-medicação anestésica (redução de secreções e prevenção de reflexos vagais).\n• Reversão de bloqueio neuromuscular com neostigmina.\n• Midríase para exame oftalmológico (uso oftálmico).",
            "posologia": "Adultos:\n• Bradicardia: 0,5 mg IV a cada 3–5 min. Dose máxima: 3 mg.\n• Intoxicação por organofosforados: iniciar com 1–2 mg IV, repetir a cada 5–10 min até secreções secarem ou sinais de atropinização.\n• Pré-anestesia: 0,4–0,6 mg IM ou SC.\nPediatria:\n• Bradicardia: 0,02 mg/kg IV. Dose mínima: 0,1 mg; máxima: 0,5 mg (crianças), 1 mg (adolescentes).",
            "administracao": "• IV (preferencial em emergências).\n• IM, SC ou endotraqueal (alternativas em emergências).\n• Oftálmica (colírio).",
            "doseMaxima": "• Adultos: 3 mg IV (bradicardia); sem limite fixo em intoxicações (atropinizar).\n• Pediatria: 2 mg (total acumulado).",
            "doseMinima": "• 0,1 mg (pediatria); 0,02 mg/kg.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Boca seca, taquicardia, retenção urinária.\nComuns (1–10%):\n• Constipação, visão turva, fotofobia.\nIncomuns (0,1–1%):\n• Confusão, alucinações, agitação.\n• Febre, especialmente em crianças.\nRaras (<0,1%):\n• Arritmias, parada cardíaca (superdose).\n• Reações anafiláticas.\n• Glaucoma agudo em predispostos.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Estudos limitados não demonstraram teratogenicidade significativa.",
            "riscoLactacao": "Excretada em pequenas quantidades no leite. Usar com cautela, evitar uso crônico. Sem relatos de efeitos adversos significativos no lactente.",
            "ajusteRenal": "• Não requer ajuste de dose.",
            "ajusteHepatico": "• Usar com cautela em insuficiência hepática grave. Pode haver aumento da meia-vida.",
            "contraindicacoes": "• Glaucoma de ângulo fechado.\n• Taquiarritmias.\n• Hipersensibilidade à atropina.\n• Estenose pilórica ou íleo paralítico (uso sistêmico).",
            "interacaoMedicamento": "• Aumento dos efeitos com antihistamínicos, antidepressivos tricíclicos e antipsicóticos.\n• Antagonismo com colinérgicos (ex: pilocarpina).\n• Pode aumentar efeitos adversos de medicamentos com ação anticolinérgica. Também interage com drogas antipsicóticas como clorpromazina e haloperidol, aumentando o risco de síndrome anticolinérgica. Pode aumentar os efeitos do levodopa no SNC, e potencializar reações adversas de antiparkinsonianos. Interage com amantadina, quinidina e disopiramida, ampliando os efeitos colaterais anticolinérgicos, como retenção urinária e constipação. A associação com opioides pode mascarar efeitos bradicardizantes. Em intoxicações, o uso concomitante com oximes (pralidoxima) é padrão, mas a atropina deve sempre preceder a oxime.",
            "apresentacao": "• Ampolas de 0,5 mg/mL, 1 mg/mL.\n• Frascos para colírio oftálmico 1%.",
            "preparo": "• Pronto para uso IV.\n• Para uso endotraqueal: diluir 1 mg em 10 mL de SF 0,9%.\n• Colírio: uso tópico oftálmico exclusivo.",
            "solucoesCompatíveis": "• Compatível com SF 0,9%, SG 5%.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Usar imediatamente após abertura.",
            "cuidadosMedicos": "• Monitorizar sinais vitais, ECG, secreções.\n• Ajustar dose conforme resposta clínica (especialmente em intoxicação).\n• Preparar para manejo de efeitos colaterais, incluindo agitação e retenção urinária.",
            "cuidadosFarmaceuticos": "• Confirmar via, concentração e compatibilidade.\n• Garantir disponibilidade imediata em protocolos ACLS e intoxicações.\n• Documentar dose, via e resposta clínica.",
            "cuidadosEnfermagem": "• Monitorizar sinais vitais, nível de consciência, diurese.\n• Avaliar presença de efeitos anticolinérgicos.\n• Manter via de administração disponível.\n• Alertar para visão turva, fotofobia e boca seca após uso.",
            "fontesBibliograficas": "Bula Anvisa (Atropina Sulfato®), UpToDate (2024), Micromedex, PubMed ID 37612294, Tintinalli's Emergency Medicine (9ª Ed.), Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), Manual ACLS AHA 2020."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Atropine (Atropine Sulfate)",
            "nomeComercial": "Atropion®, Atropine Sulfate®, Atropine Hydrochloride®",
            "classificacao": "Antimuscarinic; cholinergic antagonist; antidote; mydriatic agent",
            "mecanismoAcao": "Atropine is a competitive antagonist of muscarinic receptors (M1 to M5), blocking acetylcholine action in the parasympathetic nervous system. Its main effects include increased heart rate (vagal blockade), decreased salivary and bronchial secretions, relaxation of gastrointestinal and urinary smooth muscle, and mydriasis with cycloplegia. In the CNS, at high doses, it can cause excitation, delirium, and seizures. It also acts as an antidote in organophosphate and carbamate poisoning. Additionally, atropine crosses the blood-brain barrier and can exert significant central effects at high doses. Its parasympathetic blockade is responsible for increased atrioventricular conduction, elevated SA node stimulation threshold, and reduced gastrointestinal motility and tone. In the ocular system, cholinergic blockade causes mydriasis and accommodation paralysis (cycloplegia), important effects in ophthalmological diagnostic examinations. In the urinary tract, it reduces bladder tone and may cause urinary retention, especially in the elderly.",
            "farmacocinetica": "• Onset of action: 1–2 minutes (IV), 15–30 minutes (IM).\n• Peak effect: 2–4 minutes (IV).\n• Duration: 30–60 minutes (cardiac); up to 4 hours (other effects).\n• Half-life: 2 to 3 hours (adults), up to 6 hours (children).\n• Volume of distribution: 1–1.5 L/kg.\n• Plasma protein binding: 18–22%.\n• Metabolism: hepatic (hydroxylation and conjugation).\n• Excretion: renal, 30–50% unchanged.",
            "farmacodinamica": "Promotes increased heart rate by inhibiting vagal tone, with essential use in symptomatic bradycardias. Reduces respiratory, salivary, and gastrointestinal secretions. Inhibits gastric and intestinal motility. Causes mydriasis and cycloplegia by blocking M3 receptors in the iris sphincter muscle and ciliary muscle. In the CNS, it can cause parasympathetic excitation at high therapeutic doses. Acts as an antidote by preventing excessive acetylcholine action in cholinergic poisonings. Atropine is particularly effective in vagal bradycardias of sinus or nodal origin, and its early use in ACLS protocols can prevent clinical deterioration. In organophosphate poisoning, its efficacy lies in reversing muscarinic effects such as bronchorrhea, bronchospasm, bradycardia, and intense miosis. When administered in repeated doses until atropinization appears (dry mouth, tachycardia, mydriasis), it allows adequate control of cholinergic symptoms. The extremely rapid onset of action via IV makes atropine an ideal drug for cardiovascular and toxicological emergencies.",
            "indicacoes": "• Symptomatic or unstable bradycardia (ACLS use).\n• Antidote for organophosphate, carbamate, and muscarinic mushroom poisoning.\n• Pre-anesthetic medication (reduction of secretions and prevention of vagal reflexes).\n• Reversal of neuromuscular blockade with neostigmine.\n• Mydriasis for ophthalmological examination (ophthalmic use).",
            "posologia": "Adults:\n• Bradycardia: 0.5 mg IV every 3–5 min. Maximum dose: 3 mg.\n• Organophosphate poisoning: start with 1–2 mg IV, repeat every 5–10 min until secretions dry or signs of atropinization appear.\n• Pre-anesthesia: 0.4–0.6 mg IM or SC.\nPediatrics:\n• Bradycardia: 0.02 mg/kg IV. Minimum dose: 0.1 mg; maximum: 0.5 mg (children), 1 mg (adolescents).",
            "administracao": "• IV (preferred in emergencies).\n• IM, SC, or endotracheal (alternatives in emergencies).\n• Ophthalmic (eye drops).",
            "doseMaxima": "• Adults: 3 mg IV (bradycardia); no fixed limit in poisonings (atropinize).\n• Pediatrics: 2 mg (total cumulative).",
            "doseMinima": "• 0.1 mg (pediatrics); 0.02 mg/kg.",
            "reacoesAdversas": "Very common (>10%):\n• Dry mouth, tachycardia, urinary retention.\nCommon (1–10%):\n• Constipation, blurred vision, photophobia.\nUncommon (0.1–1%):\n• Confusion, hallucinations, agitation.\n• Fever, especially in children.\nRare (<0.1%):\n• Arrhythmias, cardiac arrest (overdose).\n• Anaphylactic reactions.\n• Acute glaucoma in predisposed individuals.",
            "riscoGravidez": "Category C. Use only if clearly necessary. Limited studies have not demonstrated significant teratogenicity.",
            "riscoLactacao": "Excreted in small amounts in milk. Use with caution, avoid chronic use. No reports of significant adverse effects in nursing infants.",
            "ajusteRenal": "• No dose adjustment required.",
            "ajusteHepatico": "• Use with caution in severe hepatic insufficiency. There may be increased half-life.",
            "contraindicacoes": "• Angle-closure glaucoma.\n• Tachyarrhythmias.\n• Hypersensitivity to atropine.\n• Pyloric stenosis or paralytic ileus (systemic use).",
            "interacaoMedicamento": "• Increased effects with antihistamines, tricyclic antidepressants, and antipsychotics.\n• Antagonism with cholinergics (e.g., pilocarpine).\n• May increase adverse effects of medications with anticholinergic action. Also interacts with antipsychotic drugs such as chlorpromazine and haloperidol, increasing the risk of anticholinergic syndrome. May increase levodopa effects in the CNS and potentiate adverse reactions of antiparkinsonian drugs. Interacts with amantadine, quinidine, and disopyramide, amplifying anticholinergic side effects such as urinary retention and constipation. Association with opioids may mask bradycardic effects. In poisonings, concomitant use with oximes (pralidoxime) is standard, but atropine should always precede the oxime.",
            "apresentacao": "• Ampoules of 0.5 mg/mL, 1 mg/mL.\n• Bottles for 1% ophthalmic eye drops.",
            "preparo": "• Ready for IV use.\n• For endotracheal use: dilute 1 mg in 10 mL of 0.9% saline.\n• Eye drops: exclusive topical ophthalmic use.",
            "solucoesCompatíveis": "• Compatible with 0.9% saline, 5% glucose.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light.\n• Use immediately after opening.",
            "cuidadosMedicos": "• Monitor vital signs, ECG, secretions.\n• Adjust dose according to clinical response (especially in poisoning).\n• Prepare for management of side effects, including agitation and urinary retention.",
            "cuidadosFarmaceuticos": "• Confirm route, concentration, and compatibility.\n• Ensure immediate availability in ACLS protocols and poisonings.\n• Document dose, route, and clinical response.",
            "cuidadosEnfermagem": "• Monitor vital signs, level of consciousness, diuresis.\n• Assess presence of anticholinergic effects.\n• Maintain administration route available.\n• Alert for blurred vision, photophobia, and dry mouth after use.",
            "fontesBibliograficas": "FDA Label (Atropine Sulfate®), UpToDate (2024), Micromedex, PubMed ID 37612294, Tintinalli's Emergency Medicine (9th Ed.), Goodman & Gilman (13th Ed.), Miller's Anesthesia (9th Ed.), AHA ACLS Manual 2020."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Atropina (Sulfato de Atropina)",
            "nomeComercial": "Atropion®, Atropina Sulfato®, Atropina Clorhidrato®",
            "classificacao": "Antimuscarínico; antagonista colinérgico; antídoto; agente midriático",
            "mecanismoAcao": "La atropina es un antagonista competitivo de los receptores muscarínicos (M1 a M5), bloqueando la acción de la acetilcolina en el sistema nervioso parasimpático. Sus principales efectos incluyen aumento de la frecuencia cardíaca (bloqueo del nervio vago), disminución de la secreción salivar y bronquial, relajación del músculo liso gastrointestinal y urinario, y midriasis con cicloplejía. En el SNC, a dosis elevadas, puede causar excitación, delirio y convulsiones. Actúa también como antídoto en intoxicación por organofosforados y carbamatos. Además, la atropina cruza la barrera hematoencefálica, pudiendo ejercer efectos centrales significativos a dosis altas. Su bloqueo parasimpático es responsable del aumento de la conducción auriculoventricular, elevación del umbral de estimulación del nodo SA, y reducción de la motilidad y tono gastrointestinal. En el sistema ocular, el bloqueo colinérgico causa midriasis y parálisis de la acomodación (cicloplejía), efectos importantes en exámenes diagnósticos oftalmológicos. En el tracto urinario, reduce el tono vesical y puede causar retención urinaria, especialmente en ancianos.",
            "farmacocinetica": "• Inicio de acción: 1–2 minutos (IV), 15–30 minutos (IM).\n• Pico de efecto: 2–4 minutos (IV).\n• Duración: 30–60 minutos (cardíaco); hasta 4 horas (otros efectos).\n• Vida media: 2 a 3 horas (adultos), hasta 6 horas (niños).\n• Volumen de distribución: 1–1,5 L/kg.\n• Unión a proteínas plasmáticas: 18–22%.\n• Metabolismo: hepático (hidroxilación y conjugación).\n• Excreción: renal, 30–50% inalterada.",
            "farmacodinamica": "Promueve aumento de la frecuencia cardíaca al inhibir el tono vagal, con uso esencial en bradicardias sintomáticas. Reduce secreciones respiratorias, salivares y gastrointestinales. Inhibe motilidad gástrica e intestinal. Causa midriasis y cicloplejía por bloqueo de receptores M3 en el músculo esfínter del iris y músculo ciliar. En el SNC, puede causar excitación parasimpática a dosis terapéuticas altas. Actúa como antídoto al impedir la acción excesiva de la acetilcolina en intoxicaciones colinérgicas. La atropina es particularmente eficaz en bradicardias vagales de origen sinusal o nodal, y su uso precoz en protocolos de ACLS puede prevenir deterioro clínico. En la intoxicación por organofosforados, su eficacia está en la reversión de los efectos muscarínicos, como broncorrea, broncoespasmo, bradicardia y miosis intensa. Al ser administrada en dosis repetidas hasta la aparición de atropinización (boca seca, taquicardia, midriasis), permite el control adecuado de los síntomas colinérgicos. El inicio de acción extremadamente rápido por vía IV hace de la atropina un fármaco ideal para emergencias cardiovasculares y toxicológicas.",
            "indicacoes": "• Bradicardia sintomática o inestable (uso en ACLS).\n• Antídoto para intoxicación por organofosforados, carbamatos y hongos muscarínicos.\n• Premedicación anestésica (reducción de secreciones y prevención de reflejos vagales).\n• Reversión de bloqueo neuromuscular con neostigmina.\n• Midriasis para examen oftalmológico (uso oftálmico).",
            "posologia": "Adultos:\n• Bradicardia: 0,5 mg IV cada 3–5 min. Dosis máxima: 3 mg.\n• Intoxicación por organofosforados: iniciar con 1–2 mg IV, repetir cada 5–10 min hasta que las secreciones se sequen o aparezcan signos de atropinización.\n• Pre-anestesia: 0,4–0,6 mg IM o SC.\nPediatría:\n• Bradicardia: 0,02 mg/kg IV. Dosis mínima: 0,1 mg; máxima: 0,5 mg (niños), 1 mg (adolescentes).",
            "administracao": "• IV (preferencial en emergencias).\n• IM, SC o endotraqueal (alternativas en emergencias).\n• Oftálmica (colirio).",
            "doseMaxima": "• Adultos: 3 mg IV (bradicardia); sin límite fijo en intoxicaciones (atropinizar).\n• Pediatría: 2 mg (total acumulado).",
            "doseMinima": "• 0,1 mg (pediatría); 0,02 mg/kg.",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Boca seca, taquicardia, retención urinaria.\nFrecuentes (1–10%):\n• Estreñimiento, visión borrosa, fotofobia.\nPoco frecuentes (0,1–1%):\n• Confusión, alucinaciones, agitación.\n• Fiebre, especialmente en niños.\nRaras (<0,1%):\n• Arritmias, parada cardíaca (sobredosis).\n• Reacciones anafilácticas.\n• Glaucoma agudo en predisponentes.",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. Estudios limitados no han demostrado teratogenicidad significativa.",
            "riscoLactacao": "Excretada en pequeñas cantidades en la leche. Usar con precaución, evitar uso crónico. Sin reportes de efectos adversos significativos en el lactante.",
            "ajusteRenal": "• No requiere ajuste de dosis.",
            "ajusteHepatico": "• Usar con precaución en insuficiencia hepática grave. Puede haber aumento de la vida media.",
            "contraindicacoes": "• Glaucoma de ángulo cerrado.\n• Taquiarritmias.\n• Hipersensibilidad a la atropina.\n• Estenosis pilórica o íleo paralítico (uso sistémico).",
            "interacaoMedicamento": "• Aumento de los efectos con antihistamínicos, antidepresivos tricíclicos y antipsicóticos.\n• Antagonismo con colinérgicos (ej: pilocarpina).\n• Puede aumentar efectos adversos de medicamentos con acción anticolinérgica. También interacciona con drogas antipsicóticas como clorpromazina y haloperidol, aumentando el riesgo de síndrome anticolinérgico. Puede aumentar los efectos del levodopa en el SNC, y potenciar reacciones adversas de antiparkinsonianos. Interacciona con amantadina, quinidina y disopiramida, ampliando los efectos colaterales anticolinérgicos, como retención urinaria y estreñimiento. La asociación con opioides puede enmascarar efectos bradicardizantes. En intoxicaciones, el uso concomitante con oximas (pralidoxima) es estándar, pero la atropina debe siempre preceder a la oxima.",
            "apresentacao": "• Ampollas de 0,5 mg/mL, 1 mg/mL.\n• Frascos para colirio oftálmico 1%.",
            "preparo": "• Listo para uso IV.\n• Para uso endotraqueal: diluir 1 mg en 10 mL de SF 0,9%.\n• Colirio: uso tópico oftálmico exclusivo.",
            "solucoesCompatíveis": "• Compatible con SF 0,9%, SG 5%.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz.\n• Usar inmediatamente tras apertura.",
            "cuidadosMedicos": "• Monitorizar signos vitales, ECG, secreciones.\n• Ajustar dosis según respuesta clínica (especialmente en intoxicación).\n• Preparar para manejo de efectos colaterales, incluyendo agitación y retención urinaria.",
            "cuidadosFarmaceuticos": "• Confirmar vía, concentración y compatibilidad.\n• Garantizar disponibilidad inmediata en protocolos ACLS e intoxicaciones.\n• Documentar dosis, vía y respuesta clínica.",
            "cuidadosEnfermagem": "• Monitorizar signos vitales, nivel de consciencia, diuresis.\n• Evaluar presencia de efectos anticolinérgicos.\n• Mantener vía de administración disponible.\n• Alertar para visión borrosa, fotofobia y boca seca tras uso.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Atropina Sulfato®), UpToDate (2024), Micromedex, PubMed ID 37612294, Tintinalli's Emergency Medicine (9ª Edición), Goodman & Gilman (13ª Edición), Miller's Anesthesia (9ª Edición), Manual ACLS AHA 2020."
        }
    }
}