{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Bicarbonato de Sódio",
            "nomeComercial": "Bicarbonato de Sódio®, Sodibic®, Sódio Bicarbonato®",
            "classificacao": "Agente alcalinizante, corretor de distúrbios ácido-base, antídoto específico",
            "mecanismoAcao": "O bicarbonato de sódio atua como um tampão extracelular, neutralizando o excesso de hidrogênio (H+) e aumentando o pH sanguíneo. Ao reagir com o ácido (H+), forma ácido carbônico, que rapidamente se dissocia em água e dióxido de carbono (CO2), que é eliminado pelos pulmões. Sua administração resulta em alcalinização do plasma e da urina, promovendo correção da acidose metabólica e modulação do pH urinário, além de atuar como antídoto em intoxicações específicas (tricíclicos, salicilatos, hipercalemia grave).",
            "farmacocinetica": "• Absorção: biodisponibilidade completa por via IV.\n• Início de ação: imediato.\n• Pico de efeito: minutos após administração IV.\n• Duração: variável, dependendo do grau de acidose e da função renal/pulmonar.\n• Metabolização: não sofre metabolismo hepático.\n• Excreção: renal (como bicarbonato livre ou convertido em CO2 eliminado pelos pulmões).",
            "farmacodinamica": "Promove elevação do pH sanguíneo e extracelular, aumentando a reserva alcalina. Na urina, gera alcalinização que favorece a excreção de certos tóxicos (salicilatos, fenobarbital). Atua estabilizando membranas cardíacas na hipercalemia e revertendo os efeitos da acidose metabólica na excitabilidade neuromuscular e função cardiovascular.",
            "indicacoes": "• Acidose metabólica grave (pH < 7,1) de qualquer etiologia.\n• Acidose tubular renal tipo I.\n• Hipercalemia grave (como estabilizador de membrana celular).\n• Intoxicações específicas:\n  - Antidepressivos tricíclicos.\n  - Salicilatos.\n  - Fenobarbital.\n• Alcalinização urinária terapêutica.\n• Correção de acidose na parada cardiorrespiratória (uso controverso, situações selecionadas).",
            "posologia": "Adulto:\n• Acidose metabólica:\n  - 1–2 mEq/kg IV, infundir lentamente.\n  - Repetir conforme necessidade e gasometria.\n• Hipercalemia:\n  - 50 mEq (uma ampola de 50 mL a 8,4%) IV em 5 minutos.\n• Intoxicação por tricíclicos:\n  - 1–2 mEq/kg IV em bolus, seguido de infusão para manter pH 7,45–7,55.\n• Alcalinização urinária:\n  - 100–150 mEq em 1 L de SG 5%, infundir a 250–500 mL/h.\nPediatria:\n• 1–2 mEq/kg IV, administrar lentamente, conforme avaliação clínica e gasometria.",
            "administracao": "• Exclusivamente via IV, lenta ou em infusão.\n• Bolus deve ser administrado em pelo menos 2–3 minutos.\n• A infusão contínua é indicada para alcalinização urinária ou correção de acidose persistente.\n• Preferencialmente em acesso venoso central devido à osmolaridade elevada (2000 mOsm/L na solução a 8,4%).",
            "doseMaxima": "• Não existe dose máxima absoluta, é guiada pela gasometria e parâmetros clínicos.\n• Limitar uso excessivo para evitar alcalose metabólica severa, hipernatremia e hiperosmolaridade.",
            "doseMinima": "• 1 mEq/kg IV.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Hipernatremia, hiperosmolaridade.\n• Alcalose metabólica.\nComuns (1–10%):\n• Hipocalemia.\n• Edema, sobrecarga volêmica.\n• Tetania (por hipocalcemia induzida).\nIncomuns (0,1–1%):\n• Hipocalcemia sintomática.\n• Espasmos musculares, câimbras.\n• Flebite (em acesso periférico).\nRaras (<0,1%):\n• Parada respiratória (em pacientes com insuficiência respiratória grave devido ao aumento de CO2).\n• Hipernatremia grave levando a confusão, convulsões, coma.",
            "riscoGravidez": "Categoria C. Usar se claramente necessário. Pode causar alcalose fetal, principalmente em uso prolongado ou doses repetidas.",
            "riscoLactacao": "Considerado seguro. Não se acumula em quantidades significativas no leite materno.",
            "ajusteRenal": "• Usar com extrema cautela.\n• O bicarbonato pode se acumular em pacientes com insuficiência renal grave, levando a sobrecarga de sódio, hipervolemia e alcalose metabólica.\n• Monitorizar rigorosamente eletrólitos, osmolaridade e função renal.",
            "ajusteHepatico": "• Não exige ajuste específico, pois não é metabolizado no fígado.\n• Observar indiretamente em disfunção hepática com acidose associada.",
            "contraindicacoes": "• Alcalose metabólica.\n• Hipocalcemia não corrigida (risco de tetania, arritmias).\n• Hipernatremia severa.\n• Hipocloremia severa.\n• Hipervolemia descompensada.\n• Uso cauteloso em insuficiência respiratória grave (risco de acidose respiratória pela conversão em CO2).",
            "interacaoMedicamento": "• Incompatível fisicamente com:\n  - Cloreto de cálcio.\n  - Cloreto de potássio.\n  - Noradrenalina e outros catecolaminérgicos.\n  - Soluções ácidas ou contendo fosfatos.\n• Potencializa hipocalemia quando associado a diuréticos não poupadores de potássio.\n• Pode reduzir a eficácia de alguns antifúngicos (ex.: cetoconazol) por aumento do pH.\n• Alterações na biodisponibilidade de algumas drogas ionizáveis dependentes de pH.",
            "apresentacao": "• Ampolas 8,4% – 50 mL (1 mEq/mL).\n• Frascos para infusão (varia conforme fabricante, geralmente 1 mEq/mL).",
            "preparo": "• Usar ampola diretamente para bolus.\n• Para infusão contínua:\n  - 100 mEq (100 mL) diluídos em 1 L de SG5%.\n  - Nunca diluir em SF 0,9% (risco de precipitação de carbonato).",
            "solucoesCompatíveis": "Solução glicosada 5%.\nIncompatível com SF, soluções com cálcio, magnésio, fosfato e medicamentos ácidos.",
            "armazenamento": "Manter entre 15°C e 30°C, protegido da luz. Após aberto, utilizar imediatamente. Descartar se houver precipitação ou alteração de cor.",
            "cuidadosMedicos": "• Monitorização rigorosa de gasometria, eletrólitos (K+, Ca++, Na+), osmolaridade e função renal.\n• Usar bomba de infusão em administração contínua.\n• Acesso central preferencial para grandes volumes ou altas concentrações.\n• Ter precaução em pacientes com insuficiência respiratória (CO2 gerado pode agravar acidose respiratória).",
            "cuidadosFarmaceuticos": "• Verificar rótulo e concentração correta.\n• Não associar com soluções contendo cálcio, potássio ou fosfatos.\n• Garantir estabilidade da solução.\n• Documentar lote, horário, dose e via.\n• Alertar equipe sobre risco de extravasamento e flebite em acesso periférico.",
            "cuidadosEnfermagem": "• Monitorar ECG, gasometria, eletrólitos e sinais de sobrecarga volêmica.\n• Observar local da infusão quanto a sinais de flebite ou extravasamento.\n• Informar imediatamente qualquer sinal de tetania, câimbras, arritmias ou deterioração respiratória.\n• Conferir bomba de infusão e via de administração correta (preferir acesso central).",
            "fontesBibliograficas": "Bula Anvisa (Bicarbonato de Sódio), UpToDate (2024), Micromedex, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Goodman & Gilman (13ª Edição), Manual de Terapêutica da Sociedade Brasileira de Clínica Médica (2022), PubMed ID 37592844, Tintinalli's Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Sodium Bicarbonate",
            "nomeComercial": "Sodium Bicarbonate®, Sodibic®, Sodium Bicarbonate®",
            "classificacao": "Alkalizing agent, acid-base disorder corrector, specific antidote",
            "mecanismoAcao": "Sodium bicarbonate acts as an extracellular buffer, neutralizing excess hydrogen (H+) and increasing blood pH. When reacting with acid (H+), it forms carbonic acid, which rapidly dissociates into water and carbon dioxide (CO2), which is eliminated by the lungs. Its administration results in alkalinization of plasma and urine, promoting correction of metabolic acidosis and modulation of urinary pH, in addition to acting as an antidote in specific poisonings (tricyclics, salicylates, severe hyperkalemia).",
            "farmacocinetica": "• Absorption: complete bioavailability by IV route.\n• Onset of action: immediate.\n• Peak effect: minutes after IV administration.\n• Duration: variable, depending on the degree of acidosis and renal/pulmonary function.\n• Metabolism: does not undergo hepatic metabolism.\n• Excretion: renal (as free bicarbonate or converted to CO2 eliminated by the lungs).",
            "farmacodinamica": "Promotes elevation of blood and extracellular pH, increasing alkaline reserve. In urine, it generates alkalinization that favors the excretion of certain toxins (salicylates, phenobarbital). It acts by stabilizing cardiac membranes in hyperkalemia and reversing the effects of metabolic acidosis on neuromuscular excitability and cardiovascular function.",
            "indicacoes": "• Severe metabolic acidosis (pH < 7.1) of any etiology.\n• Type I renal tubular acidosis.\n• Severe hyperkalemia (as a cell membrane stabilizer).\n• Specific poisonings:\n  - Tricyclic antidepressants.\n  - Salicylates.\n  - Phenobarbital.\n• Therapeutic urinary alkalinization.\n• Correction of acidosis in cardiorespiratory arrest (controversial use, selected situations).",
            "posologia": "Adults:\n• Metabolic acidosis:\n  - 1–2 mEq/kg IV, infuse slowly.\n  - Repeat as needed and according to blood gas analysis.\n• Hyperkalemia:\n  - 50 mEq (one 50 mL ampoule at 8.4%) IV over 5 minutes.\n• Tricyclic poisoning:\n  - 1–2 mEq/kg IV bolus, followed by infusion to maintain pH 7.45–7.55.\n• Urinary alkalinization:\n  - 100–150 mEq in 1 L of 5% glucose, infuse at 250–500 mL/h.\nPediatrics:\n• 1–2 mEq/kg IV, administer slowly, according to clinical assessment and blood gas analysis.",
            "administracao": "• Exclusively via IV, slow or by infusion.\n• Bolus should be administered over at least 2–3 minutes.\n• Continuous infusion is indicated for urinary alkalinization or correction of persistent acidosis.\n• Preferably in central venous access due to high osmolarity (2000 mOsm/L in 8.4% solution).",
            "doseMaxima": "• There is no absolute maximum dose, it is guided by blood gas analysis and clinical parameters.\n• Limit excessive use to avoid severe metabolic alkalosis, hypernatremia, and hyperosmolarity.",
            "doseMinima": "• 1 mEq/kg IV.",
            "reacoesAdversas": "Very common (>10%):\n• Hypernatremia, hyperosmolarity.\n• Metabolic alkalosis.\nCommon (1–10%):\n• Hypokalemia.\n• Edema, volume overload.\n• Tetany (induced hypocalcemia).\nUncommon (0.1–1%):\n• Symptomatic hypocalcemia.\n• Muscle spasms, cramps.\n• Phlebitis (in peripheral access).\nRare (<0.1%):\n• Respiratory arrest (in patients with severe respiratory failure due to increased CO2).\n• Severe hypernatremia leading to confusion, seizures, coma.",
            "riscoGravidez": "Category C. Use if clearly necessary. May cause fetal alkalosis, especially with prolonged use or repeated doses.",
            "riscoLactacao": "Considered safe. Does not accumulate in significant amounts in breast milk.",
            "ajusteRenal": "• Use with extreme caution.\n• Bicarbonate can accumulate in patients with severe renal insufficiency, leading to sodium overload, hypervolemia, and metabolic alkalosis.\n• Monitor electrolytes, osmolarity, and renal function rigorously.",
            "ajusteHepatico": "• Does not require specific adjustment, as it is not metabolized in the liver.\n• Observe indirectly in hepatic dysfunction with associated acidosis.",
            "contraindicacoes": "• Metabolic alkalosis.\n• Uncorrected hypocalcemia (risk of tetany, arrhythmias).\n• Severe hypernatremia.\n• Severe hypochloremia.\n• Decompensated hypervolemia.\n• Cautious use in severe respiratory failure (risk of respiratory acidosis due to CO2 conversion).",
            "interacaoMedicamento": "• Physically incompatible with:\n  - Calcium chloride.\n  - Potassium chloride.\n  - Norepinephrine and other catecholaminergic agents.\n  - Acidic solutions or those containing phosphates.\n• Potentiates hypokalemia when associated with non-potassium-sparing diuretics.\n• May reduce the efficacy of some antifungals (e.g., ketoconazole) due to pH increase.\n• Changes in bioavailability of some pH-dependent ionizable drugs.",
            "apresentacao": "• 8.4% ampoules – 50 mL (1 mEq/mL).\n• Infusion bottles (varies by manufacturer, usually 1 mEq/mL).",
            "preparo": "• Use ampoule directly for bolus.\n• For continuous infusion:\n  - 100 mEq (100 mL) diluted in 1 L of 5% glucose.\n  - Never dilute in 0.9% saline (risk of carbonate precipitation).",
            "solucoesCompatíveis": "5% glucose solution.\nIncompatible with saline, solutions with calcium, magnesium, phosphate, and acidic medications.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. After opening, use immediately. Discard if precipitation or color change occurs.",
            "cuidadosMedicos": "• Rigorous monitoring of blood gas analysis, electrolytes (K+, Ca++, Na+), osmolarity, and renal function.\n• Use infusion pump for continuous administration.\n• Central access preferred for large volumes or high concentrations.\n• Take precaution in patients with respiratory failure (generated CO2 can worsen respiratory acidosis).",
            "cuidadosFarmaceuticos": "• Check label and correct concentration.\n• Do not associate with solutions containing calcium, potassium, or phosphates.\n• Ensure solution stability.\n• Document batch, time, dose, and route.\n• Alert team about risk of extravasation and phlebitis in peripheral access.",
            "cuidadosEnfermagem": "• Monitor ECG, blood gas analysis, electrolytes, and signs of volume overload.\n• Observe infusion site for signs of phlebitis or extravasation.\n• Immediately report any signs of tetany, cramps, arrhythmias, or respiratory deterioration.\n• Check infusion pump and correct administration route (prefer central access).",
            "fontesBibliograficas": "FDA Label (Sodium Bicarbonate), UpToDate (2024), Micromedex, Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Goodman & Gilman (13th Edition), American Society of Clinical Medicine Therapeutics Manual (2022), PubMed ID 37592844, Tintinalli's Emergency Medicine (9th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Bicarbonato de Sodio",
            "nomeComercial": "Bicarbonato de Sodio®, Sodibic®, Sodio Bicarbonato®",
            "classificacao": "Agente alcalinizante, corrector de trastornos ácido-base, antídoto específico",
            "mecanismoAcao": "El bicarbonato de sodio actúa como un tampón extracelular, neutralizando el exceso de hidrógeno (H+) y aumentando el pH sanguíneo. Al reaccionar con el ácido (H+), forma ácido carbónico, que rápidamente se disocia en agua y dióxido de carbono (CO2), que es eliminado por los pulmones. Su administración resulta en alcalinización del plasma y de la orina, promoviendo corrección de la acidosis metabólica y modulación del pH urinario, además de actuar como antídoto en intoxicaciones específicas (tricíclicos, salicilatos, hipercalemia grave).",
            "farmacocinetica": "• Absorción: biodisponibilidad completa por vía IV.\n• Inicio de acción: inmediato.\n• Pico de efecto: minutos tras administración IV.\n• Duración: variable, dependiendo del grado de acidosis y de la función renal/pulmonar.\n• Metabolismo: no sufre metabolismo hepático.\n• Excreción: renal (como bicarbonato libre o convertido en CO2 eliminado por los pulmones).",
            "farmacodinamica": "Promueve elevación del pH sanguíneo y extracelular, aumentando la reserva alcalina. En la orina, genera alcalinización que favorece la excreción de ciertos tóxicos (salicilatos, fenobarbital). Actúa estabilizando membranas cardíacas en la hipercalemia y revirtiendo los efectos de la acidosis metabólica en la excitabilidad neuromuscular y función cardiovascular.",
            "indicacoes": "• Acidosis metabólica grave (pH < 7,1) de cualquier etiología.\n• Acidosis tubular renal tipo I.\n• Hipercalemia grave (como estabilizador de membrana celular).\n• Intoxicaciones específicas:\n  - Antidepresivos tricíclicos.\n  - Salicilatos.\n  - Fenobarbital.\n• Alcalinización urinaria terapéutica.\n• Corrección de acidosis en parada cardiorrespiratoria (uso controvertido, situaciones seleccionadas).",
            "posologia": "Adultos:\n• Acidosis metabólica:\n  - 1–2 mEq/kg IV, infundir lentamente.\n  - Repetir según necesidad y gasometría.\n• Hipercalemia:\n  - 50 mEq (una ampolla de 50 mL al 8,4%) IV en 5 minutos.\n• Intoxicación por tricíclicos:\n  - 1–2 mEq/kg IV en bolo, seguido de infusión para mantener pH 7,45–7,55.\n• Alcalinización urinaria:\n  - 100–150 mEq en 1 L de SG 5%, infundir a 250–500 mL/h.\nPediatría:\n• 1–2 mEq/kg IV, administrar lentamente, según evaluación clínica y gasometría.",
            "administracao": "• Exclusivamente vía IV, lenta o en infusión.\n• El bolo debe administrarse en al menos 2–3 minutos.\n• La infusión continua está indicada para alcalinización urinaria o corrección de acidosis persistente.\n• Preferentemente en acceso venoso central debido a la osmolaridad elevada (2000 mOsm/L en la solución al 8,4%).",
            "doseMaxima": "• No existe dosis máxima absoluta, se guía por la gasometría y parámetros clínicos.\n• Limitar uso excesivo para evitar alcalosis metabólica severa, hipernatremia e hiperosmolaridad.",
            "doseMinima": "• 1 mEq/kg IV.",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Hipernatremia, hiperosmolaridad.\n• Alcalosis metabólica.\nFrecuentes (1–10%):\n• Hipocalemia.\n• Edema, sobrecarga volémica.\n• Tetania (por hipocalcemia inducida).\nPoco frecuentes (0,1–1%):\n• Hipocalcemia sintomática.\n• Espasmos musculares, calambres.\n• Flebitis (en acceso periférico).\nRaras (<0,1%):\n• Parada respiratoria (en pacientes con insuficiencia respiratoria grave debido al aumento de CO2).\n• Hipernatremia grave llevando a confusión, convulsiones, coma.",
            "riscoGravidez": "Categoría C. Usar si es claramente necesario. Puede causar alcalosis fetal, principalmente con uso prolongado o dosis repetidas.",
            "riscoLactacao": "Considerado seguro. No se acumula en cantidades significativas en la leche materna.",
            "ajusteRenal": "• Usar con extrema precaución.\n• El bicarbonato puede acumularse en pacientes con insuficiencia renal grave, llevando a sobrecarga de sodio, hipervolemia y alcalosis metabólica.\n• Monitorizar rigurosamente electrolitos, osmolaridad y función renal.",
            "ajusteHepatico": "• No exige ajuste específico, ya que no es metabolizado en el hígado.\n• Observar indirectamente en disfunción hepática con acidosis asociada.",
            "contraindicacoes": "• Alcalosis metabólica.\n• Hipocalcemia no corregida (riesgo de tetania, arritmias).\n• Hipernatremia severa.\n• Hipocloremia severa.\n• Hipervolemia descompensada.\n• Uso cauteloso en insuficiencia respiratoria grave (riesgo de acidosis respiratoria por la conversión en CO2).",
            "interacaoMedicamento": "• Incompatible físicamente con:\n  - Cloruro de calcio.\n  - Cloruro de potasio.\n  - Noradrenalina y otros catecolaminérgicos.\n  - Soluciones ácidas o que contengan fosfatos.\n• Potencia hipocalemia cuando se asocia con diuréticos no ahorradores de potasio.\n• Puede reducir la eficacia de algunos antifúngicos (ej.: cetoconazol) por aumento del pH.\n• Alteraciones en la biodisponibilidad de algunas drogas ionizables dependientes de pH.",
            "apresentacao": "• Ampollas 8,4% – 50 mL (1 mEq/mL).\n• Frascos para infusión (varía según fabricante, generalmente 1 mEq/mL).",
            "preparo": "• Usar ampolla directamente para bolo.\n• Para infusión continua:\n  - 100 mEq (100 mL) diluidos en 1 L de SG5%.\n  - Nunca diluir en SF 0,9% (riesgo de precipitación de carbonato).",
            "solucoesCompatíveis": "Solución glucosada 5%.\nIncompatible con SF, soluciones con calcio, magnesio, fosfato y medicamentos ácidos.",
            "armazenamento": "Mantener entre 15°C y 30°C, protegido de la luz. Tras abrir, utilizar inmediatamente. Descartar si hay precipitación o cambio de color.",
            "cuidadosMedicos": "• Monitorización rigurosa de gasometría, electrolitos (K+, Ca++, Na+), osmolaridad y función renal.\n• Usar bomba de infusión en administración continua.\n• Acceso central preferencial para grandes volúmenes o altas concentraciones.\n• Tener precaución en pacientes con insuficiencia respiratoria (CO2 generado puede agravar acidosis respiratoria).",
            "cuidadosFarmaceuticos": "• Verificar etiqueta y concentración correcta.\n• No asociar con soluciones que contengan calcio, potasio o fosfatos.\n• Garantizar estabilidad de la solución.\n• Documentar lote, horario, dosis y vía.\n• Alertar equipo sobre riesgo de extravasación y flebitis en acceso periférico.",
            "cuidadosEnfermagem": "• Monitorizar ECG, gasometría, electrolitos y signos de sobrecarga volémica.\n• Observar local de la infusión respecto a signos de flebitis o extravasación.\n• Informar inmediatamente cualquier signo de tetania, calambres, arritmias o deterioración respiratoria.\n• Verificar bomba de infusión y vía de administración correcta (preferir acceso central).",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Bicarbonato de Sodio), UpToDate (2024), Micromedex, Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Goodman & Gilman (13ª Edición), Manual de Terapéutica de la Sociedad Española de Medicina Clínica (2022), PubMed ID 37592844, Tintinalli's Emergency Medicine (9ª Edición)."
        }
    }
}