{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Bromoprida",
            "nomeComercial": "Digesan®, Plamet®, Bromopan®, Bromoprid®, Peridona®",
            "classificacao": "Antiemético, agente procinético gastrointestinal, antagonista dopaminérgico D2 central e periférico",
            "mecanismoAcao": "Antagonista seletivo dos receptores dopaminérgicos D2 localizados no sistema nervoso central (principalmente na zona de gatilho quimiorreceptora, área postrema) e na periferia, especialmente no trato gastrointestinal. Seu efeito antiemético decorre da inibição da estimulação dopaminérgica no centro do vômito. No trato gastrointestinal, o bloqueio dos receptores D2 facilita a liberação de acetilcolina nos plexos mioentéricos, promovendo aumento do tônus do esfíncter esofágico inferior, aumento da motilidade esofágica, aceleração do esvaziamento gástrico e do trânsito duodenal, sem afetar diretamente a motilidade do cólon. Possui ação praticamente exclusiva nos receptores D2, com mínima ou nenhuma afinidade pelos receptores serotoninérgicos 5-HT4 ou 5-HT3, diferentemente da metoclopramida.",
            "farmacocinetica": "• Absorção: rápida e eficaz por via oral, IM e IV.\n• Início de ação: 5–10 minutos IV, 15–30 minutos IM ou VO.\n• Pico plasmático: 30–90 minutos após administração oral.\n• Duração do efeito: 4 a 6 horas.\n• Volume de distribuição: 2,5–4,0 L/kg.\n• Ligação às proteínas plasmáticas: aproximadamente 60%.\n• Atravessa facilmente a barreira hematoencefálica, a placenta e é excretada no leite materno.\n• Metabolização: hepática, principalmente por conjugação (glicuronidação e sulfatação).\n• Meia-vida de eliminação: 4 a 6 horas (pode ser prolongada em insuficiência renal).\n• Excreção: predominantemente renal (70–80%) na forma de metabólitos conjugados e pequena fração inalterada. Cerca de 20–30% é excretado pelas fezes.",
            "farmacodinamica": "Inibe seletivamente os receptores D2 centrais na área postrema, reduzindo a atividade do centro do vômito, o que resulta em potente efeito antiemético. No trato gastrointestinal, o bloqueio dopaminérgico permite um aumento na liberação de acetilcolina nos plexos mioentéricos, promovendo aumento do tônus esofágico inferior, incremento da motilidade esofágica e aceleração do esvaziamento gástrico, além de aumentar a contratilidade antral e duodenal. Essa atividade melhora sintomas como refluxo gastroesofágico, dispepsia funcional e náuseas associadas a distúrbios do esvaziamento gástrico. Não exerce efeito direto sobre secreção gástrica, motilidade colônica ou função pancreática.",
            "indicacoes": "• Prevenção e tratamento de náuseas e vômitos de diversas origens:\n  - Pós-operatório.\n  - Gastroenterites agudas.\n  - Radioterapia e quimioterapia de baixa e média emetogenicidade.\n  - Dispepsia funcional com componente de estase gástrica.\n  - Enxaqueca associada a náusea.\n• Tratamento da gastroparesia, especialmente em pacientes diabéticos.\n• Tratamento adjuvante no refluxo gastroesofágico.\n• Facilitação de procedimentos diagnósticos como endoscopia digestiva alta e exames contrastados do trato gastrointestinal superior.\n• Síndrome de estase gástrica e náuseas idiopáticas recorrentes.",
            "posologia": "Adulto:\n• VO: 10 a 20 mg, 2 a 4 vezes ao dia, preferencialmente antes das refeições.\n• IM ou IV: 10 a 20 mg até 3 vezes ao dia, conforme necessidade clínica.\nPediatria (acima de 1 ano):\n• 0,1–0,15 mg/kg/dose VO/IM/IV a cada 8 horas, máximo de 0,5 mg/kg/dia.\n• Não recomendado para crianças menores de 1 ano, devido ao maior risco de reações extrapiramidais.",
            "administracao": "Via oral (comprimidos, gotas ou solução oral), intramuscular profunda ou intravenosa lenta (mínimo de 2 minutos). Para administração em infusão, diluir a dose prescrita em 50–100 mL de SF 0,9% ou SG 5% e infundir em 15–30 minutos. A via subcutânea não é recomendada.",
            "doseMaxima": "Adulto: 80 mg/dia.\nPediatria: 0,5 mg/kg/dia.",
            "doseMinima": "Adulto: 10 mg.\nPediatria: 0,1 mg/kg.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Sonolência, sedação, fadiga.\nComuns (1–10%):\n• Agitação, ansiedade, inquietação, insônia, tontura, cefaleia, diarreia.\nIncomuns (0,1–1%):\n• Reações extrapiramidais (distonia aguda, acatisia, parkinsonismo transitório), mais comuns em crianças, adolescentes e idosos.\n• Hiperprolactinemia (galactorreia, ginecomastia, amenorreia).\n• Hipotensão postural, taquicardia, palpitações.\nRaras (<0,1%):\n• Síndrome neuroléptica maligna.\n• Arritmias ventriculares, prolongamento do intervalo QT e torsades de pointes (em predispostos).\n• Reações anafiláticas, broncoespasmo.\n• Depressão respiratória (em superdosagem ou em neonatos).",
            "riscoGravidez": "Categoria B. Estudos em animais não demonstraram risco teratogênico. Dados clínicos em humanos sugerem segurança relativa para uso durante a gravidez, principalmente no controle de náuseas, vômitos e refluxo. Utilizar sob acompanhamento médico e evitar uso prolongado.",
            "riscoLactacao": "Excreção no leite materno em pequenas quantidades. Uso ocasional é considerado seguro, porém recomenda-se monitorar o lactente quanto a sinais de sedação, irritabilidade ou dificuldade alimentar. Evitar uso contínuo sem acompanhamento médico.",
            "ajusteRenal": "Necessário ajuste na insuficiência renal:\n• ClCr 10–50 mL/min: reduzir dose para 75%.\n• ClCr <10 mL/min: reduzir dose para 50%.\n• Hemodiálise: redução de 50%, com monitorização rigorosa de sinais de toxicidade neurológica (reações extrapiramidais).",
            "ajusteHepatico": "Usar com cautela em insuficiência hepática moderada a grave. Pode ser necessário reduzir a dose ou aumentar o intervalo entre as doses, devido à metabolização predominantemente hepática e maior risco de efeitos adversos centrais.",
            "contraindicacoes": "• Hipersensibilidade conhecida à bromoprida ou a qualquer componente da fórmula.\n• Doença de Parkinson.\n• Histórico de discinesia tardia induzida por neurolépticos ou procinéticos.\n• Epilepsia ou histórico de convulsões.\n• Feocromocitoma (risco de crise hipertensiva grave).\n• Hemorragia, obstrução mecânica ou perfuração do trato gastrointestinal.\n• Crianças menores de 1 ano (risco elevado de depressão respiratória e reações extrapiramidais).",
            "interacaoMedicamento": "• Potencializa efeitos sedativos de opioides, benzodiazepínicos, hipnóticos e álcool.\n• Aumenta risco de efeitos extrapiramidais quando associado a antipsicóticos (haloperidol, risperidona, olanzapina).\n• Potencializa efeitos serotoninérgicos de ISRS (fluoxetina, sertralina) e IMAO, com risco de síndrome serotoninérgica.\n• Aumenta absorção de fármacos como ciclosporina, digoxina, paracetamol e reduz eficácia de medicamentos de liberação prolongada.\n• Aumenta risco de prolongamento do intervalo QT quando associado a fármacos como amiodarona, haloperidol, ondansetrona, ziprasidona, levofloxacino e outros.",
            "apresentacao": "• Comprimidos de 10 mg.\n• Solução oral 1 mg/mL ou 4 mg/mL (varia por fabricante).\n• Ampolas de 10 mg/2 mL (5 mg/mL).",
            "preparo": "• IV direta: administrar lentamente 10–20 mg em pelo menos 2 minutos.\n• Infusão: diluir 10–20 mg em 50–100 mL de SF 0,9% ou SG 5%, infundir em 15–30 minutos.\n• IM: aplicar sem diluição, profundamente no músculo.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com bicarbonato de sódio e soluções alcalinas.",
            "armazenamento": "Conservar entre 15°C e 30°C, protegido da luz e umidade. Após diluição, utilizar em até 24 horas se mantido sob refrigeração (2–8°C) e em condições assépticas.",
            "cuidadosMedicos": "• Monitorar sinais vitais, nível de sedação, presença de efeitos extrapiramidais e ECG em pacientes de risco.\n• Usar com cautela em idosos, pacientes com epilepsia, distúrbios extrapiramidais, doença de Parkinson e portadores de prolongamento do intervalo QT.\n• Corrigir previamente distúrbios eletrolíticos (hipocalemia, hipomagnesemia).\n• Suspender imediatamente se houver sinais de síndrome neuroléptica maligna ou arritmias cardíacas.",
            "cuidadosFarmaceuticos": "• Verificar integridade da embalagem, validade e aspecto da solução.\n• Garantir diluição correta para infusão IV.\n• Verificar compatibilidade das soluções.\n• Notificar e registrar lote, dose, horário e via de administração.\n• Orientar sobre risco de efeitos extrapiramidais, especialmente em pediatria e idosos.\n• Descartar soluções com turbidez, precipitação ou alteração de cor.",
            "cuidadosEnfermagem": "• Monitorar rigorosamente sinais vitais, nível de sedação e presença de sinais neurológicos (rigidez, distonia, inquietação, acatisia).\n• Observar sinais de hipotensão, bradicardia, sedação excessiva, reações alérgicas ou arritmias.\n• Garantir que o paciente permaneça em observação após administração, especialmente IV.\n• Informar o paciente sobre risco de sonolência, tontura e evitar dirigir ou operar máquinas.\n• Garantir hidratação e suporte nutricional adequado.\n• Notificar imediatamente qualquer alteração neurológica, respiratória ou cardiovascular.",
            "fontesBibliograficas": "Bula Anvisa (Bromoprida), Goodman & Gilman (13ª Edição), Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), UpToDate (2024), Micromedex, ACLS Guidelines 2020, PubMed ID 37190234, Tintinalli’s Emergency Medicine (9ª Edição), PubChem Compound ID 2737."
        }
    }
,
"EN": {
    "bulario": {
        "activeIngredientName": "Bromopride",
        "brandNames": "Digesan®, Plamet®, Bromopan®, Bromoprid®, Peridona®",
        "classification": "Antiemetic, gastrointestinal prokinetic agent, central and peripheral D2-dopaminergic antagonist",
        "mechanismOfAction": "Selective antagonist of D2-dopaminergic receptors located in the central nervous system (mainly in the chemoreceptor trigger zone, area postrema) and in the peripheral gastrointestinal tract. Its antiemetic effect stems from inhibition of dopaminergic stimulation in the vomiting center. In the GI tract, D2 receptor blockade facilitates acetylcholine release in the myenteric plexuses, increasing lower esophageal sphincter tone, enhancing esophageal motility, accelerating gastric emptying and duodenal transit, without directly affecting colonic motility. Acts almost exclusively on D2 receptors with minimal to no affinity for 5-HT3 or 5-HT4 receptors, unlike metoclopramide.",
        "pharmacokinetics": "• Absorption: rapid and effective orally, IM, or IV.\n• Onset: 5–10 min IV, 15–30 min IM or PO.\n• Peak plasma: 30–90 min after oral use.\n• Duration: 4–6 h.\n• Volume of distribution: 2.5–4.0 L/kg.\n• Protein binding: ~60%.\n• Crosses blood-brain barrier, placenta, and excreted in breast milk.\n• Metabolism: hepatic (mainly glucuronidation and sulfation).\n• Elimination half-life: 4–6 h (may increase with renal impairment).\n• Excretion: primarily renal (70–80%) as conjugated metabolites and minor unchanged fraction. 20–30% excreted in feces.",
        "pharmacodynamics": "Centrally inhibits D2 receptors in the area postrema, reducing vomiting center activity and exerting potent antiemetic effect. In the GI tract, dopaminergic blockade increases acetylcholine release in myenteric plexuses, enhancing LES tone, esophageal motility, and gastric emptying, and increasing antral and duodenal contractility. This improves symptoms like GERD, functional dyspepsia, and nausea from gastric stasis. No direct effect on gastric acid secretion, colonic motility, or pancreatic function.",
        "indications": "• Prevention and treatment of nausea and vomiting:\n  - Postoperative.\n  - Acute gastroenteritis.\n  - Radiotherapy and low-to-moderate emetogenic chemotherapy.\n  - Functional dyspepsia with gastric stasis.\n  - Migraine-associated nausea.\n• Treatment of gastroparesis (esp. diabetic).\n• Adjunctive treatment of gastroesophageal reflux.\n• Aid in diagnostic procedures: upper endoscopy, contrast studies of the upper GI tract.\n• Gastric stasis syndrome and idiopathic recurrent nausea.",
        "dosage": "Adults:\n• PO: 10–20 mg 2–4x/day before meals.\n• IM/IV: 10–20 mg up to 3x/day.\nPediatrics (>1 year):\n• 0.1–0.15 mg/kg/dose PO/IM/IV every 8 h, max 0.5 mg/kg/day.\n• Not recommended <1 year (higher risk of extrapyramidal effects).",
        "administration": "Oral (tablets, drops, solution), deep IM or slow IV (≥2 min). For infusion, dilute dose in 50–100 mL NS or D5W, infuse over 15–30 min. SC route not recommended.",
        "maximumDose": "Adults: 80 mg/day.\nPediatrics: 0.5 mg/kg/day.",
        "minimumDose": "Adults: 10 mg.\nPediatrics: 0.1 mg/kg.",
        "adverseReactions": "Very common (>10%):\n• Drowsiness, sedation, fatigue.\nCommon (1–10%):\n• Agitation, anxiety, restlessness, insomnia, dizziness, headache, diarrhea.\nUncommon (0.1–1%):\n• Extrapyramidal symptoms (acute dystonia, akathisia, transient parkinsonism), esp. in children, adolescents, elderly.\n• Hyperprolactinemia (galactorrhea, gynecomastia, amenorrhea).\n• Orthostatic hypotension, tachycardia, palpitations.\nRare (<0.1%):\n• Neuroleptic malignant syndrome.\n• Ventricular arrhythmias, QT prolongation, torsades de pointes (in predisposed).\n• Anaphylaxis, bronchospasm.\n• Respiratory depression (overdose or in neonates).",
        "pregnancyRisk": "Category B. Animal studies show no teratogenic risk. Human data suggest relative safety during pregnancy, mainly for nausea, vomiting, and reflux. Use under medical supervision; avoid prolonged use.",
        "lactationRisk": "Excreted in breast milk in small amounts. Occasional use is generally safe; monitor infant for sedation, irritability, feeding difficulties. Avoid prolonged use without supervision.",
        "renalAdjustment": "Adjustment required:\n• CrCl 10–50 mL/min: reduce to 75% dose.\n• CrCl <10 mL/min: reduce to 50% dose.\n• Hemodialysis: 50% reduction and monitor for neurotoxicity.",
        "hepaticAdjustment": "Use with caution in moderate/severe hepatic impairment. May require dose reduction or extended interval due to hepatic metabolism and increased CNS risk.",
        "contraindications": "• Known hypersensitivity to bromopride.\n• Parkinson’s disease.\n• History of tardive dyskinesia with neuroleptics or prokinetics.\n• Epilepsy or seizure history.\n• Pheochromocytoma (risk of hypertensive crisis).\n• GI bleeding, mechanical obstruction, or perforation.\n• Children <1 year (high risk of respiratory depression and EPS).",
        "drugInteractions": "• Potentiates sedation with opioids, benzodiazepines, hypnotics, alcohol.\n• ↑EPS risk with antipsychotics (haloperidol, risperidone, olanzapine).\n• ↑Serotonin toxicity with SSRIs, MAOIs.\n• ↑Absorption of drugs (e.g., cyclosporine, digoxin, paracetamol); ↓efficacy of extended-release formulations.\n• ↑QT prolongation risk with amiodarone, haloperidol, ondansetron, ziprasidone, levofloxacin.",
        "presentations": "• Tablets 10 mg.\n• Oral solution: 1 or 4 mg/mL.\n• Ampoules: 10 mg/2 mL (5 mg/mL).",
        "preparation": "• IV: administer 10–20 mg over ≥2 min.\n• Infusion: dilute 10–20 mg in 50–100 mL NS/D5W, infuse over 15–30 min.\n• IM: inject undiluted into deep muscle.",
        "compatibleSolutions": "0.9% saline, 5% dextrose. Incompatible with bicarbonate and alkaline solutions.",
        "storage": "Store at 15–30°C, protect from light/moisture. After dilution: use within 24 h if refrigerated (2–8°C) and aseptic.",
        "medicalConsiderations": "• Monitor vitals, sedation, EPS signs, ECG in at-risk patients.\n• Use caution in elderly, epilepsy, Parkinson’s, prolonged QT.\n• Correct hypokalemia/hypomagnesemia beforehand.\n• Stop if NMS or arrhythmia signs occur.",
        "pharmaceuticalCare": "• Verify packaging, expiration, solution clarity.\n• Confirm correct dilution for IV use.\n• Check compatibility.\n• Record lot, dose, time, route.\n• Warn about EPS risk (especially in pediatric/elderly).\n• Discard cloudy/altered solutions.",
        "nursingCare": "• Monitor vitals, sedation level, neuro signs (rigidity, dystonia, akathisia).\n• Watch for hypotension, bradycardia, excessive sedation, allergies, arrhythmias.\n• Keep patient under observation post-IV use.\n• Educate about drowsiness risk and activity limitations.\n• Ensure hydration and nutrition.\n• Report neuro, respiratory, or CV changes immediately.",
        "references": "Anvisa Label (Bromopride), Goodman & Gilman (13th Ed.), Miller's Anesthesia (9th Ed.), Barash (7th Ed.), UpToDate (2024), Micromedex, ACLS Guidelines 2020, PubMed ID 37190234, Tintinalli’s (9th Ed.), PubChem CID 2737."
    }
    ,
    "ES": {
        "bulario": {
            "nombrePrincipioActivo": "Bromoprida",
            "nombresComerciales": "Digesan®, Plamet®, Bromopan®, Bromoprid®, Peridona®",
            "clasificacion": "Antiemético, agente procinético gastrointestinal, antagonista dopaminérgico D2 central y periférico",
            "mecanismoAccion": "Antagonista selectivo de los receptores dopaminérgicos D2 localizados en el sistema nervioso central (principalmente en el área postrema) y en el tracto gastrointestinal. Su efecto antiemético se debe a la inhibición de la estimulación dopaminérgica del centro del vómito. En el tubo digestivo, el bloqueo de los receptores D2 facilita la liberación de acetilcolina en los plexos mientéricos, aumentando el tono del esfínter esofágico inferior, la motilidad esofágica, el vaciamiento gástrico y el tránsito duodenal, sin afectar directamente el colon. Tiene acción casi exclusiva sobre receptores D2, con mínima afinidad por receptores serotoninérgicos 5-HT3 o 5-HT4.",
            "farmacocinetica": "• Absorción: rápida y eficaz por vía oral, IM o IV.\n• Inicio de acción: 5–10 min IV, 15–30 min IM o VO.\n• Pico plasmático: 30–90 min tras administración oral.\n• Duración: 4–6 h.\n• Volumen de distribución: 2,5–4,0 L/kg.\n• Unión a proteínas: ~60%.\n• Cruza la barrera hematoencefálica y la placenta, se excreta por leche materna.\n• Metabolismo: hepático (glucuronidación y sulfatación).\n• Vida media: 4–6 h (prolongada en insuficiencia renal).\n• Excreción: renal (70–80%) y fecal (20–30%).",
            "farmacodinamica": "Inhibe receptores D2 en el área postrema, reduciendo la actividad del centro del vómito. En el tubo digestivo, facilita la liberación de acetilcolina en plexos mientéricos, incrementando el tono esofágico, la motilidad esofágica y el vaciamiento gástrico. Mejora síntomas como náusea, reflujo gastroesofágico y dispepsia funcional.",
            "indicaciones": "• Prevención y tratamiento de náuseas y vómitos:\n  - Postoperatorios.\n  - Gastroenteritis aguda.\n  - Radioterapia y quimioterapia de baja a moderada emetogenicidad.\n  - Dispepsia funcional.\n  - Migraña con náuseas.\n• Gastroparesia (diabética).\n• Reflujo gastroesofágico.\n• Procedimientos diagnósticos digestivos.\n• Náusea idiopática recurrente.",
            "posologia": "Adultos:\n• VO: 10–20 mg 2–4 veces/día antes de comidas.\n• IM/IV: 10–20 mg hasta 3 veces/día.\nPediatría (>1 año):\n• 0,1–0,15 mg/kg/dosis VO/IM/IV cada 8 h (máx 0,5 mg/kg/día).",
            "administracion": "Oral (tabletas, gotas, solución), IM profunda o IV lenta (≥2 min). Para infusión: diluir en 50–100 mL de SF o SG 5% y administrar en 15–30 min. No se recomienda SC.",
            "dosisMaxima": "Adultos: 80 mg/día.\nPediatría: 0,5 mg/kg/día.",
            "dosisMinima": "Adultos: 10 mg.\nPediatría: 0,1 mg/kg.",
            "reaccionesAdversas": "Muy frecuentes (>10%):\n• Somnolencia, sedación, fatiga.\nFrecuentes (1–10%):\n• Agitación, ansiedad, insomnio, mareo, cefalea, diarrea.\nPoco frecuentes (0,1–1%):\n• Reacciones extrapiramidales (distonía, acatisia, parkinsonismo), hiperprolactinemia (galactorrea, ginecomastia, amenorrea).\nRaras (<0,1%):\n• Síndrome neuroléptico maligno, arritmias ventriculares, prolongación del QT, torsades de pointes, anafilaxia, broncoespasmo, depresión respiratoria.",
            "riesgoEmbarazo": "Categoría B. Estudios en animales no mostraron teratogenicidad. Datos humanos limitados sugieren seguridad en embarazo para náuseas y reflujo. Usar bajo supervisión.",
            "riesgoLactancia": "Excreción en leche materna en bajas cantidades. Uso ocasional generalmente seguro. Vigilar sedación o irritabilidad en el lactante.",
            "ajusteRenal": "Requiere ajuste:\n• ClCr 10–50 mL/min: reducir al 75%.\n• ClCr <10 mL/min: reducir al 50%.\n• Hemodiálisis: reducción del 50%, vigilar toxicidad neurológica.",
            "ajusteHepatico": "Precaución en insuficiencia hepática moderada-grave. Puede requerir reducción de dosis o intervalos más largos.",
            "contraindicaciones": "• Hipersensibilidad a bromoprida.\n• Parkinson.\n• Discinesia tardía.\n• Epilepsia.\n• Feocromocitoma.\n• Hemorragia, obstrucción o perforación digestiva.\n• <1 año (alto riesgo de depresión respiratoria y efectos extrapiramidales).",
            "interaccionMedicamento": "• ↑ Sedación con opioides, benzodiazepinas, hipnóticos, alcohol.\n• ↑ Efectos extrapiramidales con antipsicóticos.\n• ↑ Riesgo serotoninérgico con ISRS, IMAO.\n• ↑ Absorción de fármacos como ciclosporina, digoxina, paracetamol.\n• ↓ Eficacia de fórmulas de liberación prolongada.\n• ↑ Riesgo de QT prolongado con amiodarona, haloperidol, ondansetrón, ziprasidona, levofloxacino.",
            "presentacion": "• Tabletas 10 mg.\n• Solución oral: 1–4 mg/mL.\n• Ampollas: 10 mg/2 mL.",
            "preparacion": "• IV: 10–20 mg en ≥2 min.\n• Infusión: 10–20 mg en 50–100 mL SF/SG 5% en 15–30 min.\n• IM: sin dilución.",
            "solucionesCompatibles": "SF 0,9%, SG 5%. Incompatible con soluciones alcalinas o bicarbonato.",
            "almacenamiento": "Conservar a 15–30°C protegido de luz y humedad. Tras dilución: usar en 24 h refrigerado (2–8°C) y bajo asepsia.",
            "cuidadosMedicos": "• Vigilar signos vitales, sedación, extrapiramidales, ECG.\n• Precaución en ancianos, Parkinson, epilepsia, QT prolongado.\n• Corregir hipopotasemia o hipomagnesemia antes de uso.\n• Suspender ante signos de SNL o arritmias.",
            "cuidadosFarmaceuticos": "• Verificar integridad del envase, dilución correcta, compatibilidad.\n• Registrar lote, hora, dosis, vía.\n• Alertar sobre riesgo extrapiramidal, especialmente en pediatría y ancianos.\n• Descartar soluciones alteradas.",
            "cuidadosEnfermeria": "• Monitorear signos vitales, nivel de conciencia, síntomas neurológicos.\n• Observar hipotensión, bradicardia, sedación, reacciones adversas.\n• Educar al paciente sobre efectos como somnolencia.\n• Asegurar hidratación y nutrición adecuadas.\n• Notificar cambios respiratorios, neurológicos o cardiovasculares.",
            "fuentesBibliograficas": "Prospecto Anvisa (Bromoprida), Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), Barash (7ª Ed.), UpToDate (2024), Micromedex, Guías ACLS 2020, PubMed ID 37190234, Tintinalli (9ª Ed.), PubChem CID 2737."
        }
    }}
