{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Metaraminol",
            "nomeComercial": "Aramine®",
            "classificacao": "Agente adrenérgico, agonista alfa-1 seletivo, vasopressor de ação direta",
            "mecanismoAcao": "Agonista alfa-1 adrenérgico com leve efeito indireto ao promover liberação de noradrenalina endógena. Provoca vasoconstrição periférica intensa com aumento da resistência vascular sistêmica e elevação da pressão arterial. Seus efeitos beta-adrenérgicos são insignificantes em doses usuais. O aumento abrupto da pressão pode induzir bradicardia reflexa por estimulação dos barorreceptores.",
            "farmacocinetica": "Início de ação IV: 1–2 minutos. Duração do efeito: 20–60 minutos. Meia-vida plasmática curta (5–10 minutos), mas com prolongamento clínico do efeito pela potente vasoconstrição. Metabolismo hepático mínimo. Principalmente excretado inalterado na urina.",
            "farmacodinamica": "Promove aumento sustentado da pressão arterial sistêmica pela elevação da resistência vascular periférica. Pode causar redução de fluxo esplâncnico, renal e cutâneo. Não exerce efeitos inotrópicos ou cronotrópicos diretos significativos. A bradicardia reflexa é comum devido à ativação barorreceptora. Em pacientes com hipovolemia grave, seu efeito pode ser limitado ou exacerbar a vasoconstrição sem melhora perfusional.",
            "indicacoes": "Tratamento da hipotensão aguda, especialmente relacionada à anestesia espinhal, peridural ou geral. Alternativa vasopressora em choque distributivo (ex.: choque séptico) refratário, principalmente em contextos onde agentes como noradrenalina não estão disponíveis. Utilizado em anestesia obstétrica para prevenir e tratar hipotensão após bloqueio neuroaxial.",
            "posologia": "Adultos:\n- Bolus IV: 0,5–5 mg, diluído, podendo repetir a cada 2–5 minutos conforme resposta.\n- Infusão IV contínua: 0,5–5 mg/h (ou até 30 mcg/min), titulando conforme PA.\n- Preparação: 10 mg em 250 mL SF 0,9% (40 mcg/mL) ou em 500 mL (20 mcg/mL).\n\nPediatria:\n- Uso off-label com dados limitados. Doses relatadas: 10–100 mcg/kg IV bolus, ou 1–5 mcg/kg/min por infusão contínua.",
            "administracao": "Via intravenosa exclusivamente. Pode ser administrado em bolus ou infusão contínua. Recomendado acesso central para infusões contínuas, mas bolus podem ser feitos por acesso periférico com cautela. Diluir sempre antes da administração.",
            "doseMaxima": "Não há dose máxima absoluta estabelecida. Adultos: até 5 mg por bolus. Pediatria: máximo descrito de 100 mcg/kg por bolus ou 5 mcg/kg/min em infusão. Monitorar rigorosamente a resposta hemodinâmica.",
            "doseMinima": "Adulto: 0,5 mg IV. Pediátrico: 10 mcg/kg IV.",
            "reacoesAdversas": "Hipertensão grave, bradicardia reflexa, arritmias ventriculares (raras), isquemia miocárdica, isquemia periférica e renal, palidez, extravasamento com risco de necrose tecidual, cefaleia, náuseas. Doses excessivas: hipertensão maligna, ICC aguda, edema pulmonar.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Pode reduzir o fluxo uteroplacentário. Utilizado em anestesia obstétrica, especialmente em cesarianas com bloqueio espinhal, com dose ajustada e sob monitorização rigorosa.",
            "riscoLactacao": "Não há dados suficientes. Uso pontual provavelmente seguro, mas preferir alternativas com mais dados disponíveis quando possível.",
            "ajusteRenal": "Excreção predominantemente renal. Usar com cautela em insuficiência renal grave. Pode haver prolongamento do efeito e maior risco de toxicidade.",
            "ajusteHepatico": "Não requer ajuste, já que sofre metabolismo hepático mínimo.",
            "contraindicacoes": "Hipertensão arterial grave não controlada, insuficiência cardíaca esquerda descompensada, feocromocitoma, hipertiroidismo severo não tratado, taquiarritmias ventriculares.",
            "interacaoMedicamento": "• IMAOs: risco elevado de crise hipertensiva (contraindicado).\n• Antidepressivos tricíclicos e simpatomiméticos: aumentam risco de hipertensão.\n• Betabloqueadores: exacerba vasoconstrição periférica e risco de bradicardia.\n• Anestésicos halogenados (sevoflurano, isoflurano, desflurano): aumentam risco de arritmias ventriculares.\n• Outros vasopressores: somatório de efeitos com risco de isquemia.",
            "apresentacao": "Ampolas de 10 mg/mL. Comercializado como Aramine® nos EUA, Canadá e alguns países da Europa.",
            "preparo": "• Para bolus: diluir 1 mL (10 mg) em 9 mL de SF 0,9% → concentração final de 1 mg/mL.\n• Para infusão: diluir 10 mg em 250 mL de SF 0,9% (40 mcg/mL) ou em 500 mL (20 mcg/mL). Usar bomba de infusão contínua para titulação fina.",
            "solucoesCompatíveis": "Compatível com soro fisiológico 0,9% e solução glicosada 5%. Incompatível com bicarbonato de sódio e outras soluções alcalinas.",
            "armazenamento": "Conservar entre 15°C e 30°C, ao abrigo da luz. Após diluição, utilizar imediatamente ou armazenar em refrigeração (2–8°C) por até 24 horas se em condições assépticas.",
            "cuidadosMedicos": "Monitorizar continuamente a pressão arterial (idealmente invasiva), ECG e perfusão. Evitar extravasamento. Usar preferencialmente via central em infusões contínuas. Atenção redobrada em pacientes com risco de isquemia coronariana, cerebral ou periférica. Estar preparado para tratamento de bradicardia reflexa e hipertensão aguda.",
            "cuidadosFarmaceuticos": "Assegurar diluição e preparo asséptico. Verificar compatibilidade da solução. Preferir uso de bomba de infusão. Avaliar estabilidade e aparência da solução antes da administração.",
            "cuidadosEnfermagem": "Monitorar PA, FC, perfusão periférica e sinais de isquemia. Observar local de administração quanto a extravasamento. Notificar imediatamente alterações como bradicardia sintomática, hipertensão severa ou palidez/cianose de extremidades.",
            "fontesBibliograficas": "Bula Aramine®, UpToDate (2024), Miller's Anesthesia (9ª Ed.), Barash Clinical Anesthesia, Micromedex, PubMed ID 36890567, ACLS Guidelines 2020, Diretrizes ASA (2022)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Metaraminol",
            "nomeComercial": "Aramine®",
            "classificacao": "Adrenergic agent, selective alpha-1 agonist, direct-acting vasopressor",
            "mecanismoAcao": "Alpha-1 adrenergic agonist with mild indirect effect by promoting endogenous norepinephrine release. Causes intense peripheral vasoconstriction with increased systemic vascular resistance and elevation of blood pressure. Its beta-adrenergic effects are insignificant at usual doses. The abrupt increase in pressure may induce reflex bradycardia through baroreceptor stimulation.",
            "farmacocinetica": "IV onset of action: 1–2 minutes. Duration of effect: 20–60 minutes. Short plasma half-life (5–10 minutes), but with clinical prolongation of effect due to potent vasoconstriction. Minimal hepatic metabolism. Primarily excreted unchanged in urine.",
            "farmacodinamica": "Promotes sustained increase in systemic blood pressure by elevating peripheral vascular resistance. May cause reduction in splanchnic, renal, and cutaneous flow. Does not exert significant direct inotropic or chronotropic effects. Reflex bradycardia is common due to baroreceptor activation. In patients with severe hypovolemia, its effect may be limited or exacerbate vasoconstriction without perfusion improvement.",
            "indicacoes": "Treatment of acute hypotension, especially related to spinal, epidural, or general anesthesia. Vasopressor alternative in refractory distributive shock (e.g., septic shock), mainly in contexts where agents such as norepinephrine are not available. Used in obstetric anesthesia to prevent and treat hypotension after neuraxial blockade.",
            "posologia": "Adults:\n- IV bolus: 0.5–5 mg, diluted, may repeat every 2–5 minutes according to response.\n- Continuous IV infusion: 0.5–5 mg/h (or up to 30 mcg/min), titrating according to BP.\n- Preparation: 10 mg in 250 mL 0.9% NS (40 mcg/mL) or in 500 mL (20 mcg/mL).\n\nPediatrics:\n- Off-label use with limited data. Reported doses: 10–100 mcg/kg IV bolus, or 1–5 mcg/kg/min by continuous infusion.",
            "administracao": "Intravenous route exclusively. May be administered as bolus or continuous infusion. Central access recommended for continuous infusions, but boluses may be done via peripheral access with caution. Always dilute before administration.",
            "doseMaxima": "No absolute maximum dose established. Adults: up to 5 mg per bolus. Pediatrics: maximum described of 100 mcg/kg per bolus or 5 mcg/kg/min in infusion. Monitor hemodynamic response rigorously.",
            "doseMinima": "Adult: 0.5 mg IV. Pediatric: 10 mcg/kg IV.",
            "reacoesAdversas": "Severe hypertension, reflex bradycardia, ventricular arrhythmias (rare), myocardial ischemia, peripheral and renal ischemia, pallor, extravasation with risk of tissue necrosis, headache, nausea. Excessive doses: malignant hypertension, acute CHF, pulmonary edema.",
            "riscoGravidez": "Category C. Use only if clearly necessary. May reduce uteroplacental flow. Used in obstetric anesthesia, especially in cesarean sections with spinal blockade, with adjusted dose and under rigorous monitoring.",
            "riscoLactacao": "Insufficient data. Single use probably safe, but prefer alternatives with more available data when possible.",
            "ajusteRenal": "Predominantly renal excretion. Use with caution in severe renal insufficiency. There may be prolongation of effect and greater risk of toxicity.",
            "ajusteHepatico": "No adjustment required, as it undergoes minimal hepatic metabolism.",
            "contraindicacoes": "Severe uncontrolled arterial hypertension, decompensated left heart failure, pheochromocytoma, untreated severe hyperthyroidism, ventricular tachyarrhythmias.",
            "interacaoMedicamento": "• MAOIs: high risk of hypertensive crisis (contraindicated).\n• Tricyclic antidepressants and sympathomimetics: increase risk of hypertension.\n• Beta-blockers: exacerbates peripheral vasoconstriction and bradycardia risk.\n• Halogenated anesthetics (sevoflurane, isoflurane, desflurane): increase risk of ventricular arrhythmias.\n• Other vasopressors: summation of effects with ischemia risk.",
            "apresentacao": "10 mg/mL ampoules. Marketed as Aramine® in the US, Canada, and some European countries.",
            "preparo": "• For bolus: dilute 1 mL (10 mg) in 9 mL of 0.9% NS → final concentration of 1 mg/mL.\n• For infusion: dilute 10 mg in 250 mL of 0.9% NS (40 mcg/mL) or in 500 mL (20 mcg/mL). Use continuous infusion pump for fine titration.",
            "solucoesCompatíveis": "Compatible with 0.9% saline solution and 5% glucose solution. Incompatible with sodium bicarbonate and other alkaline solutions.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. After dilution, use immediately or store in refrigeration (2–8°C) for up to 24 hours if under aseptic conditions.",
            "cuidadosMedicos": "Continuously monitor blood pressure (ideally invasive), ECG, and perfusion. Avoid extravasation. Prefer central route for continuous infusions. Extra attention in patients at risk of coronary, cerebral, or peripheral ischemia. Be prepared for treatment of reflex bradycardia and acute hypertension.",
            "cuidadosFarmaceuticos": "Ensure aseptic dilution and preparation. Verify solution compatibility. Prefer use of infusion pump. Assess solution stability and appearance before administration.",
            "cuidadosEnfermagem": "Monitor BP, HR, peripheral perfusion, and signs of ischemia. Observe administration site for extravasation. Immediately report changes such as symptomatic bradycardia, severe hypertension, or pallor/cyanosis of extremities.",
            "fontesBibliograficas": "Aramine Package Insert, UpToDate (2024), Miller's Anesthesia (9th Ed.), Barash Clinical Anesthesia, Micromedex, PubMed ID 36890567, ACLS Guidelines 2020, ASA Guidelines (2022)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Metaraminol",
            "nomeComercial": "Aramine®",
            "classificacao": "Agente adrenérgico, agonista alfa-1 selectivo, vasopresor de acción directa",
            "mecanismoAcao": "Agonista alfa-1 adrenérgico con leve efecto indirecto al promover liberación de noradrenalina endógena. Provoca vasoconstricción periférica intensa con aumento de la resistencia vascular sistémica y elevación de la presión arterial. Sus efectos beta-adrenérgicos son insignificantes en dosis usuales. El aumento abrupto de la presión puede inducir bradicardia refleja por estimulación de los barorreceptores.",
            "farmacocinetica": "Inicio de acción IV: 1–2 minutos. Duración del efecto: 20–60 minutos. Vida media plasmática corta (5–10 minutos), pero con prolongación clínica del efecto por la potente vasoconstricción. Metabolismo hepático mínimo. Principalmente excretado inalterado en la orina.",
            "farmacodinamica": "Promueve aumento sostenido de la presión arterial sistémica por la elevación de la resistencia vascular periférica. Puede causar reducción de flujo esplácnico, renal y cutáneo. No ejerce efectos inotrópicos o cronotrópicos directos significativos. La bradicardia refleja es común debido a la activación barorreceptora. En pacientes con hipovolemia grave, su efecto puede ser limitado o exacerbar la vasoconstricción sin mejora perfusional.",
            "indicacoes": "Tratamiento de la hipotensión aguda, especialmente relacionada con anestesia espinal, peridural o general. Alternativa vasopresora en shock distributivo (ej.: shock séptico) refractario, principalmente en contextos donde agentes como noradrenalina no están disponibles. Utilizado en anestesia obstétrica para prevenir y tratar hipotensión tras bloqueo neuroaxial.",
            "posologia": "Adultos:\n- Bolo IV: 0,5–5 mg, diluido, pudiendo repetir cada 2–5 minutos según respuesta.\n- Infusión IV continua: 0,5–5 mg/h (o hasta 30 mcg/min), titulando según PA.\n- Preparación: 10 mg en 250 mL SF 0,9% (40 mcg/mL) o en 500 mL (20 mcg/mL).\n\nPediatría:\n- Uso no aprobado con datos limitados. Dosis reportadas: 10–100 mcg/kg IV bolo, o 1–5 mcg/kg/min por infusión continua.",
            "administracao": "Vía intravenosa exclusivamente. Puede administrarse en bolo o infusión continua. Recomendado acceso central para infusiones continuas, pero bolos pueden hacerse por acceso periférico con cautela. Diluir siempre antes de la administración.",
            "doseMaxima": "No hay dosis máxima absoluta establecida. Adultos: hasta 5 mg por bolo. Pediatría: máximo descrito de 100 mcg/kg por bolo o 5 mcg/kg/min en infusión. Monitorizar rigurosamente la respuesta hemodinámica.",
            "doseMinima": "Adulto: 0,5 mg IV. Pediátrico: 10 mcg/kg IV.",
            "reacoesAdversas": "Hipertensión grave, bradicardia refleja, arritmias ventriculares (raras), isquemia miocárdica, isquemia periférica y renal, palidez, extravasación con riesgo de necrosis tisular, cefalea, náuseas. Dosis excesivas: hipertensión maligna, ICC aguda, edema pulmonar.",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. Puede reducir el flujo uteroplacentario. Utilizado en anestesia obstétrica, especialmente en cesáreas con bloqueo espinal, con dosis ajustada y bajo monitorización rigurosa.",
            "riscoLactacao": "No hay datos suficientes. Uso puntual probablemente seguro, pero preferir alternativas con más datos disponibles cuando sea posible.",
            "ajusteRenal": "Excreción predominantemente renal. Usar con cautela en insuficiencia renal grave. Puede haber prolongación del efecto y mayor riesgo de toxicidad.",
            "ajusteHepatico": "No requiere ajuste, ya que sufre metabolismo hepático mínimo.",
            "contraindicacoes": "Hipertensión arterial grave no controlada, insuficiencia cardíaca izquierda descompensada, feocromocitoma, hipertiroidismo severo no tratado, taquiarritmias ventriculares.",
            "interacaoMedicamento": "• IMAOs: riesgo elevado de crisis hipertensiva (contraindicado).\n• Antidepresivos tricíclicos y simpatomiméticos: aumentan riesgo de hipertensión.\n• Betabloqueantes: exacerba vasoconstricción periférica y riesgo de bradicardia.\n• Anestésicos halogenados (sevoflurano, isoflurano, desflurano): aumentan riesgo de arritmias ventriculares.\n• Otros vasopresores: sumatorio de efectos con riesgo de isquemia.",
            "apresentacao": "Ampollas de 10 mg/mL. Comercializado como Aramine® en EE.UU., Canadá y algunos países de Europa.",
            "preparo": "• Para bolo: diluir 1 mL (10 mg) en 9 mL de SF 0,9% → concentración final de 1 mg/mL.\n• Para infusión: diluir 10 mg en 250 mL de SF 0,9% (40 mcg/mL) o en 500 mL (20 mcg/mL). Usar bomba de infusión continua para titulación fina.",
            "solucoesCompatíveis": "Compatible con suero fisiológico 0,9% y solución glucosada 5%. Incompatible con bicarbonato de sodio y otras soluciones alcalinas.",
            "armazenamento": "Conservar entre 15°C y 30°C, al abrigo de la luz. Tras dilución, utilizar inmediatamente o almacenar en refrigeración (2–8°C) por hasta 24 horas si en condiciones asépticas.",
            "cuidadosMedicos": "Monitorizar continuamente la presión arterial (idealmente invasiva), ECG y perfusión. Evitar extravasación. Usar preferentemente vía central en infusiones continuas. Atención redoblada en pacientes con riesgo de isquemia coronaria, cerebral o periférica. Estar preparado para tratamiento de bradicardia refleja e hipertensión aguda.",
            "cuidadosFarmaceuticos": "Asegurar dilución y preparo aséptico. Verificar compatibilidad de la solución. Preferir uso de bomba de infusión. Evaluar estabilidad y apariencia de la solución antes de la administración.",
            "cuidadosEnfermagem": "Monitorizar PA, FC, perfusión periférica y signos de isquemia. Observar local de administración cuanto a extravasación. Notificar inmediatamente alteraciones como bradicardia sintomática, hipertensión severa o palidez/cianosis de extremidades.",
            "fontesBibliograficas": "Ficha Técnica Aramine®, UpToDate (2024), Miller's Anesthesia (9ª Ed.), Barash Clinical Anesthesia, Micromedex, PubMed ID 36890567, Guías ACLS 2020, Guías ASA (2022)."
        }
    }
}
