{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Noradrenalina (Norepinefrina)",
            "nomeComercial": "Levophed®, Noradrenalina Hipocloridrato",
            "classificacao": "Agente adrenérgico, vasopressor, simpatomimético",
            "mecanismoAcao": "A Noradrenalina atua principalmente como agonista dos receptores adrenérgicos alfa-1, com potente efeito vasoconstritor periférico, e agonista moderado dos receptores beta-1, que promovem aumento da contratilidade miocárdica e discreto aumento da frequência cardíaca. Seus efeitos em receptores beta-2 são mínimos. A vasoconstrição generalizada leva ao aumento da resistência vascular sistêmica e da pressão arterial média, sendo fundamental no manejo do choque distributivo, como o choque séptico, e em hipotensões refratárias.",
            "farmacocinetica": "Início de ação praticamente imediato por via intravenosa. Meia-vida plasmática curta, cerca de 1 a 2 minutos. Metabolização hepática e neural via monoaminoxidase (MAO) e catecol-O-metiltransferase (COMT). Excreção renal, principalmente sob a forma de metabólitos inativos (ácido vanilmandélico, normetanefrina e metanefrina).",
            "farmacodinamica": "Promove aumento intenso da resistência vascular periférica (RVP) com consequente elevação da pressão arterial média. O efeito inotrópico positivo (beta-1) é discreto, muitas vezes limitado pelo reflexo barorreceptor, que gera bradicardia compensatória. Pode reduzir o fluxo sanguíneo renal, esplâncnico, cutâneo e periférico, devendo-se monitorar sinais de hipoperfusão. Preserva, no entanto, a perfusão coronariana e cerebral em pacientes críticos.",
            "indicacoes": "1) Choque séptico refratário à reposição volêmica; 2) Choque neurogênico; 3) Hipotensão profunda durante anestesia; 4) Suporte vasopressor no perioperatório de grandes cirurgias; 5) Hipotensão refratária em outras etiologias, como choque anafilático após falha da adrenalina, choque cardiogênico com predomínio de vasoplegia e suporte durante RCP avançado em alguns casos específicos.",
            "posologia": "Adultos: iniciar com 0,05 a 0,5 mcg/kg/min IV contínuo. Ajustar progressivamente até 1 mcg/kg/min conforme resposta. Pode ser necessária dose até 3 mcg/kg/min em casos extremos. Pediatria: iniciar com 0,05 a 2 mcg/kg/min IV contínuo, titulado à resposta clínica e hemodinâmica.",
            "administracao": "Administração estritamente por infusão intravenosa contínua, preferencialmente por acesso venoso central. Uso temporário em acesso periférico pode ser realizado em emergências, devendo ser substituído o mais rápido possível por acesso central para evitar extravasamento e necrose.",
            "doseMaxima": "Não há limite absoluto documentado, mas geralmente não excede 3 mcg/kg/min, exceto em contextos críticos e por curtos períodos sob rigorosa monitorização.",
            "doseMinima": "Doses de 0,01 a 0,05 mcg/kg/min são geralmente eficazes para início e manutenção em pacientes sensíveis, sendo ajustadas conforme perfusão e pressão arterial.",
            "reacoesAdversas": "➤ Necrose e isquemia tecidual (extravasamento ou vasoconstrição severa); ➤ Hipoperfusão renal, mesentérica e de extremidades; ➤ Hipertensão severa; ➤ Arritmias (particularmente taquicardias e, mais raramente, FV/TV); ➤ Cefaleia, tremores, ansiedade; ➤ Reflexo vagal com bradicardia; ➤ Acidose metabólica secundária à hipoperfusão prolongada.",
            "riscoGravidez": "Categoria C. Uso apenas se o benefício superar claramente os riscos. A vasoconstrição pode reduzir a perfusão uteroplacentária, devendo ser usada com extremo cuidado.",
            "riscoLactacao": "Excreção no leite é desprezível. Devido ao seu uso predominantemente em emergências, é considerado seguro no contexto de curto prazo.",
            "ajusteRenal": "Não exige ajuste específico, mas o efeito vasoconstritor pode reduzir a perfusão renal. Monitorar diurese e função renal constantemente.",
            "ajusteHepatico": "Não há necessidade de ajuste de dose inicial, porém pacientes com insuficiência hepática grave podem apresentar metabolismo alterado e maior risco de toxicidade, exigindo monitorização intensiva.",
            "contraindicacoes": "➤ Hipovolemia não corrigida (relativa); ➤ Trombose vascular ativa (mesentérica, periférica, coronariana, cerebral); ➤ Uso cauteloso em pacientes com doença arterial periférica grave e microcirculação comprometida.",
            "interacaoMedicamento": "➤ Potencializa efeitos hipertensivos com IMAOs, antidepressivos tricíclicos e levodopa; ➤ Aumento do risco de arritmias com anestésicos halogenados; ➤ Redução de efeito na presença de betabloqueadores não seletivos; ➤ Interações com ergotamínicos e oxitocina potencializam vasoconstrição.",
            "apresentacao": "Ampolas de 4 mg/4 mL (1 mg/mL) e 8 mg/8 mL. Comercializada em frascos-ampola para diluição obrigatória antes da administração.",
            "preparo": "Diluir 4 mg em 250 mL de SF 0,9% ou SG 5% (16 mcg/mL) ou 8 mg em 500 mL (16 mcg/mL). Concentração pode ser ajustada conforme necessidade e protocolo institucional, respeitando estabilidade e risco de extravasamento.",
            "solucoesCompatíveis": "Compatível com SF 0,9% e SG 5%. Incompatível com soluções alcalinas ou bicarbonatadas.",
            "armazenamento": "Manter armazenado entre 15°C e 30°C, protegido da luz. Soluções diluídas são estáveis por até 24 horas refrigeradas e protegidas da luz.",
            "cuidadosMedicos": "Monitorização hemodinâmica rigorosa, preferencialmente com pressão arterial invasiva. Avaliar perfusão periférica, débito urinário e sinais de isquemia. Uso preferencial por acesso central.",
            "cuidadosFarmaceuticos": "Preparar solução sob condições assépticas. Garantir identificação da concentração final na bomba de infusão. Acompanhar estabilidade da solução conforme protocolo local.",
            "cuidadosEnfermagem": "Verificar sinais de extravasamento (edema, palidez, dor local). Monitorar pressão arterial a cada 5–15 minutos. Avaliar perfusão de extremidades, diurese e nível de consciência.",
            "fontesBibliograficas": "➤ Bula Anvisa (Noradrenalina Hipocloridrato) - https://consultas.anvisa.gov.br/; ➤ Surviving Sepsis Campaign: International Guidelines for Management of Sepsis and Septic Shock 2021 - https://www.sccm.org; ➤ UpToDate - Norepinephrine: Drug Information - https://www.uptodate.com; ➤ Micromedex - https://www.micromedexsolutions.com; ➤ PubMed ID: 33228437 - https://pubmed.ncbi.nlm.nih.gov/33228437/; ➤ PubMed ID: 29345991 (Norepinephrine vs. Dopamine in Shock) - https://pubmed.ncbi.nlm.nih.gov/29345991/; ➤ Tintinalli's Emergency Medicine, 9ª edição; ➤ Miller's Anesthesia, 9ª edição, Capítulo sobre Farmacologia dos Agentes Vasopressores."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Norepinephrine (Noradrenaline)",
            "nomeComercial": "Levophed®, Norepinephrine Hydrochloride",
            "classificacao": "Adrenergic agent, vasopressor, sympathomimetic",
            "mecanismoAcao": "Norepinephrine acts primarily as an agonist of alpha-1 adrenergic receptors, with potent peripheral vasoconstrictor effect, and moderate agonist of beta-1 receptors, which promote increased myocardial contractility and slight increase in heart rate. Its effects on beta-2 receptors are minimal. Generalized vasoconstriction leads to increased systemic vascular resistance and mean arterial pressure, being fundamental in the management of distributive shock, such as septic shock, and refractory hypotension.",
            "farmacocinetica": "Onset of action practically immediate by intravenous route. Short plasma half-life, about 1 to 2 minutes. Hepatic and neural metabolism via monoamine oxidase (MAO) and catechol-O-methyltransferase (COMT). Renal excretion, mainly in the form of inactive metabolites (vanillylmandelic acid, normetanephrine and metanephrine).",
            "farmacodinamica": "Promotes intense increase in peripheral vascular resistance (PVR) with consequent elevation of mean arterial pressure. The positive inotropic effect (beta-1) is slight, often limited by the baroreceptor reflex, which generates compensatory bradycardia. May reduce renal, splanchnic, cutaneous and peripheral blood flow, requiring monitoring for signs of hypoperfusion. However, it preserves coronary and cerebral perfusion in critical patients.",
            "indicacoes": "1) Septic shock refractory to volume replacement; 2) Neurogenic shock; 3) Profound hypotension during anesthesia; 4) Vasopressor support in the perioperative period of major surgeries; 5) Refractory hypotension in other etiologies, such as anaphylactic shock after epinephrine failure, cardiogenic shock with predominance of vasoplegia and support during advanced CPR in some specific cases.",
            "posologia": "Adults: start with 0.05 to 0.5 mcg/kg/min continuous IV. Adjust progressively up to 1 mcg/kg/min according to response. Dose up to 3 mcg/kg/min may be necessary in extreme cases. Pediatrics: start with 0.05 to 2 mcg/kg/min continuous IV, titrated to clinical and hemodynamic response.",
            "administracao": "Strictly by continuous intravenous infusion, preferably through central venous access. Temporary use in peripheral access can be performed in emergencies, should be replaced as quickly as possible by central access to avoid extravasation and necrosis.",
            "doseMaxima": "There is no documented absolute limit, but generally does not exceed 3 mcg/kg/min, except in critical contexts and for short periods under rigorous monitoring.",
            "doseMinima": "Doses of 0.01 to 0.05 mcg/kg/min are generally effective for initiation and maintenance in sensitive patients, being adjusted according to perfusion and blood pressure.",
            "reacoesAdversas": "➤ Tissue necrosis and ischemia (extravasation or severe vasoconstriction); ➤ Renal, mesenteric and extremity hypoperfusion; ➤ Severe hypertension; ➤ Arrhythmias (particularly tachycardias and, more rarely, VF/VT); ➤ Headache, tremors, anxiety; ➤ Vagal reflex with bradycardia; ➤ Metabolic acidosis secondary to prolonged hypoperfusion.",
            "riscoGravidez": "Category C. Use only if benefits clearly outweigh risks. Vasoconstriction may reduce uteroplacental perfusion, should be used with extreme caution.",
            "riscoLactacao": "Excretion in milk is negligible. Due to its predominant use in emergencies, it is considered safe in the short-term context.",
            "ajusteRenal": "Does not require specific adjustment, but the vasoconstrictor effect may reduce renal perfusion. Monitor diuresis and renal function constantly.",
            "ajusteHepatico": "No initial dose adjustment is necessary, but patients with severe hepatic insufficiency may have altered metabolism and greater risk of toxicity, requiring intensive monitoring.",
            "contraindicacoes": "➤ Uncorrected hypovolemia (relative); ➤ Active vascular thrombosis (mesenteric, peripheral, coronary, cerebral); ➤ Cautious use in patients with severe peripheral arterial disease and compromised microcirculation.",
            "interacaoMedicamento": "➤ Potentiates hypertensive effects with MAOIs, tricyclic antidepressants and levodopa; ➤ Increased risk of arrhythmias with halogenated anesthetics; ➤ Reduced effect in the presence of non-selective beta-blockers; ➤ Interactions with ergotamines and oxytocin potentiate vasoconstriction.",
            "apresentacao": "Ampoules of 4 mg/4 mL (1 mg/mL) and 8 mg/8 mL. Marketed in vial-ampoules for mandatory dilution before administration.",
            "preparo": "Dilute 4 mg in 250 mL of 0.9% NS or 5% D5W (16 mcg/mL) or 8 mg in 500 mL (16 mcg/mL). Concentration can be adjusted according to need and institutional protocol, respecting stability and extravasation risk.",
            "solucoesCompatíveis": "Compatible with 0.9% NS and 5% D5W. Incompatible with alkaline or bicarbonate solutions.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. Diluted solutions are stable for up to 24 hours refrigerated and protected from light.",
            "cuidadosMedicos": "Rigorous hemodynamic monitoring, preferably with invasive blood pressure. Assess peripheral perfusion, urinary output and signs of ischemia. Preferential use through central access.",
            "cuidadosFarmaceuticos": "Prepare solution under aseptic conditions. Ensure identification of final concentration on infusion pump. Monitor solution stability according to local protocol.",
            "cuidadosEnfermagem": "Check for signs of extravasation (edema, pallor, local pain). Monitor blood pressure every 5–15 minutes. Assess extremity perfusion, diuresis and level of consciousness.",
            "fontesBibliograficas": "➤ FDA Label (Norepinephrine Hydrochloride) - https://www.fda.gov/; ➤ Surviving Sepsis Campaign: International Guidelines for Management of Sepsis and Septic Shock 2021 - https://www.sccm.org; ➤ UpToDate - Norepinephrine: Drug Information - https://www.uptodate.com; ➤ Micromedex - https://www.micromedexsolutions.com; ➤ PubMed ID: 33228437 - https://pubmed.ncbi.nlm.nih.gov/33228437/; ➤ PubMed ID: 29345991 (Norepinephrine vs. Dopamine in Shock) - https://pubmed.ncbi.nlm.nih.gov/29345991/; ➤ Tintinalli's Emergency Medicine, 9th edition; ➤ Miller's Anesthesia, 9th edition, Chapter on Vasopressor Agent Pharmacology."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Noradrenalina (Norepinefrina)",
            "nomeComercial": "Levophed®, Noradrenalina Clorhidrato",
            "classificacao": "Agente adrenérgico, vasopresor, simpatomimético",
            "mecanismoAcao": "La Noradrenalina actúa principalmente como agonista de los receptores adrenérgicos alfa-1, con potente efecto vasoconstrictor periférico, y agonista moderado de los receptores beta-1, que promueven aumento de la contractilidad miocárdica y discreto aumento de la frecuencia cardíaca. Sus efectos en receptores beta-2 son mínimos. La vasoconstricción generalizada lleva al aumento de la resistencia vascular sistémica y de la presión arterial media, siendo fundamental en el manejo del shock distributivo, como el shock séptico, y en hipotensiones refractarias.",
            "farmacocinetica": "Inicio de acción prácticamente inmediato por vía intravenosa. Vida media plasmática corta, cerca de 1 a 2 minutos. Metabolización hepática y neural vía monoaminoxidasa (MAO) y catecol-O-metiltransferasa (COMT). Excreción renal, principalmente bajo la forma de metabolitos inactivos (ácido vanilmandélico, normetanefrina y metanefrina).",
            "farmacodinamica": "Promueve aumento intenso de la resistencia vascular periférica (RVP) con consecuente elevación de la presión arterial media. El efecto inotrópico positivo (beta-1) es discreto, muchas veces limitado por el reflejo barorreceptor, que genera bradicardia compensatoria. Puede reducir el flujo sanguíneo renal, esplácnico, cutáneo y periférico, debiéndose monitorizar signos de hipoperfusión. Preserva, sin embargo, la perfusión coronaria y cerebral en pacientes críticos.",
            "indicacoes": "1) Shock séptico refractario a la reposición volémica; 2) Shock neurogénico; 3) Hipotensión profunda durante anestesia; 4) Soporte vasopresor en el perioperatorio de grandes cirugías; 5) Hipotensión refractaria en otras etiologías, como shock anafiláctico tras falla de la adrenalina, shock cardiogénico con predominio de vasoplegia y soporte durante RCP avanzado en algunos casos específicos.",
            "posologia": "Adultos: iniciar con 0,05 a 0,5 mcg/kg/min IV continuo. Ajustar progresivamente hasta 1 mcg/kg/min según respuesta. Puede ser necesaria dosis hasta 3 mcg/kg/min en casos extremos. Pediatría: iniciar con 0,05 a 2 mcg/kg/min IV continuo, titulado a la respuesta clínica y hemodinámica.",
            "administracao": "Administración estrictamente por infusión intravenosa continua, preferentemente por acceso venoso central. Uso temporal en acceso periférico puede realizarse en emergencias, debiendo ser sustituido lo más rápido posible por acceso central para evitar extravasación y necrosis.",
            "doseMaxima": "No hay límite absoluto documentado, pero generalmente no excede 3 mcg/kg/min, excepto en contextos críticos y por cortos períodos bajo rigurosa monitorización.",
            "doseMinima": "Dosis de 0,01 a 0,05 mcg/kg/min son generalmente eficaces para inicio y mantenimiento en pacientes sensibles, siendo ajustadas según perfusión y presión arterial.",
            "reacoesAdversas": "➤ Necrosis e isquemia tisular (extravasación o vasoconstricción severa); ➤ Hipoperfusión renal, mesentérica y de extremidades; ➤ Hipertensión severa; ➤ Arritmias (particularmente taquicardias y, más raramente, FV/TV); ➤ Cefalea, temblores, ansiedad; ➤ Reflejo vagal con bradicardia; ➤ Acidosis metabólica secundaria a hipoperfusión prolongada.",
            "riscoGravidez": "Categoría C. Uso solo si el beneficio supera claramente los riesgos. La vasoconstricción puede reducir la perfusión uteroplacentaria, debiendo usarse con extremo cuidado.",
            "riscoLactacao": "Excreción en la leche es despreciable. Debido a su uso predominantemente en emergencias, es considerado seguro en el contexto de corto plazo.",
            "ajusteRenal": "No exige ajuste específico, pero el efecto vasoconstrictor puede reduzir la perfusión renal. Monitorizar diuresis y función renal constantemente.",
            "ajusteHepatico": "No hay necesidad de ajuste de dosis inicial, pero pacientes con insuficiencia hepática grave pueden presentar metabolismo alterado y mayor riesgo de toxicidad, exigiendo monitorización intensiva.",
            "contraindicacoes": "➤ Hipovolemia no corregida (relativa); ➤ Trombosis vascular activa (mesentérica, periférica, coronaria, cerebral); ➤ Uso cauteloso en pacientes con enfermedad arterial periférica grave y microcirculación comprometida.",
            "interacaoMedicamento": "➤ Potencia efectos hipertensivos con IMAOs, antidepresivos tricíclicos y levodopa; ➤ Aumento del riesgo de arritmias con anestésicos halogenados; ➤ Reducción de efecto en presencia de betabloqueadores no selectivos; ➤ Interacciones con ergotamínicos y oxitocina potencian vasoconstricción.",
            "apresentacao": "Ampollas de 4 mg/4 mL (1 mg/mL) y 8 mg/8 mL. Comercializada en frascos-ampolla para dilución obligatoria antes de la administración.",
            "preparo": "Diluir 4 mg en 250 mL de SF 0,9% o SG 5% (16 mcg/mL) o 8 mg en 500 mL (16 mcg/mL). Concentración puede ajustarse según necesidad y protocolo institucional, respetando estabilidad y riesgo de extravasación.",
            "solucoesCompatíveis": "Compatible con SF 0,9% y SG 5%. Incompatible con soluciones alcalinas o bicarbonatadas.",
            "armazenamento": "Mantener almacenado entre 15°C y 30°C, protegido de la luz. Soluciones diluidas son estables hasta 24 horas refrigeradas y protegidas de la luz.",
            "cuidadosMedicos": "Monitorización hemodinámica rigurosa, preferentemente con presión arterial invasiva. Evaluar perfusión periférica, débito urinario y signos de isquemia. Uso preferencial por acceso central.",
            "cuidadosFarmaceuticos": "Preparar solución bajo condiciones asépticas. Garantizar identificación de la concentración final en la bomba de infusión. Acompañar estabilidad de la solución según protocolo local.",
            "cuidadosEnfermagem": "Verificar signos de extravasación (edema, palidez, dolor local). Monitorizar presión arterial cada 5–15 minutos. Evaluar perfusión de extremidades, diuresis y nivel de consciencia.",
            "fontesBibliograficas": "➤ Ficha Técnica AEMPS (Noradrenalina Clorhidrato) - https://www.aemps.gob.es/; ➤ Surviving Sepsis Campaign: International Guidelines for Management of Sepsis and Septic Shock 2021 - https://www.sccm.org; ➤ UpToDate - Norepinephrine: Drug Information - https://www.uptodate.com; ➤ Micromedex - https://www.micromedexsolutions.com; ➤ PubMed ID: 33228437 - https://pubmed.ncbi.nlm.nih.gov/33228437/; ➤ PubMed ID: 29345991 (Norepinephrine vs. Dopamine in Shock) - https://pubmed.ncbi.nlm.nih.gov/29345991/; ➤ Tintinalli's Emergency Medicine, 9ª edición; ➤ Miller's Anesthesia, 9ª edición, Capítulo sobre Farmacología de los Agentes Vasopresores."
        }
    }
}