{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Bupivacaína (cloridrato de bupivacaína)",
            "nomeComercial": "Neocaína®, Neobupi®, Sensorcaine®, Buvicaína®",
            "classificacao": "Anestésico local do tipo amida; bloqueador de canais de sódio voltagem-dependentes; agente de longa duração",
            "mecanismoAcao": "A bupivacaína bloqueia reversivelmente os canais de sódio voltagem-dependentes nas membranas neuronais, impedindo a condução do impulso nervoso. Promove bloqueio sensitivo e motor, sendo mais potente e de maior duração que a lidocaína. Sua alta lipossolubilidade facilita a penetração em fibras nervosas, com forte afinidade por fibras do tipo A (motoras) e C (sensitivas). Sua ação é prolongada por seu perfil de alta ligação a proteínas plasmáticas e lenta redistribuição tecidual. É o anestésico local de maior potência e cardiotoxicidade entre os do tipo amida, exigindo precaução rigorosa quanto à dose e administração intravascular acidental. A bupivacaína apresenta bloqueio uso-dependente: quanto maior a frequência de despolarização neuronal, maior o grau de inibição. Sua afinidade pelos canais de sódio é maior em estados inativos e abertos, promovendo inibição seletiva de fibras nervosas A-delta e C responsáveis por dor e temperatura. A interação hidrofóbica com o canal de sódio ocorre de forma estereoespecífica, sendo a forma levógira (S-) menos cardiotóxica e mais segura do que a forma racêmica.",
            "farmacocinetica": "• Início de ação: 1–10 min (dependendo do sítio e concentração).\n• Pico de ação: 10–20 minutos.\n• Duração: 4–12 horas (infiltração única); até 24 h com infusão contínua.\n• Ligação a proteínas plasmáticas: >95% (principalmente à alfa-1-glicoproteína ácida).\n• Metabolização: hepática (CYP1A2 e CYP3A4).\n• Excreção: renal (metabólitos conjugados).\n• Meia-vida terminal: 2,5–5 horas (prolongada em infusões).",
            "farmacodinamica": "A bupivacaína é altamente eficaz em bloqueios sensoriais profundos e superficiais. Em infiltração, proporciona analgesia prolongada, útil para procedimentos cirúrgicos, odontológicos, ortopédicos e controle de dor pós-operatória. Comparada à ropivacaína, apresenta bloqueio motor mais intenso e risco cardiovascular mais elevado. Sua ação é prolongada e eficaz mesmo em infiltrações subcutâneas, com uso frequente no fechamento de feridas cirúrgicas e analgesia incisional. A analgesia obtida com bupivacaína infiltração reduz significativamente a necessidade de opioides no pós-operatório imediato, contribuindo para recuperação funcional precoce. Em doses baixas (0,25%), predomina bloqueio sensorial; em concentrações maiores (0,5% e 0,75%), há bloqueio motor importante. A absorção sistêmica depende do local de aplicação, vascularização e presença de vasoconstritores. Estudos indicam que infiltrações com bupivacaína reduzem marcadores inflamatórios locais e melhoram scores de dor por até 12–24 h.",
            "indicacoes": "• Infiltração local para anestesia cirúrgica.\n• Infiltração incisional no fechamento de feridas cirúrgicas.\n• Infiltração subcutânea ou fascial para analgesia pós-operatória.\n• Cirurgias dermatológicas, plásticas, ortopédicas, odontológicas.\n• Alternativa para pacientes que requerem analgesia prolongada sem opioides sistêmicos.",
            "posologia": "Adultos:\n• Concentração: 0,25% a 0,5%.\n• Dose única recomendada: 100–150 mg (20–30 mL de 0,5%).\n• Dose máxima: 2 mg/kg (sem vasoconstritor); até 3 mg/kg com vasoconstritor (adrenalina).\nPediatria:\n• 1,25–2,5 mg/kg, diluído em solução apropriada (ex: 0,25%).",
            "administracao": "• Infiltração local subcutânea ou em plano fascial.\n• Injeção lenta e fracionada com aspiração frequente.\n• Técnica asséptica obrigatória.\n• Pode ser usada isoladamente ou em combinação sequencial com analgésicos sistêmicos.",
            "doseMaxima": "2 mg/kg (sem vasoconstritor); até 3 mg/kg com adrenalina.",
            "doseMinima": "10 mg (adulto) ou 0,5–1 mg/kg (pediatria) em procedimentos pequenos.",
            "reacoesAdversas": "Comuns (1–10%):\n• Parestesias, prurido, dor no local da aplicação.\nIncomuns (0,1–1%):\n• Náuseas, tremores, tontura, disgeusia.\nRaras (<0,1%):\n• Toxicidade sistêmica (convulsões, coma, depressão respiratória).\n• Arritmias ventriculares, colapso cardiovascular.\n• Reações anafiláticas (muito raro).",
            "riscoGravidez": "Categoria C. Pode ser utilizada em infiltração perineal, pudenda e em analgesia obstétrica com monitoramento. Cruza placenta, mas em baixa proporção em infiltração.",
            "riscoLactacao": "Excreção mínima no leite. Considerada compatível. Não há necessidade de suspender a amamentação após uso único.",
            "ajusteRenal": "• Não é necessário ajuste para infiltração única.",
            "ajusteHepatico": "• Usar com cautela em hepatopatas graves, especialmente em infusões prolongadas. Monitorar sinais precoces de toxicidade.",
            "contraindicacoes": "• Hipersensibilidade à bupivacaína ou a outros anestésicos locais do tipo amida.\n• Doença do nó sinusal, bloqueio cardíaco completo sem marcapasso.\n• Hipovolemia não tratada, infecção no local da aplicação.\n• Injeção intravascular acidental (absolutamente contraindicada).",
            "interacaoMedicamento": "• Sinergia com outros anestésicos locais (efeito aditivo tóxico).\n• Antiarrítmicos classe I (ex: mexiletina, lidocaína) podem potencializar toxicidade cardíaca.\n• Vasoconstritores podem prolongar a duração, mas aumentar o risco de isquemia local. A associação com dexametasona, clonidina ou dexmedetomidina (off-label) potencializa a duração da analgesia por mecanismos anti-inflamatórios e sinérgicos centrais. Misturas com ropivacaína ou lidocaína devem ser evitadas pela diferença de pKa e risco de instabilidade físico-química. A alcalinização com bicarbonato reduz a estabilidade e pode precipitar. O uso concomitante com antidepressivos tricíclicos ou antiepilépticos exige precaução por risco de toxicidade aditiva no SNC.",
            "apresentacao": "• Soluções: 0,25%, 0,5%, 0,75% (sem vasoconstritor).\n• Frascos-ampola: 10 mL, 20 mL, 50 mL.\n• Soluções com adrenalina: 1:200.000 disponíveis em algumas formulações.",
            "preparo": "• Pronta para uso. Não misturar com soluções alcalinas (precipitação).\n• Manter identificação de concentração e volume em seringas rotuladas.\n• Não reutilizar solução remanescente.",
            "solucoesCompatíveis": "• SF 0,9%; incompatível com bicarbonato de sódio ou pH >6,5.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Utilizar logo após aberta. Não congelar.",
            "cuidadosMedicos": "• Realizar aspiração antes da injeção para evitar via intravascular.\n• Monitorar paciente por pelo menos 30 min após administração.\n• Ter disponível protocolo de tratamento de toxicidade sistêmica por anestésico local (lipidoterapia).",
            "cuidadosFarmaceuticos": "• Confirmar concentração antes do uso.\n• Armazenar sob condições assépticas.\n• Registrar lote, validade, volume e paciente.\n• Não preparar com antecedência maior que 30 minutos sem justificativa técnica.",
            "cuidadosEnfermagem": "• Observar sinais de toxicidade (confusão, zumbido, parestesia facial, convulsão).\n• Garantir via de acesso venoso periférico antes da aplicação.\n• Auxiliar no posicionamento e vigilância pós-infiltração.\n• Documentar analgesia obtida e tempo de duração do bloqueio.",
            "fontesBibliograficas": "Bula Anvisa (Neocaína®, Neobupi®), UpToDate (2024), Micromedex, PubMed ID 37635755, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), ASRA Guidelines (2023), SBP Terapêutica Pediátrica."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Bupivacaine (Bupivacaine Hydrochloride)",
            "nomeComercial": "Neocaína®, Neobupi®, Sensorcaine®, Buvicaína®",
            "classificacao": "Local anesthetic of the amide type; voltage-dependent sodium channel blocker; long-acting agent",
            "mecanismoAcao": "Bupivacaine reversibly blocks voltage-dependent sodium channels in neuronal membranes, preventing nerve impulse conduction. It promotes sensory and motor blockade, being more potent and longer-lasting than lidocaine. Its high lipophilicity facilitates penetration into nerve fibers, with strong affinity for type A (motor) and C (sensory) fibers. Its action is prolonged by its high plasma protein binding profile and slow tissue redistribution. It is the most potent and cardiotoxic local anesthetic among amide types, requiring rigorous precautions regarding dose and accidental intravascular administration. Bupivacaine exhibits use-dependent blockade: the higher the neuronal depolarization frequency, the greater the degree of inhibition. Its affinity for sodium channels is greater in inactive and open states, promoting selective inhibition of A-delta and C nerve fibers responsible for pain and temperature. The hydrophobic interaction with the sodium channel occurs in a stereospecific manner, with the levorotatory form (S-) being less cardiotoxic and safer than the racemic form.",
            "farmacocinetica": "• Onset of action: 1–10 min (depending on site and concentration).\n• Peak action: 10–20 minutes.\n• Duration: 4–12 hours (single infiltration); up to 24 h with continuous infusion.\n• Plasma protein binding: >95% (mainly to alpha-1-acid glycoprotein).\n• Metabolism: hepatic (CYP1A2 and CYP3A4).\n• Excretion: renal (conjugated metabolites).\n• Terminal half-life: 2.5–5 hours (prolonged in infusions).",
            "farmacodinamica": "Bupivacaine is highly effective in deep and superficial sensory blocks. In infiltration, it provides prolonged analgesia, useful for surgical, dental, orthopedic procedures, and postoperative pain control. Compared to ropivacaine, it has more intense motor blockade and higher cardiovascular risk. Its action is prolonged and effective even in subcutaneous infiltrations, with frequent use in surgical wound closure and incisional analgesia. The analgesia obtained with bupivacaine infiltration significantly reduces the need for opioids in the immediate postoperative period, contributing to early functional recovery. At low doses (0.25%), sensory blockade predominates; at higher concentrations (0.5% and 0.75%), there is significant motor blockade. Systemic absorption depends on the application site, vascularization, and presence of vasoconstrictors. Studies indicate that infiltrations with bupivacaine reduce local inflammatory markers and improve pain scores for up to 12–24 h.",
            "indicacoes": "• Local infiltration for surgical anesthesia.\n• Incisional infiltration in surgical wound closure.\n• Subcutaneous or fascial infiltration for postoperative analgesia.\n• Dermatological, plastic, orthopedic, dental surgeries.\n• Alternative for patients requiring prolonged analgesia without systemic opioids.",
            "posologia": "Adults:\n• Concentration: 0.25% to 0.5%.\n• Recommended single dose: 100–150 mg (20–30 mL of 0.5%).\n• Maximum dose: 2 mg/kg (without vasoconstrictor); up to 3 mg/kg with vasoconstrictor (epinephrine).\nPediatrics:\n• 1.25–2.5 mg/kg, diluted in appropriate solution (e.g., 0.25%).",
            "administracao": "• Local subcutaneous or fascial plane infiltration.\n• Slow and fractionated injection with frequent aspiration.\n• Aseptic technique mandatory.\n• Can be used alone or in sequential combination with systemic analgesics.",
            "doseMaxima": "2 mg/kg (without vasoconstrictor); up to 3 mg/kg with epinephrine.",
            "doseMinima": "10 mg (adult) or 0.5–1 mg/kg (pediatrics) in small procedures.",
            "reacoesAdversas": "Common (1–10%):\n• Paresthesias, pruritus, pain at application site.\nUncommon (0.1–1%):\n• Nausea, tremors, dizziness, dysgeusia.\nRare (<0.1%):\n• Systemic toxicity (seizures, coma, respiratory depression).\n• Ventricular arrhythmias, cardiovascular collapse.\n• Anaphylactic reactions (very rare).",
            "riscoGravidez": "Category C. Can be used in perineal, pudendal infiltration, and obstetric analgesia with monitoring. Crosses placenta, but in low proportion with infiltration.",
            "riscoLactacao": "Minimal excretion in milk. Considered compatible. No need to discontinue breastfeeding after single use.",
            "ajusteRenal": "• No adjustment necessary for single infiltration.",
            "ajusteHepatico": "• Use with caution in severe liver disease, especially in prolonged infusions. Monitor for early signs of toxicity.",
            "contraindicacoes": "• Hypersensitivity to bupivacaine or other amide-type local anesthetics.\n• Sick sinus syndrome, complete heart block without pacemaker.\n• Untreated hypovolemia, infection at application site.\n• Accidental intravascular injection (absolutely contraindicated).",
            "interacaoMedicamento": "• Synergy with other local anesthetics (additive toxic effect).\n• Class I antiarrhythmics (e.g., mexiletine, lidocaine) may potentiate cardiac toxicity.\n• Vasoconstrictors may prolong duration but increase risk of local ischemia. Association with dexamethasone, clonidine, or dexmedetomidina (off-label) potentiates analgesia duration through anti-inflammatory and central synergistic mechanisms. Mixtures with ropivacaine or lidocaine should be avoided due to pKa differences and physicochemical instability risk. Alkalinization with bicarbonate reduces stability and may precipitate. Concomitant use with tricyclic antidepressants or antiepileptics requires caution due to additive CNS toxicity risk.",
            "apresentacao": "• Solutions: 0.25%, 0.5%, 0.75% (without vasoconstrictor).\n• Vial-ampoules: 10 mL, 20 mL, 50 mL.\n• Solutions with epinephrine: 1:200,000 available in some formulations.",
            "preparo": "• Ready for use. Do not mix with alkaline solutions (precipitation).\n• Maintain concentration and volume identification in labeled syringes.\n• Do not reuse remaining solution.",
            "solucoesCompatíveis": "• 0.9% saline; incompatible with sodium bicarbonate or pH >6.5.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light.\n• Use immediately after opening. Do not freeze.",
            "cuidadosMedicos": "• Perform aspiration before injection to avoid intravascular route.\n• Monitor patient for at least 30 min after administration.\n• Have local anesthetic systemic toxicity treatment protocol available (lipid therapy).",
            "cuidadosFarmaceuticos": "• Confirm concentration before use.\n• Store under aseptic conditions.\n• Record batch, expiration, volume, and patient.\n• Do not prepare more than 30 minutes in advance without technical justification.",
            "cuidadosEnfermagem": "• Observe for signs of toxicity (confusion, tinnitus, facial paresthesia, seizures).\n• Ensure peripheral venous access before application.\n• Assist in positioning and post-infiltration monitoring.\n• Document analgesia obtained and blockade duration.",
            "fontesBibliograficas": "FDA Label (Neocaína®, Neobupi®), UpToDate (2024), Micromedex, PubMed ID 37635755, Goodman & Gilman (13th Ed.), Miller's Anesthesia (9th Ed.), ASRA Guidelines (2023), SBP Pediatric Therapeutics."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Bupivacaína (clorhidrato de bupivacaína)",
            "nomeComercial": "Neocaína®, Neobupi®, Sensorcaine®, Buvicaína®",
            "classificacao": "Anestésico local del tipo amida; bloqueador de canales de sodio voltaje-dependientes; agente de larga duración",
            "mecanismoAcao": "La bupivacaína bloquea reversiblemente los canales de sodio voltaje-dependientes en las membranas neuronales, impidiendo la conducción del impulso nervioso. Promueve bloqueo sensitivo y motor, siendo más potente y de mayor duración que la lidocaína. Su alta liposolubilidad facilita la penetración en fibras nerviosas, con fuerte afinidad por fibras tipo A (motoras) y C (sensitivas). Su acción es prolongada por su perfil de alta unión a proteínas plasmáticas y lenta redistribución tisular. Es el anestésico local de mayor potencia y cardiotoxicidad entre los del tipo amida, exigiendo precaución rigurosa cuanto a la dosis y administración intravascular accidental. La bupivacaína presenta bloqueo uso-dependiente: cuanto mayor la frecuencia de despolarización neuronal, mayor el grado de inhibición. Su afinidad por los canales de sodio es mayor en estados inactivos y abiertos, promoviendo inhibición selectiva de fibras nerviosas A-delta y C responsables por dolor y temperatura. La interacción hidrofóbica con el canal de sodio ocurre de forma estereoespecífica, siendo la forma levógira (S-) menos cardiotóxica y más segura que la forma racémica.",
            "farmacocinetica": "• Inicio de acción: 1–10 min (dependiendo del sitio y concentración).\n• Pico de acción: 10–20 minutos.\n• Duración: 4–12 horas (infiltración única); hasta 24 h con infusión continua.\n• Unión a proteínas plasmáticas: >95% (principalmente a la alfa-1-glicoproteína ácida).\n• Metabolismo: hepático (CYP1A2 y CYP3A4).\n• Excreción: renal (metabolitos conjugados).\n• Vida media terminal: 2,5–5 horas (prolongada en infusiones).",
            "farmacodinamica": "La bupivacaína es altamente eficaz en bloqueos sensoriales profundos y superficiales. En infiltración, proporciona analgesia prolongada, útil para procedimientos quirúrgicos, odontológicos, ortopédicos y control de dolor postoperatorio. Comparada con la ropivacaína, presenta bloqueo motor más intenso y riesgo cardiovascular más elevado. Su acción es prolongada y eficaz incluso en infiltraciones subcutáneas, con uso frecuente en el cierre de heridas quirúrgicas y analgesia incisional. La analgesia obtenida con bupivacaína infiltración reduce significativamente la necesidad de opioides en el postoperatorio inmediato, contribuyendo a recuperación funcional precoz. En dosis bajas (0,25%), predomina bloqueo sensorial; en concentraciones mayores (0,5% y 0,75%), hay bloqueo motor importante. La absorción sistémica depende del lugar de aplicación, vascularización y presencia de vasoconstrictores. Estudios indican que infiltraciones con bupivacaína reducen marcadores inflamatorios locales y mejoran scores de dolor por hasta 12–24 h.",
            "indicacoes": "• Infiltración local para anestesia quirúrgica.\n• Infiltración incisional en el cierre de heridas quirúrgicas.\n• Infiltración subcutánea o fascial para analgesia postoperatoria.\n• Cirugías dermatológicas, plásticas, ortopédicas, odontológicas.\n• Alternativa para pacientes que requieren analgesia prolongada sin opioides sistémicos.",
            "posologia": "Adultos:\n• Concentración: 0,25% a 0,5%.\n• Dosis única recomendada: 100–150 mg (20–30 mL de 0,5%).\n• Dosis máxima: 2 mg/kg (sin vasoconstrictor); hasta 3 mg/kg con vasoconstrictor (adrenalina).\nPediatría:\n• 1,25–2,5 mg/kg, diluido en solución apropiada (ej: 0,25%).",
            "administracao": "• Infiltración local subcutánea o en plano fascial.\n• Inyección lenta y fraccionada con aspiración frecuente.\n• Técnica aséptica obligatoria.\n• Puede usarse aisladamente o en combinación secuencial con analgésicos sistémicos.",
            "doseMaxima": "2 mg/kg (sin vasoconstrictor); hasta 3 mg/kg con adrenalina.",
            "doseMinima": "10 mg (adulto) o 0,5–1 mg/kg (pediatría) en procedimientos pequeños.",
            "reacoesAdversas": "Comunes (1–10%):\n• Parestesias, prurito, dolor en el lugar de aplicación.\nPoco comunes (0,1–1%):\n• Náuseas, temblores, mareo, disgeusia.\nRaras (<0,1%):\n• Toxicidad sistémica (convulsiones, coma, depresión respiratoria).\n• Arritmias ventriculares, colapso cardiovascular.\n• Reacciones anafilácticas (muy raro).",
            "riscoGravidez": "Categoría C. Puede utilizarse en infiltración perineal, pudenda y en analgesia obstétrica con monitorización. Cruza placenta, pero en baja proporción en infiltración.",
            "riscoLactacao": "Excreción mínima en la leche. Considerada compatible. No hay necesidad de suspender la lactancia tras uso único.",
            "ajusteRenal": "• No es necesario ajuste para infiltración única.",
            "ajusteHepatico": "• Usar con precaución en hepatópatas graves, especialmente en infusiones prolongadas. Monitorizar signos precoces de toxicidad.",
            "contraindicacoes": "• Hipersensibilidad a la bupivacaína o a otros anestésicos locales del tipo amida.\n• Enfermedad del nodo sinusal, bloqueo cardíaco completo sin marcapasos.\n• Hipovolemia no tratada, infección en el lugar de aplicación.\n• Inyección intravascular accidental (absolutamente contraindicada).",
            "interacaoMedicamento": "• Sinergia con otros anestésicos locales (efecto aditivo tóxico).\n• Antiarrítmicos clase I (ej: mexiletina, lidocaína) pueden potenciar toxicidad cardíaca.\n• Vasoconstrictores pueden prolongar la duración, pero aumentar el riesgo de isquemia local. La asociación con dexametasona, clonidina o dexmedetomidina (uso no aprobado) potencia la duración de la analgesia por mecanismos antiinflamatorios y sinérgicos centrales. Mezclas con ropivacaína o lidocaína deben evitarse por la diferencia de pKa y riesgo de inestabilidad fisicoquímica. La alcalinización con bicarbonato reduce la estabilidad y puede precipitar. El uso concomitante con antidepresivos tricíclicos o antiepilépticos exige precaución por riesgo de toxicidad aditiva en el SNC.",
            "apresentacao": "• Soluciones: 0,25%, 0,5%, 0,75% (sin vasoconstrictor).\n• Frascos-ampolla: 10 mL, 20 mL, 50 mL.\n• Soluciones con adrenalina: 1:200.000 disponibles en algunas formulaciones.",
            "preparo": "• Lista para uso. No mezclar con soluciones alcalinas (precipitación).\n• Mantener identificación de concentración y volumen en jeringas rotuladas.\n• No reutilizar solución remanente.",
            "solucoesCompatíveis": "• SF 0,9%; incompatible con bicarbonato de sodio o pH >6,5.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz.\n• Utilizar inmediatamente tras abierta. No congelar.",
            "cuidadosMedicos": "• Realizar aspiración antes de la inyección para evitar vía intravascular.\n• Monitorizar paciente por al menos 30 min tras administración.\n• Disponer de protocolo de tratamiento de toxicidad sistémica por anestésico local (lipidoterapia).",
            "cuidadosFarmaceuticos": "• Confirmar concentración antes del uso.\n• Almacenar bajo condiciones asépticas.\n• Registrar lote, validez, volumen y paciente.\n• No preparar con anticipación mayor a 30 minutos sin justificación técnica.",
            "cuidadosEnfermagem": "• Observar signos de toxicidad (confusión, zumbido, parestesia facial, convulsión).\n• Garantizar vía de acceso venoso periférico antes de la aplicación.\n• Auxiliar en el posicionamiento y vigilancia post-infiltración.\n• Documentar analgesia obtenida y tiempo de duración del bloqueo.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Neocaína®, Neobupi®), UpToDate (2024), Micromedex, PubMed ID 37635755, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), ASRA Guidelines (2023), SBP Terapéutica Pediátrica."
        }
    }
}