{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Buprenorfina",
            "nomeComercial": "Temgesic®, Subutex®, Belbuca®, Butrans®",
            "classificacao": "Analgésico opioide; agonista parcial de receptores μ-opioides; antagonista de receptores κ-opioides",
            "mecanismoAcao": "A buprenorfina é um agonista parcial altamente potente dos receptores μ-opioides, com alta afinidade e baixa atividade intrínseca, e um antagonista dos receptores κ-opioides. Sua ligação ao receptor μ é lenta, mas duradoura, o que confere efeito prolongado e impede o deslocamento por outros opioides, inclusive antagonistas como a naloxona em doses usuais. A atividade antagonista no receptor κ pode contribuir para seu efeito antidepressivo e menor incidência de disforia. A buprenorfina apresenta um fenômeno de dissociação lenta dos receptores μ, resultando em longa duração da ação e redução do risco de euforia intensa. Esse efeito confere uma vantagem clínica importante na manutenção do tratamento da dependência de opioides. Além disso, sua atividade como antagonista κ pode ter benefícios adicionais na redução da anedonia e da hiperalgesia induzida por outros opioides. A ação agonista parcial é suficiente para controle eficaz da dor, mas sua alta afinidade pode dificultar o uso de antagonistas em caso de intoxicação, exigindo doses elevadas de naloxona ou suporte ventilatório prolongado.",
            "farmacocinetica": "• Início de ação: 15–60 min (sublingual), 6–12 h (transdérmico).\n• Pico de efeito: 1–4 h (SL), 24–48 h (TD).\n• Meia-vida terminal: 20–70 horas (média 37 h).\n• Biodisponibilidade: SL ~30–50%, IM ~100%, TD ~15%.\n• Ligação a proteínas plasmáticas: >95%.\n• Volume de distribuição: 3–5 L/kg.\n• Metabolização: hepática (CYP3A4, com formação de norbuprenorfina).\n• Excreção: 70% fecal, 30% urinária (como metabólitos conjugados).",
            "farmacodinamica": "Produz analgesia potente com efeito teto para depressão respiratória e euforia, reduzindo o risco de overdose comparado a agonistas plenos como morfina ou fentanil. Sua longa meia-vida permite administração em intervalos amplos, útil tanto em dor crônica quanto em programas de manutenção em dependência de opioides. Exibe efeito ceiling em dose-resposta, especialmente para efeitos adversos respiratórios, sem prejuízo da analgesia em doses terapêuticas. Em comparação com outros opioides, a buprenorfina apresenta menor risco de desenvolver tolerância, e sua curva dose-resposta para analgesia é menos inclinada, o que confere eficácia estável com menor necessidade de escalonamento de dose. Estudos mostram eficácia semelhante à morfina para dor moderada a intensa, com menor incidência de constipação e efeitos cognitivos. Na dependência de opioides, reduz o craving e bloqueia efeitos de opioides exógenos. Sua longa meia-vida permite esquemas posológicos flexíveis com dose única diária ou aplicações semanais/mensais (em formulações LAI, off-label no Brasil).",
            "indicacoes": "• Dor moderada a intensa de origem oncológica ou não oncológica (uso crônico ou agudo).\n• Tratamento de manutenção e desintoxicação em dependência de opioides (monoterapia ou com naloxona).\n• Dor pós-operatória (uso parenteral ou SL, em ambientes hospitalares controlados).\n• Off-label: dor neuropática refratária, analgesia em cuidados paliativos, dor em pacientes renais.",
            "posologia": "Adultos:\n• SL (dependência): iniciar com 2–4 mg, titulando até 16 mg/dia (máximo 24 mg/dia).\n• SL (dor): 200–400 mcg a cada 6–8 h.\n• Transdérmico: 5–20 mcg/h (trocado a cada 7 dias).\n• IM/IV (uso hospitalar): 0,3–0,6 mg a cada 6–8 h.\nPediatria:\n• Uso restrito e off-label; segurança e eficácia não estabelecidas para dor crônica ou dependência.",
            "administracao": "• Sublingual: deixar dissolver sem mastigar ou engolir.\n• Transdérmica: aplicar em pele íntegra, sem calor excessivo.\n• Parenteral: IV ou IM, em ambiente hospitalar.\n• Bucal (filme): absorção transmucosa com boa biodisponibilidade.",
            "doseMaxima": "• Dependência: 24 mg/dia SL.\n• Dor aguda: 1,2 mg/dia IV ou 2,4 mg/dia SL.\n• Dor crônica: 20 mcg/h transdérmico.",
            "doseMinima": "• 200 mcg SL ou 5 mcg/h TD (dor leve a moderada).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Náusea, constipação, sonolência, tontura.\nComuns (1–10%):\n• Vômitos, dor de cabeça, prurido, sudorese, insônia, hipotensão.\nIncomuns (0,1–1%):\n• Bradicardia, urticária, sintomas de abstinência, depressão respiratória.\nRaras (<0,1%):\n• Reações anafiláticas, convulsões, hepatite medicamentosa.",
            "riscoGravidez": "Categoria C. Pode causar síndrome de abstinência neonatal. Usar apenas se claramente necessário, especialmente em dependência onde substitui agonistas plenos com mais segurança.",
            "riscoLactacao": "Excretada no leite materno em pequenas quantidades. Considerada compatível com a amamentação em doses terapêuticas, com monitorização do lactente para sedação ou depressão respiratória.",
            "ajusteRenal": "• Não requer ajuste em insuficiência renal leve a moderada.\n• Usar com cautela em disfunção renal grave (clearance <30 mL/min).",
            "ajusteHepatico": "• Requer cautela em insuficiência hepática moderada a grave.\n• Evitar uso SL ou IV em hepatopatia descompensada; preferir via transdérmica com titulação lenta.",
            "contraindicacoes": "• Hipersensibilidade conhecida.\n• Depressão respiratória grave sem suporte.\n• Obstrução intestinal paralítica.\n• Uso concomitante com benzodiazepínicos em sedação sem monitorização.\n• Insuficiência hepática grave (uso SL ou IV).",
            "interacaoMedicamento": "• Potencialização com depressores do SNC (benzodiazepínicos, álcool, barbitúricos).\n• Inibidores de CYP3A4 (ex: cetoconazol, ritonavir) aumentam níveis séricos.\n• Antagonismo parcial com agonistas plenos (pode precipitar abstinência).\n• Redução do efeito analgésico com antagonistas opioides (naloxona, naltrexona). A coadministração com benzodiazepínicos, barbitúricos, etanol ou gabapentinoides pode aumentar risco de depressão respiratória e coma, sendo contraindicada em ambientes sem monitorização. Indutores do CYP3A4 como rifampicina, carbamazepina e fenitoína podem reduzir significativamente os níveis plasmáticos de buprenorfina, exigindo reavaliação da dose. Inibidores potentes (cetoconazol, claritromicina, ritonavir) aumentam os níveis e podem causar sedação excessiva. Há relatos de precipitação de abstinência quando iniciada em pacientes com agonistas plenos recentes (ex: metadona), devendo-se respeitar intervalo mínimo de 12–24 horas após última dose e sinais de abstinência leve a moderada para iniciar o tratamento com buprenorfina.",
            "apresentacao": "• Comprimidos sublinguais: 200 mcg, 400 mcg, 2 mg, 8 mg.\n• Adesivo transdérmico: 5 mcg/h, 10 mcg/h, 15 mcg/h, 20 mcg/h.\n• Solução injetável: 0,3 mg/mL.\n• Filmes bucais: 75 mcg, 150 mcg, 300 mcg, 450 mcg, 600 mcg, 900 mcg.",
            "preparo": "• Sublingual: não cortar ou mastigar.\n• TD: aplicar em região torácica, deltoide ou lateral do tronco.\n• IV/IM: diluir se necessário com SF 0,9%, administrar em 2–3 min (IV).",
            "solucoesCompatíveis": "• SF 0,9%.\n• Incompatível com SG 5%, soluções alcalinas ou lipídicas.",
            "armazenamento": "• Comprimidos: conservar em temperatura ambiente (15–30°C).\n• Adesivos: proteger da luz e calor.\n• Ampolas: manter entre 2–8°C, não congelar.",
            "cuidadosMedicos": "• Monitorar sinais de depressão respiratória e sedação.\n• Ajustar dose conforme função hepática e renal.\n• Observar interações com benzodiazepínicos ou álcool.\n• Ter naloxona disponível em caso de depressão respiratória grave.",
            "cuidadosFarmaceuticos": "• Confirmar via e dose correta.\n• Verificar integridade do adesivo ou comprimido.\n• Instruir paciente sobre uso correto (SL, TD).\n• Documentar lote, horário e qualquer efeito adverso.",
            "cuidadosEnfermagem": "• Avaliar padrão respiratório, nível de consciência, pupilas.\n• Orientar paciente quanto a sedação e uso de outros depressores.\n• Garantir adesão correta à pele, sem fonte de calor externa.\n• Observar sinais de abstinência ou interação com outros opioides.",
            "fontesBibliograficas": "Bula Anvisa (Temgesic®, Belbuca®), UpToDate (2024), Micromedex, PubMed ID 37622974, Goodman & Gilman (13ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.), SAMHSA Buprenorphine Guidelines (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Buprenorphine",
            "nomeComercial": "Temgesic®, Subutex®, Belbuca®, Butrans®",
            "classificacao": "Opioid analgesic; partial μ-opioid receptor agonist; κ-opioid receptor antagonist",
            "mecanismoAcao": "Buprenorphine is a highly potent partial agonist of μ-opioid receptors, with high affinity and low intrinsic activity, and an antagonist of κ-opioid receptors. Its binding to the μ receptor is slow but long-lasting, conferring prolonged effect and preventing displacement by other opioids, including antagonists such as naloxone at usual doses. The antagonist activity at the κ receptor may contribute to its antidepressant effect and lower incidence of dysphoria. Buprenorphine exhibits a slow dissociation phenomenon from μ receptors, resulting in long duration of action and reduced risk of intense euphoria. This effect confers an important clinical advantage in maintaining opioid dependence treatment. Additionally, its activity as a κ antagonist may have additional benefits in reducing anhedonia and hyperalgesia induced by other opioids. The partial agonist action is sufficient for effective pain control, but its high affinity may complicate the use of antagonists in case of intoxication, requiring high doses of naloxone or prolonged ventilatory support.",
            "farmacocinetica": "• Onset of action: 15–60 min (sublingual), 6–12 h (transdermal).\n• Peak effect: 1–4 h (SL), 24–48 h (TD).\n• Terminal half-life: 20–70 hours (average 37 h).\n• Bioavailability: SL ~30–50%, IM ~100%, TD ~15%.\n• Plasma protein binding: >95%.\n• Volume of distribution: 3–5 L/kg.\n• Metabolism: hepatic (CYP3A4, with formation of norbuprenorphine).\n• Excretion: 70% fecal, 30% urinary (as conjugated metabolites).",
            "farmacodinamica": "Produces potent analgesia with ceiling effect for respiratory depression and euphoria, reducing overdose risk compared to full agonists such as morphine or fentanyl. Its long half-life allows administration at wide intervals, useful both in chronic pain and opioid dependence maintenance programs. Exhibits ceiling effect in dose-response, especially for respiratory adverse effects, without compromising analgesia at therapeutic doses. Compared to other opioids, buprenorphine has lower risk of developing tolerance, and its dose-response curve for analgesia is less steep, conferring stable efficacy with less need for dose escalation. Studies show efficacy similar to morphine for moderate to severe pain, with lower incidence of constipation and cognitive effects. In opioid dependence, it reduces craving and blocks effects of exogenous opioids. Its long half-life allows flexible dosing schedules with single daily dose or weekly/monthly applications (in LAI formulations, off-label in the US).",
            "indicacoes": "• Moderate to severe pain of oncological or non-oncological origin (chronic or acute use).\n• Maintenance treatment and detoxification in opioid dependence (monotherapy or with naloxone).\n• Postoperative pain (parenteral or SL use, in controlled hospital settings).\n• Off-label: refractory neuropathic pain, analgesia in palliative care, pain in renal patients.",
            "posologia": "Adults:\n• SL (dependence): start with 2–4 mg, titrating up to 16 mg/day (maximum 24 mg/day).\n• SL (pain): 200–400 mcg every 6–8 h.\n• Transdermal: 5–20 mcg/h (changed every 7 days).\n• IM/IV (hospital use): 0.3–0.6 mg every 6–8 h.\nPediatrics:\n• Restricted and off-label use; safety and efficacy not established for chronic pain or dependence.",
            "administracao": "• Sublingual: let dissolve without chewing or swallowing.\n• Transdermal: apply to intact skin, without excessive heat.\n• Parenteral: IV or IM, in hospital setting.\n• Buccal (film): transmucosal absorption with good bioavailability.",
            "doseMaxima": "• Dependence: 24 mg/day SL.\n• Acute pain: 1.2 mg/day IV or 2.4 mg/day SL.\n• Chronic pain: 20 mcg/h transdermal.",
            "doseMinima": "• 200 mcg SL or 5 mcg/h TD (mild to moderate pain).",
            "reacoesAdversas": "Very common (>10%):\n• Nausea, constipation, somnolence, dizziness.\nCommon (1–10%):\n• Vomiting, headache, pruritus, sweating, insomnia, hypotension.\nUncommon (0.1–1%):\n• Bradycardia, urticaria, withdrawal symptoms, respiratory depression.\nRare (<0.1%):\n• Anaphylactic reactions, seizures, drug-induced hepatitis.",
            "riscoGravidez": "Category C. May cause neonatal withdrawal syndrome. Use only if clearly necessary, especially in dependence where it replaces full agonists more safely.",
            "riscoLactacao": "Excreted in breast milk in small amounts. Considered compatible with breastfeeding at therapeutic doses, with monitoring of the infant for sedation or respiratory depression.",
            "ajusteRenal": "• No adjustment required in mild to moderate renal insufficiency.\n• Use with caution in severe renal dysfunction (clearance <30 mL/min).",
            "ajusteHepatico": "• Requires caution in moderate to severe hepatic insufficiency.\n• Avoid SL or IV use in decompensated hepatopathy; prefer transdermal route with slow titration.",
            "contraindicacoes": "• Known hypersensitivity.\n• Severe respiratory depression without support.\n• Paralytic ileus.\n• Concomitant use with benzodiazepines in sedation without monitoring.\n• Severe hepatic insufficiency (SL or IV use).",
            "interacaoMedicamento": "• Potentiation with CNS depressants (benzodiazepines, alcohol, barbiturates).\n• CYP3A4 inhibitors (e.g., ketoconazole, ritonavir) increase serum levels.\n• Partial antagonism with full agonists (may precipitate withdrawal).\n• Reduction of analgesic effect with opioid antagonists (naloxone, naltrexone). Coadministration with benzodiazepines, barbiturates, ethanol, or gabapentinoids may increase risk of respiratory depression and coma, being contraindicated in settings without monitoring. CYP3A4 inducers such as rifampin, carbamazepine, and phenytoin may significantly reduce buprenorphine plasma levels, requiring dose reassessment. Potent inhibitors (ketoconazole, clarithromycin, ritonavir) increase levels and may cause excessive sedation. There are reports of withdrawal precipitation when initiated in patients with recent full agonists (e.g., methadone), requiring minimum interval of 12–24 hours after last dose and signs of mild to moderate withdrawal to initiate buprenorphine treatment.",
            "apresentacao": "• Sublingual tablets: 200 mcg, 400 mcg, 2 mg, 8 mg.\n• Transdermal patch: 5 mcg/h, 10 mcg/h, 15 mcg/h, 20 mcg/h.\n• Injectable solution: 0.3 mg/mL.\n• Buccal films: 75 mcg, 150 mcg, 300 mcg, 450 mcg, 600 mcg, 900 mcg.",
            "preparo": "• Sublingual: do not cut or chew.\n• TD: apply to chest region, deltoid, or lateral trunk.\n• IV/IM: dilute if necessary with 0.9% saline, administer over 2–3 min (IV).",
            "solucoesCompatíveis": "• 0.9% saline.\n• Incompatible with 5% dextrose, alkaline or lipid solutions.",
            "armazenamento": "• Tablets: store at room temperature (15–30°C).\n• Patches: protect from light and heat.\n• Ampoules: keep between 2–8°C, do not freeze.",
            "cuidadosMedicos": "• Monitor for signs of respiratory depression and sedation.\n• Adjust dose according to hepatic and renal function.\n• Observe interactions with benzodiazepines or alcohol.\n• Have naloxone available in case of severe respiratory depression.",
            "cuidadosFarmaceuticos": "• Confirm correct route and dose.\n• Verify integrity of patch or tablet.\n• Instruct patient on correct use (SL, TD).\n• Document batch, time, and any adverse effect.",
            "cuidadosEnfermagem": "• Assess respiratory pattern, level of consciousness, pupils.\n• Guide patient regarding sedation and use of other depressants.\n• Ensure correct skin adherence, without external heat source.\n• Observe for signs of withdrawal or interaction with other opioids.",
            "fontesBibliograficas": "FDA Label (Temgesic®, Belbuca®), UpToDate (2024), Micromedex, PubMed ID 37622974, Goodman & Gilman (13th Ed.), Tintinalli's Emergency Medicine (9th Ed.), SAMHSA Buprenorphine Guidelines (2023)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Buprenorfina",
            "nomeComercial": "Temgesic®, Subutex®, Belbuca®, Butrans®",
            "classificacao": "Analgésico opioide; agonista parcial de receptores μ-opioides; antagonista de receptores κ-opioides",
            "mecanismoAcao": "La buprenorfina es un agonista parcial altamente potente de los receptores μ-opioides, con alta afinidad y baja actividad intrínseca, y un antagonista de los receptores κ-opioides. Su unión al receptor μ es lenta pero duradera, lo que confiere efecto prolongado e impide el desplazamiento por otros opioides, incluyendo antagonistas como la naloxona en dosis usuales. La actividad antagonista en el receptor κ puede contribuir a su efecto antidepresivo y menor incidencia de disforia. La buprenorfina presenta un fenómeno de disociación lenta de los receptores μ, resultando en larga duración de la acción y reducción del riesgo de euforia intensa. Este efecto confiere una ventaja clínica importante en el mantenimiento del tratamiento de la dependencia de opioides. Además, su actividad como antagonista κ puede tener beneficios adicionales en la reducción de la anhedonia y la hiperalgesia inducida por otros opioides. La acción agonista parcial es suficiente para control eficaz del dolor, pero su alta afinidad puede dificultar el uso de antagonistas en caso de intoxicación, exigiendo dosis elevadas de naloxona o soporte ventilatorio prolongado.",
            "farmacocinetica": "• Inicio de acción: 15–60 min (sublingual), 6–12 h (transdérmico).\n• Pico de efecto: 1–4 h (SL), 24–48 h (TD).\n• Vida media terminal: 20–70 horas (promedio 37 h).\n• Biodisponibilidad: SL ~30–50%, IM ~100%, TD ~15%.\n• Unión a proteínas plasmáticas: >95%.\n• Volumen de distribución: 3–5 L/kg.\n• Metabolismo: hepático (CYP3A4, con formación de norbuprenorfina).\n• Excreción: 70% fecal, 30% urinaria (como metabolitos conjugados).",
            "farmacodinamica": "Produce analgesia potente con efecto techo para depresión respiratoria y euforia, reduciendo el riesgo de sobredosis comparado con agonistas plenos como morfina o fentanilo. Su larga vida media permite administración en intervalos amplios, útil tanto en dolor crónico como en programas de mantenimiento en dependencia de opioides. Exhibe efecto techo en dosis-respuesta, especialmente para efectos adversos respiratorios, sin perjuicio de la analgesia en dosis terapéuticas. En comparación con otros opioides, la buprenorfina presenta menor riesgo de desarrollar tolerancia, y su curva dosis-respuesta para analgesia es menos inclinada, lo que confiere eficacia estable con menor necesidad de escalonamiento de dosis. Estudios muestran eficacia semejante a la morfina para dolor moderado a intenso, con menor incidencia de estreñimiento y efectos cognitivos. En la dependencia de opioides, reduce el craving y bloquea efectos de opioides exógenos. Su larga vida media permite esquemas posológicos flexibles con dosis única diaria o aplicaciones semanales/mensuales (en formulaciones LAI, uso no aprobado en España).",
            "indicacoes": "• Dolor moderado a intenso de origen oncológico o no oncológico (uso crónico o agudo).\n• Tratamiento de mantenimiento y desintoxicación en dependencia de opioides (monoterapia o con naloxona).\n• Dolor postoperatorio (uso parenteral o SL, en ambientes hospitalarios controlados).\n• Uso no aprobado: dolor neuropático refractario, analgesia en cuidados paliativos, dolor en pacientes renales.",
            "posologia": "Adultos:\n• SL (dependencia): iniciar con 2–4 mg, titulando hasta 16 mg/día (máximo 24 mg/día).\n• SL (dolor): 200–400 mcg cada 6–8 h.\n• Transdérmico: 5–20 mcg/h (cambiado cada 7 días).\n• IM/IV (uso hospitalario): 0,3–0,6 mg cada 6–8 h.\nPediatría:\n• Uso restringido y no aprobado; seguridad y eficacia no establecidas para dolor crónico o dependencia.",
            "administracao": "• Sublingual: dejar disolver sin masticar o tragar.\n• Transdérmica: aplicar en piel íntegra, sin calor excesivo.\n• Parenteral: IV o IM, en ambiente hospitalario.\n• Bucal (película): absorción transmucosa con buena biodisponibilidad.",
            "doseMaxima": "• Dependencia: 24 mg/día SL.\n• Dolor agudo: 1,2 mg/día IV o 2,4 mg/día SL.\n• Dolor crónico: 20 mcg/h transdérmico.",
            "doseMinima": "• 200 mcg SL o 5 mcg/h TD (dolor leve a moderado).",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Náuseas, estreñimiento, somnolencia, mareo.\nFrecuentes (1–10%):\n• Vómitos, dolor de cabeza, prurito, sudoración, insomnio, hipotensión.\nPoco frecuentes (0,1–1%):\n• Bradicardia, urticaria, síntomas de abstinencia, depresión respiratoria.\nRaras (<0,1%):\n• Reacciones anafilácticas, convulsiones, hepatitis medicamentosa.",
            "riscoGravidez": "Categoría C. Puede causar síndrome de abstinencia neonatal. Usar solo si es claramente necesario, especialmente en dependencia donde sustituye agonistas plenos con más seguridad.",
            "riscoLactacao": "Se excreta en la leche materna en pequeñas cantidades. Considerada compatible con la lactancia en dosis terapéuticas, con monitorización del lactante para sedación o depresión respiratoria.",
            "ajusteRenal": "• No requiere ajuste en insuficiencia renal leve a moderada.\n• Usar con precaución en disfunción renal grave (aclaramiento <30 mL/min).",
            "ajusteHepatico": "• Requiere precaución en insuficiencia hepática moderada a grave.\n• Evitar uso SL o IV en hepatopatía descompensada; preferir vía transdérmica con titulación lenta.",
            "contraindicacoes": "• Hipersensibilidad conocida.\n• Depresión respiratoria grave sin soporte.\n• Obstrucción intestinal paralítica.\n• Uso concomitante con benzodiacepinas en sedación sin monitorización.\n• Insuficiencia hepática grave (uso SL o IV).",
            "interacaoMedicamento": "• Potenciación con depresores del SNC (benzodiacepinas, alcohol, barbitúricos).\n• Inhibidores de CYP3A4 (ej: ketoconazol, ritonavir) aumentan niveles séricos.\n• Antagonismo parcial con agonistas plenos (puede precipitar abstinencia).\n• Reducción del efecto analgésico con antagonistas opioides (naloxona, naltrexona). La coadministración con benzodiacepinas, barbitúricos, etanol o gabapentinoides puede aumentar riesgo de depresión respiratoria y coma, siendo contraindicada en ambientes sin monitorización. Inductores del CYP3A4 como rifampicina, carbamazepina y fenitoína pueden reducir significativamente los niveles plasmáticos de buprenorfina, exigiendo reevaluación de la dosis. Inhibidores potentes (ketoconazol, claritromicina, ritonavir) aumentan los niveles y pueden causar sedación excesiva. Hay reportes de precipitación de abstinencia cuando se inicia en pacientes con agonistas plenos recientes (ej: metadona), debiendo respetarse intervalo mínimo de 12–24 horas tras última dosis y signos de abstinencia leve a moderada para iniciar el tratamiento con buprenorfina.",
            "apresentacao": "• Comprimidos sublinguales: 200 mcg, 400 mcg, 2 mg, 8 mg.\n• Parche transdérmico: 5 mcg/h, 10 mcg/h, 15 mcg/h, 20 mcg/h.\n• Solución inyectable: 0,3 mg/mL.\n• Películas bucales: 75 mcg, 150 mcg, 300 mcg, 450 mcg, 600 mcg, 900 mcg.",
            "preparo": "• Sublingual: no cortar o masticar.\n• TD: aplicar en región torácica, deltoides o lateral del tronco.\n• IV/IM: diluir si es necesario con SF 0,9%, administrar en 2–3 min (IV).",
            "solucoesCompatíveis": "• SF 0,9%.\n• Incompatible con SG 5%, soluciones alcalinas o lipídicas.",
            "armazenamento": "• Comprimidos: conservar a temperatura ambiente (15–30°C).\n• Parches: proteger de la luz y calor.\n• Ampollas: mantener entre 2–8°C, no congelar.",
            "cuidadosMedicos": "• Monitorizar signos de depresión respiratoria y sedación.\n• Ajustar dosis según función hepática y renal.\n• Observar interacciones con benzodiacepinas o alcohol.\n• Disponer de naloxona en caso de depresión respiratoria grave.",
            "cuidadosFarmaceuticos": "• Confirmar vía y dosis correcta.\n• Verificar integridad del parche o comprimido.\n• Instruir paciente sobre uso correcto (SL, TD).\n• Documentar lote, horario y cualquier efecto adverso.",
            "cuidadosEnfermagem": "• Evaluar patrón respiratorio, nivel de consciencia, pupilas.\n• Orientar paciente respecto a sedación y uso de otros depresores.\n• Garantizar adherencia correcta a la piel, sin fuente de calor externa.\n• Observar signos de abstinencia o interacción con otros opioides.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Temgesic®, Belbuca®), UpToDate (2024), Micromedex, PubMed ID 37622974, Goodman & Gilman (13ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.), SAMHSA Buprenorphine Guidelines (2023)."
        }
    }
}