{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Cefazolina (sódica)",
            "nomeComercial": "Kefazol®, Cefazolin®, Cefazil®",
            "classificacao": "Antibiótico beta-lactâmico; cefalosporina de primeira geração",
            "mecanismoAcao": "A cefazolina inibe a síntese da parede celular bacteriana ao se ligar às proteínas ligadoras de penicilina (PBPs), impedindo a transpeptidação das cadeias de peptidoglicano e promovendo lise bacteriana. Atua principalmente contra bactérias gram-positivas e algumas gram-negativas, sendo bactericida dependente do tempo. Sua ação é mais eficaz quando as concentrações permanecem acima da CIM (concentração inibitória mínima) por longos períodos. A cefazolina é estável frente a muitas beta-lactamases produzidas por gram-positivos, mas não resiste às beta-lactamases de espectro estendido (ESBL) produzidas por enterobactérias, o que limita seu uso em infecções por gram-negativos hospitalares. Seu mecanismo de ação não interfere em síntese proteica, DNA ou RNA bacterianos, o que contribui para sua boa tolerabilidade em tecidos humanos. A morte bacteriana ocorre por lise osmótica após colapso da parede celular.",
            "farmacocinetica": "• Início de ação: rápido (IV), 1 h (IM).\n• Pico plasmático: 15 min (IV), 1–2 h (IM).\n• Meia-vida: 1,5–2 horas (prolongada em IRC).\n• Ligação a proteínas plasmáticas: ~80%.\n• Volume de distribuição: 0,1–0,2 L/kg.\n• Metabolização: não significativa (metabolismo hepático mínimo).\n• Excreção: renal (90% inalterada).\n• Atravessa a barreira placentária e está presente no leite materno em pequenas quantidades.",
            "farmacodinamica": "Apresenta efeito bactericida tempo-dependente, com eficácia ótima quando os níveis plasmáticos permanecem acima da CIM durante a maior parte do intervalo entre doses. É altamente eficaz contra Staphylococcus aureus (MSSA), Streptococcus spp. e algumas Enterobacteriaceae como E. coli e Klebsiella spp. Não é ativa contra MRSA, Enterococcus spp. e Pseudomonas aeruginosa. Sua boa penetração tecidual, inclusive em pele, tecidos moles, osso e trato geniturinário, torna-a útil em infecções cirúrgicas e profilaxia perioperatória. A eficácia da cefazolina depende do tempo em que a concentração sérica permanece acima da CIM (fT > CIM), com alvos terapêuticos de 60–70% do intervalo de dosagem. Essa propriedade exige intervalos regulares e ajuste em função renal para evitar subdosagem. Em cirurgias, a repetição intraoperatória da dose deve ocorrer após 4 horas em casos de procedimentos prolongados, ou 2 horas em cirurgias cardíacas com circulação extracorpórea. A penetração em osso e tecido conjuntivo profundo é superior à da penicilina G.",
            "indicacoes": "• Profilaxia cirúrgica (ortopedia, cardiovascular, ginecológica, gastrointestinal).\n• Infecções de pele e partes moles (celulite, abscesso, erisipela).\n• Osteomielite e artrite séptica (MSSA).\n• Infecções do trato urinário não complicadas (gram-positivos).\n• Pneumonia comunitária leve (etiologia sensível).\n• Endocardite (profilaxia em procedimentos invasivos em risco).\n• Bacteremia por MSSA (em associação ou como transição de terapia).",
            "posologia": "Adultos:\n• Profilaxia cirúrgica: 2 g IV 30–60 min antes da incisão (repetir após 4 h em cirurgias longas).\n• Infecções leves a moderadas: 1 g IV ou IM a cada 8 h.\n• Infecções graves: 1–2 g IV a cada 6–8 h (máximo 6 g/dia).\nPediatria:\n• 25–50 mg/kg/dia divididos a cada 6–8 h.\n• Máximo: 6 g/dia.\nNeonatos:\n• 20 mg/kg/dose IV a cada 12 h (prematuros), 8 h (termo).",
            "administracao": "• IV direta lenta (3–5 min), infusão diluída em 20–50 mL em 15–30 min.\n• IM profunda em glúteo (pode ser dolorosa; diluir em lidocaína 1% sem epinefrina, se permitido).\n• Não administrar por via oral.",
            "doseMaxima": "6 g/dia (adultos); 50–100 mg/kg/dia (pediatria).",
            "doseMinima": "500 mg IV ou IM a cada 8 h (adultos); 25 mg/kg/dia (pediatria).",
            "reacoesAdversas": "Comuns (1–10%):\n• Diarreia, náusea, dor no local da aplicação, rash cutâneo.\n• Eosinofilia, elevação transitória de transaminases.\nIncomuns (0,1–1%):\n• Neutropenia, trombocitopenia, prurido, febre medicamentosa.\nRaras (<0,1%):\n• Reações anafiláticas, colite pseudomembranosa (Clostridioides difficile), convulsões (doses elevadas em IRC).",
            "riscoGravidez": "Categoria B. Estudos em animais não demonstraram risco. Ampla experiência clínica em gestantes, considerada segura para uso durante a gravidez.",
            "riscoLactacao": "Excretada em pequenas quantidades no leite. Considerada compatível com a amamentação. Monitorar lactente para candidíase oral ou diarreia leve.",
            "ajusteRenal": "• ClCr 30–50 mL/min: 1 g a cada 8–12 h.\n• ClCr 10–30 mL/min: 500–1000 mg a cada 12 h.\n• ClCr <10 mL/min: 500 mg a cada 24 h.\n• Diálise: administrar dose pós-hemodiálise.",
            "ajusteHepatico": "• Não é necessário ajuste. Usar com cautela em hepatopatas graves se houver coagulopatia associada.",
            "contraindicacoes": "• Hipersensibilidade às cefalosporinas ou penicilinas (reação cruzada em até 10%).\n• Histórico de reação anafilática grave a antibióticos beta-lactâmicos.",
            "interacaoMedicamento": "• Aumento do risco de nefrotoxicidade com aminoglicosídeos ou vancomicina.\n• Potencializa o efeito de anticoagulantes orais (aumento do INR).\n• Evitar uso concomitante com diuréticos de alça em pacientes com risco de insuficiência renal. O uso concomitante com anticoagulantes orais pode prolongar o tempo de protrombina, principalmente em pacientes com má nutrição, disfunção hepática ou uso prolongado de antibióticos. Quando administrada com aminoglicosídeos, há aumento sinérgico do risco de nefrotoxicidade, especialmente em pacientes críticos, idosos ou em uso de diuréticos de alça. Não deve ser misturada na mesma seringa ou bolsa de infusão com aminoglicosídeos ou bicarbonato de sódio. Não há interação significativa com anestésicos venosos ou inalatórios.",
            "apresentacao": "• Pó liofilizado para reconstituição: 500 mg, 1 g ou 2 g (frasco-ampola).\n• Compatível com SF 0,9% e SG 5% para diluição.",
            "preparo": "• Reconstituir com 2–10 mL de diluente para IV direta (concentração final 100–200 mg/mL).\n• Para infusão: diluir 1 g em 50–100 mL de SF 0,9% (infusão em 15–30 min).\n• Utilizar solução reconstituída em até 24 h (refrigerada) ou 6 h (temperatura ambiente).",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com soluções alcalinas ou com aminoglicosídeos na mesma seringa/bolsa.",
            "armazenamento": "• Armazenar pó liofilizado entre 15°C e 30°C.\n• Proteger da luz e da umidade.\n• Solução reconstituída: usar em até 6 h (ambiente) ou 24 h (refrigerada, 2–8°C).",
            "cuidadosMedicos": "• Avaliar função renal antes de iniciar, especialmente em idosos.\n• Observar sinais de hipersensibilidade e monitorar transaminases se uso prolongado.\n• Substituir se crescimento de enterococos, MRSA ou gram-negativos resistentes.\n• Monitorar sinais de colite associada a antibiótico, especialmente em diarreia persistente.",
            "cuidadosFarmaceuticos": "• Verificar compatibilidade antes da diluição.\n• Não associar fisicamente com aminoglicosídeos.\n• Garantir rastreabilidade de lote e validade após reconstituição.\n• Utilizar técnica asséptica no preparo e administração.",
            "cuidadosEnfermagem": "• Avaliar local de infusão para sinais de flebite ou infiltração.\n• Observar efeitos adversos gastrointestinais e alergias cutâneas.\n• Garantir intervalo adequado entre doses, especialmente em IRC.\n• Reportar imediatamente qualquer reação alérgica ou colite.",
            "fontesBibliograficas": "Bula Anvisa (Cefazolina Sódica), UpToDate (2024), Micromedex, PubMed ID 37629005, Goodman & Gilman (13ª Ed.), Sanford Guide (2023), IDSA Guidelines (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Cefazolin (Sodium)",
            "nomeComercial": "Kefazol®, Cefazolin®, Cefazil®",
            "classificacao": "Beta-lactam antibiotic; first-generation cephalosporin",
            "mecanismoAcao": "Cefazolin inhibits bacterial cell wall synthesis by binding to penicillin-binding proteins (PBPs), preventing peptidoglycan chain transpeptidation and promoting bacterial lysis. It acts primarily against gram-positive bacteria and some gram-negative bacteria, being time-dependent bactericidal. Its action is more effective when concentrations remain above the MIC (minimum inhibitory concentration) for long periods. Cefazolin is stable against many beta-lactamases produced by gram-positives, but does not resist extended-spectrum beta-lactamases (ESBL) produced by enterobacteria, which limits its use in hospital gram-negative infections. Its mechanism of action does not interfere with bacterial protein, DNA, or RNA synthesis, which contributes to its good tolerability in human tissues. Bacterial death occurs by osmotic lysis after cell wall collapse.",
            "farmacocinetica": "• Onset of action: rapid (IV), 1 h (IM).\n• Plasma peak: 15 min (IV), 1–2 h (IM).\n• Half-life: 1.5–2 hours (prolonged in CKD).\n• Plasma protein binding: ~80%.\n• Volume of distribution: 0.1–0.2 L/kg.\n• Metabolism: not significant (minimal hepatic metabolism).\n• Excretion: renal (90% unchanged).\n• Crosses placental barrier and is present in breast milk in small amounts.",
            "farmacodinamica": "Exhibits time-dependent bactericidal effect, with optimal efficacy when plasma levels remain above MIC for most of the interval between doses. It is highly effective against Staphylococcus aureus (MSSA), Streptococcus spp., and some Enterobacteriaceae such as E. coli and Klebsiella spp. It is not active against MRSA, Enterococcus spp., and Pseudomonas aeruginosa. Its good tissue penetration, including skin, soft tissues, bone, and genitourinary tract, makes it useful in surgical infections and perioperative prophylaxis. Cefazolin efficacy depends on the time serum concentration remains above MIC (fT > MIC), with therapeutic targets of 60–70% of the dosing interval. This property requires regular intervals and renal function adjustment to avoid underdosing. In surgeries, intraoperative dose repetition should occur after 4 hours in prolonged procedures, or 2 hours in cardiac surgeries with extracorporeal circulation. Penetration into bone and deep connective tissue is superior to penicillin G.",
            "indicacoes": "• Surgical prophylaxis (orthopedics, cardiovascular, gynecological, gastrointestinal).\n• Skin and soft tissue infections (cellulitis, abscess, erysipelas).\n• Osteomyelitis and septic arthritis (MSSA).\n• Uncomplicated urinary tract infections (gram-positives).\n• Mild community-acquired pneumonia (sensitive etiology).\n• Endocarditis (prophylaxis in at-risk invasive procedures).\n• MSSA bacteremia (in combination or as transition therapy).",
            "posologia": "Adults:\n• Surgical prophylaxis: 2 g IV 30–60 min before incision (repeat after 4 h in long surgeries).\n• Mild to moderate infections: 1 g IV or IM every 8 h.\n• Severe infections: 1–2 g IV every 6–8 h (maximum 6 g/day).\nPediatrics:\n• 25–50 mg/kg/day divided every 6–8 h.\n• Maximum: 6 g/day.\nNeonates:\n• 20 mg/kg/dose IV every 12 h (preterm), 8 h (term).",
            "administracao": "• Slow direct IV (3–5 min), diluted infusion in 20–50 mL over 15–30 min.\n• Deep IM in gluteus (may be painful; dilute in 1% lidocaine without epinephrine, if allowed).\n• Do not administer orally.",
            "doseMaxima": "6 g/day (adults); 50–100 mg/kg/day (pediatrics).",
            "doseMinima": "500 mg IV or IM every 8 h (adults); 25 mg/kg/day (pediatrics).",
            "reacoesAdversas": "Common (1–10%):\n• Diarrhea, nausea, pain at application site, skin rash.\n• Eosinophilia, transient elevation of transaminases.\nUncommon (0.1–1%):\n• Neutropenia, thrombocytopenia, pruritus, drug fever.\nRare (<0.1%):\n• Anaphylactic reactions, pseudomembranous colitis (Clostridioides difficile), seizures (high doses in CKD).",
            "riscoGravidez": "Category B. Animal studies have not demonstrated risk. Extensive clinical experience in pregnant women, considered safe for use during pregnancy.",
            "riscoLactacao": "Excreted in small amounts in milk. Considered compatible with breastfeeding. Monitor infant for oral candidiasis or mild diarrhea.",
            "ajusteRenal": "• ClCr 30–50 mL/min: 1 g every 8–12 h.\n• ClCr 10–30 mL/min: 500–1000 mg every 12 h.\n• ClCr <10 mL/min: 500 mg every 24 h.\n• Dialysis: administer dose post-hemodialysis.",
            "ajusteHepatico": "• No adjustment necessary. Use with caution in severe liver disease if associated coagulopathy.",
            "contraindicacoes": "• Hypersensitivity to cephalosporins or penicillins (cross-reaction in up to 10%).\n• History of severe anaphylactic reaction to beta-lactam antibiotics.",
            "interacaoMedicamento": "• Increased risk of nephrotoxicity with aminoglycosides or vancomycin.\n• Potentiates effect of oral anticoagulants (INR increase).\n• Avoid concomitant use with loop diuretics in patients at risk of renal insufficiency. Concomitant use with oral anticoagulants may prolong prothrombin time, especially in patients with malnutrition, hepatic dysfunction, or prolonged antibiotic use. When administered with aminoglycosides, there is synergistic increase in nephrotoxicity risk, especially in critically ill, elderly patients, or those using loop diuretics. Should not be mixed in the same syringe or infusion bag with aminoglycosides or sodium bicarbonate. No significant interaction with intravenous or inhalational anesthetics.",
            "apresentacao": "• Lyophilized powder for reconstitution: 500 mg, 1 g or 2 g (vial-ampoule).\n• Compatible with 0.9% saline and 5% dextrose for dilution.",
            "preparo": "• Reconstitute with 2–10 mL of diluent for direct IV (final concentration 100–200 mg/mL).\n• For infusion: dilute 1 g in 50–100 mL of 0.9% saline (infusion over 15–30 min).\n• Use reconstituted solution within 24 h (refrigerated) or 6 h (room temperature).",
            "solucoesCompatíveis": "• 0.9% saline, 5% dextrose.\n• Incompatible with alkaline solutions or with aminoglycosides in the same syringe/bag.",
            "armazenamento": "• Store lyophilized powder between 15°C and 30°C.\n• Protect from light and moisture.\n• Reconstituted solution: use within 6 h (room temperature) or 24 h (refrigerated, 2–8°C).",
            "cuidadosMedicos": "• Assess renal function before starting, especially in elderly.\n• Observe signs of hypersensitivity and monitor transaminases if prolonged use.\n• Replace if growth of enterococci, MRSA, or resistant gram-negatives.\n• Monitor signs of antibiotic-associated colitis, especially in persistent diarrhea.",
            "cuidadosFarmaceuticos": "• Verify compatibility before dilution.\n• Do not physically associate with aminoglycosides.\n• Ensure batch traceability and expiration after reconstitution.\n• Use aseptic technique in preparation and administration.",
            "cuidadosEnfermagem": "• Assess infusion site for signs of phlebitis or infiltration.\n• Observe gastrointestinal adverse effects and skin allergies.\n• Ensure adequate interval between doses, especially in CKD.\n• Report immediately any allergic reaction or colitis.",
            "fontesBibliograficas": "FDA Label (Cefazolin Sodium), UpToDate (2024), Micromedex, PubMed ID 37629005, Goodman & Gilman (13th Ed.), Sanford Guide (2023), IDSA Guidelines (2023)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Cefazolina (sódica)",
            "nomeComercial": "Kefazol®, Cefazolin®, Cefazil®",
            "classificacao": "Antibiótico beta-lactámico; cefalosporina de primera generación",
            "mecanismoAcao": "La cefazolina inhibe la síntesis de la pared celular bacteriana al unirse a las proteínas fijadoras de penicilina (PBPs), impidiendo la transpeptidación de las cadenas de peptidoglicano y promoviendo lisis bacteriana. Actúa principalmente contra bacterias gram-positivas y algunas gram-negativas, siendo bactericida dependiente del tiempo. Su acción es más eficaz cuando las concentraciones permanecen por encima de la CIM (concentración inhibitoria mínima) por largos períodos. La cefazolina es estable frente a muchas beta-lactamasas producidas por gram-positivos, pero no resiste a las beta-lactamasas de espectro extendido (BLEE) producidas por enterobacterias, lo que limita su uso en infecciones por gram-negativos hospitalarias. Su mecanismo de acción no interfiere en síntesis proteica, ADN o ARN bacterianos, lo que contribuye a su buena tolerabilidad en tejidos humanos. La muerte bacteriana ocurre por lisis osmótica tras colapso de la pared celular.",
            "farmacocinetica": "• Inicio de acción: rápido (IV), 1 h (IM).\n• Pico plasmático: 15 min (IV), 1–2 h (IM).\n• Vida media: 1,5–2 horas (prolongada en IRC).\n• Unión a proteínas plasmáticas: ~80%.\n• Volumen de distribución: 0,1–0,2 L/kg.\n• Metabolismo: no significativo (metabolismo hepático mínimo).\n• Excreción: renal (90% inalterada).\n• Cruza la barrera placentaria y está presente en la leche materna en pequeñas cantidades.",
            "farmacodinamica": "Presenta efecto bactericida tiempo-dependiente, con eficacia óptima cuando los niveles plasmáticos permanecen por encima de la CIM durante la mayor parte del intervalo entre dosis. Es altamente eficaz contra Staphylococcus aureus (MSSA), Streptococcus spp. y algunas Enterobacteriaceae como E. coli y Klebsiella spp. No es activa contra MRSA, Enterococcus spp. y Pseudomonas aeruginosa. Su buena penetración tisular, incluyendo piel, tejidos blandos, hueso y tracto genitourinario, la hace útil en infecciones quirúrgicas y profilaxis perioperatoria. La eficacia de la cefazolina depende del tiempo en que la concentración sérica permanece por encima de la CIM (fT > CIM), con objetivos terapéuticos de 60–70% del intervalo de dosificación. Esta propiedad exige intervalos regulares y ajuste en función renal para evitar subdosificación. En cirugías, la repetición intraoperatoria de la dosis debe ocurrir tras 4 horas en casos de procedimientos prolongados, o 2 horas en cirugías cardíacas con circulación extracorpórea. La penetración en hueso y tejido conjuntivo profundo es superior a la de penicilina G.",
            "indicacoes": "• Profilaxis quirúrgica (ortopedia, cardiovascular, ginecológica, gastrointestinal).\n• Infecciones de piel y partes blandas (celulitis, absceso, erisipela).\n• Osteomielitis y artritis séptica (MSSA).\n• Infecciones del tracto urinario no complicadas (gram-positivos).\n• Neumonía comunitaria leve (etiología sensible).\n• Endocarditis (profilaxis en procedimientos invasivos de riesgo).\n• Bacteriemia por MSSA (en asociación o como transición de terapia).",
            "posologia": "Adultos:\n• Profilaxis quirúrgica: 2 g IV 30–60 min antes de la incisión (repetir tras 4 h en cirugías largas).\n• Infecciones leves a moderadas: 1 g IV o IM cada 8 h.\n• Infecciones graves: 1–2 g IV cada 6–8 h (máximo 6 g/día).\nPediatría:\n• 25–50 mg/kg/día divididos cada 6–8 h.\n• Máximo: 6 g/día.\nNeonatos:\n• 20 mg/kg/dosis IV cada 12 h (prematuros), 8 h (término).",
            "administracao": "• IV directa lenta (3–5 min), infusión diluida en 20–50 mL en 15–30 min.\n• IM profunda en glúteo (puede ser dolorosa; diluir en lidocaína 1% sin epinefrina, si se permite).\n• No administrar por vía oral.",
            "doseMaxima": "6 g/día (adultos); 50–100 mg/kg/día (pediatría).",
            "doseMinima": "500 mg IV o IM cada 8 h (adultos); 25 mg/kg/día (pediatría).",
            "reacoesAdversas": "Frecuentes (1–10%):\n• Diarrea, náuseas, dolor en el lugar de aplicación, erupción cutánea.\n• Eosinofilia, elevación transitoria de transaminasas.\nPoco frecuentes (0,1–1%):\n• Neutropenia, trombocitopenia, prurito, fiebre medicamentosa.\nRaras (<0,1%):\n• Reacciones anafilácticas, colitis pseudomembranosa (Clostridioides difficile), convulsiones (dosis elevadas en IRC).",
            "riscoGravidez": "Categoría B. Estudios en animales no han demostrado riesgo. Amplia experiencia clínica en gestantes, considerada segura para uso durante el embarazo.",
            "riscoLactacao": "Se excreta en pequeñas cantidades en la leche. Considerada compatible con la lactancia. Monitorizar lactante para candidiasis oral o diarrea leve.",
            "ajusteRenal": "• ClCr 30–50 mL/min: 1 g cada 8–12 h.\n• ClCr 10–30 mL/min: 500–1000 mg cada 12 h.\n• ClCr <10 mL/min: 500 mg cada 24 h.\n• Diálisis: administrar dosis post-hemodiálisis.",
            "ajusteHepatico": "• No es necesario ajuste. Usar con precaución en hepatópatas graves si hay coagulopatía asociada.",
            "contraindicacoes": "• Hipersensibilidad a las cefalosporinas o penicilinas (reacción cruzada en hasta 10%).\n• Historial de reacción anafiláctica grave a antibióticos beta-lactámicos.",
            "interacaoMedicamento": "• Aumento del riesgo de nefrotoxicidad con aminoglucósidos o vancomicina.\n• Potencia el efecto de anticoagulantes orales (aumento del INR).\n• Evitar uso concomitante con diuréticos de asa en pacientes con riesgo de insuficiencia renal. El uso concomitante con anticoagulantes orales puede prolongar el tiempo de protrombina, principalmente en pacientes con desnutrición, disfunción hepática o uso prolongado de antibióticos. Cuando se administra con aminoglucósidos, hay aumento sinérgico del riesgo de nefrotoxicidad, especialmente en pacientes críticos, ancianos o en uso de diuréticos de asa. No debe mezclarse en la misma jeringa o bolsa de infusión con aminoglucósidos o bicarbonato de sodio. No hay interacción significativa con anestésicos venosos o inhalatorios.",
            "apresentacao": "• Polvo liofilizado para reconstitución: 500 mg, 1 g o 2 g (frasco-ampolla).\n• Compatible con SF 0,9% y SG 5% para dilución.",
            "preparo": "• Reconstituir con 2–10 mL de diluyente para IV directa (concentración final 100–200 mg/mL).\n• Para infusión: diluir 1 g en 50–100 mL de SF 0,9% (infusión en 15–30 min).\n• Utilizar solución reconstituida en hasta 24 h (refrigerada) o 6 h (temperatura ambiente).",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con soluciones alcalinas o con aminoglucósidos en la misma jeringa/bolsa.",
            "armazenamento": "• Almacenar polvo liofilizado entre 15°C y 30°C.\n• Proteger de la luz y la humedad.\n• Solución reconstituida: usar en hasta 6 h (ambiente) o 24 h (refrigerada, 2–8°C).",
            "cuidadosMedicos": "• Evaluar función renal antes de iniciar, especialmente en ancianos.\n• Observar signos de hipersensibilidad y monitorizar transaminasas si uso prolongado.\n• Sustituir si crecimiento de enterococos, MRSA o gram-negativos resistentes.\n• Monitorizar signos de colitis asociada a antibiótico, especialmente en diarrea persistente.",
            "cuidadosFarmaceuticos": "• Verificar compatibilidad antes de la dilución.\n• No asociar físicamente con aminoglucósidos.\n• Garantizar trazabilidad de lote y validez tras reconstitución.\n• Utilizar técnica aséptica en el preparo y administración.",
            "cuidadosEnfermagem": "• Evaluar lugar de infusión para signos de flebitis o infiltración.\n• Observar efectos adversos gastrointestinales y alergias cutáneas.\n• Garantizar intervalo adecuado entre dosis, especialmente en IRC.\n• Reportar inmediatamente cualquier reacción alérgica o colitis.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Cefazolina Sódica), UpToDate (2024), Micromedex, PubMed ID 37629005, Goodman & Gilman (13ª Ed.), Sanford Guide (2023), IDSA Guidelines (2023)."
        }
    }
}