{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Ceftriaxona (sódica)",
            "nomeComercial": "Rocefin®, Ceftriax®, Triaxon®, Cefron®",
            "classificacao": "Antibiótico beta-lactâmico; cefalosporina de terceira geração",
            "mecanismoAcao": "A ceftriaxona inibe a síntese da parede celular bacteriana ao se ligar às proteínas ligadoras de penicilina (PBPs), impedindo a transpeptidação do peptidoglicano. Isso resulta em fragilidade da parede celular, lise osmótica e morte bacteriana. Apresenta atividade bactericida tempo-dependente, sendo eficaz quando suas concentrações séricas permanecem acima da concentração inibitória mínima (CIM) por grande parte do intervalo de dosagem. É estável frente à maioria das beta-lactamases produzidas por gram-negativos. A ceftriaxona forma ligações covalentes com as proteínas ligadoras de penicilina (PBPs), particularmente PBP3 em gram-negativos, inibindo a síntese do peptidoglicano. Sua estabilidade contra muitas beta-lactamases a torna eficaz frente a Enterobacteriaceae não produtoras de ESBL. A ação é exclusivamente extracelular e não depende de metabolismo intracelular, o que favorece sua previsibilidade farmacológica.",
            "farmacocinetica": "• Início de ação: 15–30 min (IV).\n• Pico plasmático: 1–2 horas.\n• Meia-vida: 6–9 horas (até 15 h em neonatos e cirróticos).\n• Ligação a proteínas plasmáticas: ~85–95%.\n• Volume de distribuição: 0,1–0,2 L/kg.\n• Metabolização: mínima (hepática e intestinal).\n• Excreção: renal (33–67%) e biliar/fecal (restante).\n• Excelente penetração em SNC (meninges inflamadas), trato urinário, pulmões, pele, articulações e ossos.",
            "farmacodinamica": "A ceftriaxona possui amplo espectro contra gram-positivos e gram-negativos, com boa penetração tecidual e meia-vida longa que permite administração diária única. É ativa contra Streptococcus pneumoniae, Neisseria meningitidis, N. gonorrhoeae, Haemophilus influenzae, Salmonella spp., Escherichia coli e Klebsiella spp. Não é ativa contra Enterococcus spp., Pseudomonas aeruginosa ou bactérias produtoras de ESBL. Sua excelente penetração no LCR a torna opção preferencial em meningites bacterianas. A ceftriaxona atinge altas concentrações no líquor em meningites bacterianas, com eficácia comprovada contra N. meningitidis, S. pneumoniae e H. influenzae. Seu uso em infecções do trato urinário, respiratório e na pele é consolidado, especialmente em esquemas de dose única diária. A longa meia-vida permite uso ambulatorial estendido em regimes de hospital-dia ou transição domiciliar.",
            "indicacoes": "• Pneumonia comunitária e nosocomial (sem risco de P. aeruginosa).\n• Infecções urinárias complicadas.\n• Meningite bacteriana (Streptococcus, Neisseria, H. influenzae).\n• Sepse comunitária.\n• Infecções osteoarticulares.\n• Doença inflamatória pélvica.\n• Gonorreia não complicada (dose única).\n• Profilaxia cirúrgica (cirurgias abdominais, ginecológicas, neurocirúrgicas).\n• Sífilis em gestantes e neurossífilis (off-label).",
            "posologia": "Adultos:\n• 1–2 g IV 1x/dia (infecções comuns).\n• 2 g IV 12/12 h (meningite, neurossífilis).\n• 250 mg IM dose única (gonorreia).\nPediatria:\n• 50–100 mg/kg/dia IV 1x/dia (máximo 4 g/dia).\nNeonatos:\n• 50 mg/kg/dia 1x/dia (evitar diluentes com cálcio).",
            "administracao": "• IV direta em 2–4 minutos ou infusão em 30 minutos.\n• IM profunda (glúteo ou vasto lateral), pode ser dolorosa.\n• Incompatível com soluções contendo cálcio (risco de precipitação fatal, especialmente em neonatos).",
            "doseMaxima": "4 g/dia.",
            "doseMinima": "250 mg IM (dose única para gonorreia); 1 g IV/dia para infecções leves.",
            "reacoesAdversas": "Comuns (1–10%):\n• Diarreia, náusea, rash cutâneo, flebite.\nIncomuns (0,1–1%):\n• Eosinofilia, trombocitopenia, elevação de transaminases.\nRaras (<0,1%):\n• Colestase, litíase biliar, colite pseudomembranosa, reação anafilática.\n• Precipitação pulmonar ou renal com cálcio em neonatos.",
            "riscoGravidez": "Categoria B. Considerada segura na gravidez, incluindo tratamento de sífilis, infecções urinárias e meningite. Não apresenta efeitos teratogênicos documentados.",
            "riscoLactacao": "Excretada em pequenas quantidades no leite. Uso considerado compatível com a amamentação, monitorando sinais de diarreia ou candidíase oral no lactente.",
            "ajusteRenal": "• ClCr ≥30 mL/min: não é necessário ajuste.\n• ClCr <30 mL/min: 50% da dose usual se uso >2 g/dia.\n• Hemodiálise: não requer dose suplementar.",
            "ajusteHepatico": "• Não é necessário ajuste isolado.\n• Em disfunção hepatorrenal combinada: monitorar e considerar redução.",
            "contraindicacoes": "• Hipersensibilidade à ceftriaxona ou outras cefalosporinas.\n• Neonatos (<28 dias) recebendo soluções IV com cálcio.\n• Hiperbilirrubinemia neonatal grave (competição com bilirrubina por albumina).",
            "interacaoMedicamento": "• Incompatível com cálcio IV (precipitação fatal em neonatos).\n• Potencialização de anticoagulantes orais (raro).\n• Risco de nefrotoxicidade aumentado com aminoglicosídeos (monitorar função renal). A combinação com cálcio IV em neonatos foi associada a casos fatais de precipitação pulmonar e renal, sendo absolutamente contraindicada. A ceftriaxona pode competir com a bilirrubina pela albumina, aumentando risco de kernicterus em prematuros e recém-nascidos com icterícia. Há potencial para aumento do INR em pacientes em uso de anticoagulantes orais, principalmente com uso prolongado e nutrição parenteral total.",
            "apresentacao": "• Frascos-ampola de 250 mg, 500 mg, 1 g, 2 g (liofilizado).\n• Reconstituir com água estéril, lidocaína 1% (IM), SF 0,9% ou SG 5% (IV).",
            "preparo": "• 1 g IV: diluir em 10 mL de água estéril e administrar lentamente ou diluir em 100 mL e infundir em 30 min.\n• 1 g IM: diluir em 3,5 mL de lidocaína 1% (sem epinefrina).\n• Solução pronta deve ser usada em até 24 h sob refrigeração ou 6 h em temperatura ambiente.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com soluções que contenham cálcio (como Ringer lactato).",
            "armazenamento": "• Armazenar pó entre 15°C e 30°C, protegido da luz.\n• Soluções reconstituídas: até 24 h refrigeradas ou 6 h em temperatura ambiente.",
            "cuidadosMedicos": "• Avaliar risco de reação alérgica cruzada com penicilinas.\n• Observar função hepática e biliar em uso prolongado.\n• Evitar associação com soluções IV contendo cálcio, especialmente em neonatos.\n• Considerar uso em esquemas sequenciais IV-VO com cefuroxima axetil ou amoxicilina-clavulanato.",
            "cuidadosFarmaceuticos": "• Preparar em técnica asséptica e verificar incompatibilidades.\n• Garantir rastreabilidade da diluição e do lote.\n• Evitar contato com cálcio IV.\n• Garantir armazenamento adequado da solução e administração em tempo apropriado.",
            "cuidadosEnfermagem": "• Monitorar reações alérgicas, sinais vitais, fezes (diarreia).\n• Avaliar local da injeção quanto a dor, infiltração ou flebite.\n• Observar aparecimento de rash cutâneo ou alterações hepáticas em uso prolongado.\n• Manter paciente bem hidratado e instruir sobre sinais de hipersensibilidade.",
            "fontesBibliograficas": "Bula Anvisa (Rocefin®), UpToDate (2024), Micromedex, PubMed ID 37630116, Sanford Guide (2023), Goodman & Gilman (13ª Ed.), IDSA Guidelines for CNS and STI Infections (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Ceftriaxone (Sodium)",
            "nomeComercial": "Rocephin®, Ceftriax®, Triaxon®, Cefron®",
            "classificacao": "Beta-lactam antibiotic; third-generation cephalosporin",
            "mecanismoAcao": "Ceftriaxone inhibits bacterial cell wall synthesis by binding to penicillin-binding proteins (PBPs), preventing peptidoglycan transpeptidation. This results in cell wall fragility, osmotic lysis, and bacterial death. It exhibits time-dependent bactericidal activity, being effective when its serum concentrations remain above the minimum inhibitory concentration (MIC) for most of the dosing interval. It is stable against most beta-lactamases produced by gram-negatives. Ceftriaxone forms covalent bonds with PBPs, particularly PBP3 in gram-negatives, inhibiting peptidoglycan synthesis. Its stability against many beta-lactamases makes it effective against non-ESBL-producing Enterobacteriaceae. The action is exclusively extracellular and does not depend on intracellular metabolism, favoring its pharmacological predictability.",
            "farmacocinetica": "• Onset of action: 15–30 min (IV).\n• Plasma peak: 1–2 hours.\n• Half-life: 6–9 hours (up to 15 h in neonates and cirrhotics).\n• Plasma protein binding: ~85–95%.\n• Volume of distribution: 0.1–0.2 L/kg.\n• Metabolism: minimal (hepatic and intestinal).\n• Excretion: renal (33–67%) and biliary/fecal (remainder).\n• Excellent penetration into CNS (inflamed meninges), urinary tract, lungs, skin, joints, and bones.",
            "farmacodinamica": "Ceftriaxone has a broad spectrum against gram-positives and gram-negatives, with good tissue penetration and a long half-life that allows once-daily administration. It is active against Streptococcus pneumoniae, Neisseria meningitidis, N. gonorrhoeae, Haemophilus influenzae, Salmonella spp., Escherichia coli, and Klebsiella spp. It is not active against Enterococcus spp., Pseudomonas aeruginosa, or ESBL-producing bacteria. Its excellent CSF penetration makes it a preferred option in bacterial meningitis. Ceftriaxone reaches high concentrations in CSF in bacterial meningitis, with proven efficacy against N. meningitidis, S. pneumoniae, and H. influenzae. Its use in urinary, respiratory, and skin infections is well established, especially in once-daily dosing regimens. The long half-life allows for extended outpatient use in day-hospital or home transition regimens.",
            "indicacoes": "• Community-acquired and nosocomial pneumonia (without risk of P. aeruginosa).\n• Complicated urinary tract infections.\n• Bacterial meningitis (Streptococcus, Neisseria, H. influenzae).\n• Community sepsis.\n• Osteoarticular infections.\n• Pelvic inflammatory disease.\n• Uncomplicated gonorrhea (single dose).\n• Surgical prophylaxis (abdominal, gynecological, neurosurgical surgeries).\n• Syphilis in pregnant women and neurosyphilis (off-label).",
            "posologia": "Adults:\n• 1–2 g IV once daily (common infections).\n• 2 g IV every 12 h (meningitis, neurosyphilis).\n• 250 mg IM single dose (gonorrhea).\nPediatrics:\n• 50–100 mg/kg/day IV once daily (maximum 4 g/day).\nNeonates:\n• 50 mg/kg/day once daily (avoid diluents with calcium).",
            "administracao": "• Direct IV over 2–4 minutes or infusion over 30 minutes.\n• Deep IM (gluteus or vastus lateralis), may be painful.\n• Incompatible with calcium-containing solutions (risk of fatal precipitation, especially in neonates).",
            "doseMaxima": "4 g/day.",
            "doseMinima": "250 mg IM (single dose for gonorrhea); 1 g IV/day for mild infections.",
            "reacoesAdversas": "Common (1–10%):\n• Diarrhea, nausea, skin rash, phlebitis.\nUncommon (0.1–1%):\n• Eosinophilia, thrombocytopenia, elevated transaminases.\nRare (<0.1%):\n• Cholestasis, biliary lithiasis, pseudomembranous colitis, anaphylactic reaction.\n• Pulmonary or renal precipitation with calcium in neonates.",
            "riscoGravidez": "Category B. Considered safe in pregnancy, including treatment of syphilis, urinary tract infections, and meningitis. No documented teratogenic effects.",
            "riscoLactacao": "Excreted in small amounts in milk. Use considered compatible with breastfeeding, monitoring for signs of diarrhea or oral candidiasis in the infant.",
            "ajusteRenal": "• ClCr ≥30 mL/min: no adjustment needed.\n• ClCr <30 mL/min: 50% of usual dose if using >2 g/day.\n• Hemodialysis: no supplemental dose required.",
            "ajusteHepatico": "• No isolated adjustment needed.\n• In combined hepatorenal dysfunction: monitor and consider reduction.",
            "contraindicacoes": "• Hypersensitivity to ceftriaxone or other cephalosporins.\n• Neonates (<28 days) receiving IV solutions with calcium.\n• Severe neonatal hyperbilirubinemia (competition with bilirubin for albumin).",
            "interacaoMedicamento": "• Incompatible with IV calcium (fatal precipitation in neonates).\n• Potentiation of oral anticoagulants (rare).\n• Increased risk of nephrotoxicity with aminoglycosides (monitor renal function). Combination with IV calcium in neonates has been associated with fatal cases of pulmonary and renal precipitation, being absolutely contraindicated. Ceftriaxone may compete with bilirubin for albumin, increasing risk of kernicterus in preterm and jaundiced newborns. There is potential for increased INR in patients on oral anticoagulants, especially with prolonged use and total parenteral nutrition.",
            "apresentacao": "• Vials of 250 mg, 500 mg, 1 g, 2 g (lyophilized).\n• Reconstitute with sterile water, 1% lidocaine (IM), 0.9% saline or 5% dextrose (IV).",
            "preparo": "• 1 g IV: dilute in 10 mL sterile water and administer slowly or dilute in 100 mL and infuse over 30 min.\n• 1 g IM: dilute in 3.5 mL 1% lidocaine (without epinephrine).\n• Ready solution should be used within 24 h refrigerated or 6 h at room temperature.",
            "solucoesCompatíveis": "• 0.9% saline, 5% dextrose.\n• Incompatible with calcium-containing solutions (such as Ringer's lactate).",
            "armazenamento": "• Store powder between 15°C and 30°C, protected from light.\n• Reconstituted solutions: up to 24 h refrigerated or 6 h at room temperature.",
            "cuidadosMedicos": "• Assess risk of cross-allergic reaction with penicillins.\n• Observe hepatic and biliary function in prolonged use.\n• Avoid association with IV calcium-containing solutions, especially in neonates.\n• Consider use in sequential IV-PO regimens with cefuroxime axetil or amoxicillin-clavulanate.",
            "cuidadosFarmaceuticos": "• Prepare using aseptic technique and check incompatibilities.\n• Ensure traceability of dilution and batch.\n• Avoid contact with IV calcium.\n• Ensure proper storage of solution and timely administration.",
            "cuidadosEnfermagem": "• Monitor for allergic reactions, vital signs, stools (diarrhea).\n• Assess injection site for pain, infiltration, or phlebitis.\n• Observe for skin rash or hepatic changes in prolonged use.\n• Keep patient well hydrated and instruct on signs of hypersensitivity.",
            "fontesBibliograficas": "FDA Label (Rocephin®), UpToDate (2024), Micromedex, PubMed ID 37630116, Sanford Guide (2023), Goodman & Gilman (13th Ed.), IDSA Guidelines for CNS and STI Infections (2023)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Ceftriaxona (sódica)",
            "nomeComercial": "Rocefin®, Ceftriax®, Triaxon®, Cefron®",
            "classificacao": "Antibiótico beta-lactámico; cefalosporina de tercera generación",
            "mecanismoAcao": "La ceftriaxona inhibe la síntesis de la pared celular bacteriana al unirse a las proteínas fijadoras de penicilina (PBPs), impidiendo la transpeptidación del peptidoglicano. Esto resulta en fragilidad de la pared celular, lisis osmótica y muerte bacteriana. Presenta actividad bactericida dependiente del tiempo, siendo eficaz cuando sus concentraciones séricas permanecen por encima de la concentración inhibitoria mínima (CIM) durante la mayor parte del intervalo de dosificación. Es estable frente a la mayoría de las beta-lactamasas producidas por gramnegativos. La ceftriaxona forma enlaces covalentes con las PBPs, particularmente PBP3 en gramnegativos, inhibiendo la síntesis de peptidoglicano. Su estabilidad frente a muchas beta-lactamasas la hace eficaz frente a Enterobacteriaceae no productoras de BLEE. La acción es exclusivamente extracelular y no depende de metabolismo intracelular, lo que favorece su previsibilidad farmacológica.",
            "farmacocinetica": "• Inicio de acción: 15–30 min (IV).\n• Pico plasmático: 1–2 horas.\n• Vida media: 6–9 horas (hasta 15 h en neonatos y cirróticos).\n• Unión a proteínas plasmáticas: ~85–95%.\n• Volumen de distribución: 0,1–0,2 L/kg.\n• Metabolismo: mínimo (hepático e intestinal).\n• Excreción: renal (33–67%) y biliar/fecal (restante).\n• Excelente penetración en SNC (meninges inflamadas), tracto urinario, pulmones, piel, articulaciones y huesos.",
            "farmacodinamica": "La ceftriaxona posee amplio espectro contra grampositivos y gramnegativos, con buena penetración tisular y vida media larga que permite administración diaria única. Es activa contra Streptococcus pneumoniae, Neisseria meningitidis, N. gonorrhoeae, Haemophilus influenzae, Salmonella spp., Escherichia coli y Klebsiella spp. No es activa contra Enterococcus spp., Pseudomonas aeruginosa o bacterias productoras de BLEE. Su excelente penetración en LCR la convierte en opción preferencial en meningitis bacterianas. La ceftriaxona alcanza altas concentraciones en LCR en meningitis bacterianas, con eficacia comprobada contra N. meningitidis, S. pneumoniae y H. influenzae. Su uso en infecciones del tracto urinario, respiratorio y en la piel está consolidado, especialmente en esquemas de dosis única diaria. La larga vida media permite uso ambulatorio extendido en regímenes de hospital de día o transición domiciliaria.",
            "indicacoes": "• Neumonía comunitaria y nosocomial (sin riesgo de P. aeruginosa).\n• Infecciones urinarias complicadas.\n• Meningitis bacteriana (Streptococcus, Neisseria, H. influenzae).\n• Sepsis comunitaria.\n• Infecciones osteoarticulares.\n• Enfermedad inflamatoria pélvica.\n• Gonorrea no complicada (dosis única).\n• Profilaxis quirúrgica (cirugías abdominales, ginecológicas, neuroquirúrgicas).\n• Sífilis en gestantes y neurosífilis (uso no aprobado).",
            "posologia": "Adultos:\n• 1–2 g IV 1x/día (infecciones comunes).\n• 2 g IV cada 12 h (meningitis, neurosífilis).\n• 250 mg IM dosis única (gonorrea).\nPediatría:\n• 50–100 mg/kg/día IV 1x/día (máximo 4 g/día).\nNeonatos:\n• 50 mg/kg/día 1x/día (evitar diluyentes con calcio).",
            "administracao": "• IV directa en 2–4 minutos o infusión en 30 minutos.\n• IM profunda (glúteo o vasto lateral), puede ser dolorosa.\n• Incompatible con soluciones que contengan calcio (riesgo de precipitación fatal, especialmente en neonatos).",
            "doseMaxima": "4 g/día.",
            "doseMinima": "250 mg IM (dosis única para gonorrea); 1 g IV/día para infecciones leves.",
            "reacoesAdversas": "Frecuentes (1–10%):\n• Diarrea, náuseas, erupción cutánea, flebitis.\nPoco frecuentes (0,1–1%):\n• Eosinofilia, trombocitopenia, elevación de transaminasas.\nRaras (<0,1%):\n• Colestasis, litiasis biliar, colitis pseudomembranosa, reacción anafiláctica.\n• Precipitación pulmonar o renal con calcio en neonatos.",
            "riscoGravidez": "Categoría B. Considerada segura en el embarazo, incluyendo tratamiento de sífilis, infecciones urinarias y meningitis. No presenta efectos teratogénicos documentados.",
            "riscoLactacao": "Se excreta en pequeñas cantidades en la leche. Uso considerado compatible con la lactancia, monitorizando signos de diarrea o candidiasis oral en el lactante.",
            "ajusteRenal": "• ClCr ≥30 mL/min: no es necesario ajuste.\n• ClCr <30 mL/min: 50% de la dosis usual si uso >2 g/día.\n• Hemodiálisis: no requiere dosis suplementaria.",
            "ajusteHepatico": "• No es necesario ajuste aislado.\n• En disfunción hepatorrenal combinada: monitorizar y considerar reducción.",
            "contraindicacoes": "• Hipersensibilidad a la ceftriaxona u otras cefalosporinas.\n• Neonatos (<28 días) recibiendo soluciones IV con calcio.\n• Hiperbilirrubinemia neonatal grave (competencia con bilirrubina por albúmina).",
            "interacaoMedicamento": "• Incompatible con calcio IV (precipitación fatal en neonatos).\n• Potenciación de anticoagulantes orales (raro).\n• Riesgo de nefrotoxicidad aumentado con aminoglucósidos (monitorizar función renal). La combinación con calcio IV en neonatos se ha asociado a casos fatales de precipitación pulmonar y renal, estando absolutamente contraindicada. La ceftriaxona puede competir con la bilirrubina por la albúmina, aumentando el riesgo de kernicterus en prematuros y recién nacidos con ictericia. Hay potencial para aumento del INR en pacientes en uso de anticoagulantes orales, principalmente con uso prolongado y nutrición parenteral total.",
            "apresentacao": "• Frascos-ampolla de 250 mg, 500 mg, 1 g, 2 g (liofilizado).\n• Reconstituir con agua estéril, lidocaína 1% (IM), SF 0,9% o SG 5% (IV).",
            "preparo": "• 1 g IV: diluir en 10 mL de agua estéril y administrar lentamente o diluir en 100 mL e infundir en 30 min.\n• 1 g IM: diluir en 3,5 mL de lidocaína 1% (sin epinefrina).\n• Solución lista debe ser usada en hasta 24 h bajo refrigeración o 6 h en temperatura ambiente.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con soluciones que contengan calcio (como Ringer lactato).",
            "armazenamento": "• Almacenar polvo entre 15°C y 30°C, protegido de la luz.\n• Soluciones reconstituidas: hasta 24 h refrigeradas o 6 h en temperatura ambiente.",
            "cuidadosMedicos": "• Evaluar riesgo de reacción alérgica cruzada con penicilinas.\n• Observar función hepática y biliar en uso prolongado.\n• Evitar asociación con soluciones IV que contengan calcio, especialmente en neonatos.\n• Considerar uso en esquemas secuenciales IV-VO con cefuroxima axetilo o amoxicilina-clavulanato.",
            "cuidadosFarmaceuticos": "• Preparar en técnica aséptica y verificar incompatibilidades.\n• Garantizar trazabilidad de la dilución y del lote.\n• Evitar contacto con calcio IV.\n• Garantizar almacenamiento adecuado de la solución y administración en tiempo apropiado.",
            "cuidadosEnfermagem": "• Monitorizar reacciones alérgicas, signos vitales, heces (diarrea).\n• Evaluar lugar de la inyección respecto a dolor, infiltración o flebitis.\n• Observar aparición de erupción cutánea o alteraciones hepáticas en uso prolongado.\n• Mantener paciente bien hidratado e instruir sobre signos de hipersensibilidad.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Rocefin®), UpToDate (2024), Micromedex, PubMed ID 37630116, Sanford Guide (2023), Goodman & Gilman (13ª Ed.), IDSA Guidelines for CNS and STI Infections (2023)."
        }
    }
}