{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Cefuroxima (sódica ou axetil)",
            "nomeComercial": "Zinnat®, Zinacef®, Cefuracet®, Cefurex®",
            "classificacao": "Antibiótico beta-lactâmico; cefalosporina de segunda geração",
            "mecanismoAcao": "A cefuroxima inibe a síntese da parede celular bacteriana ao se ligar às proteínas ligadoras de penicilina (PBPs), interferindo na formação da estrutura de peptidoglicano da parede celular bacteriana. Isso leva à lise celular e morte da bactéria. É bactericida, com atividade dependente do tempo acima da concentração inibitória mínima (fT > MIC). Sua estabilidade frente a várias beta-lactamases a diferencia das cefalosporinas de primeira geração, ampliando o espectro contra gram-negativos, mantendo eficácia contra gram-positivos sensíveis. A cefuroxima apresenta boa penetração em tecidos e fluidos corporais, incluindo líquido sinovial, pleural e humor aquoso. Possui estabilidade frente a beta-lactamases produzidas por Haemophilus influenzae e M. catarrhalis, o que a torna útil em infecções respiratórias comunitárias. Sua forma oral, o axetil, é um pró-fármaco que requer hidrólise enzimática no trato gastrintestinal para se converter em cefuroxima ativa sistemicamente.",
            "farmacocinetica": "• Início de ação: rápido (IV), 1 h (VO).\n• Pico plasmático: 30–60 min (IV), 2–3 h (axetil oral).\n• Meia-vida: 1,1–1,5 horas.\n• Ligação a proteínas plasmáticas: ~33–50%.\n• Volume de distribuição: 0,2–0,3 L/kg.\n• Metabolização: mínima (axetil hidrolisado no fígado e intestino para cefuroxima ativa).\n• Excreção: renal (90% inalterada em 24 h).\n• Atravessa a barreira placentária e a barreira hematoencefálica (em meninges inflamadas).",
            "farmacodinamica": "A cefuroxima exibe eficácia máxima quando suas concentrações permanecem acima da MIC durante a maior parte do intervalo de dosagem. Possui atividade contra Streptococcus pneumoniae, Haemophilus influenzae (inclusive cepas produtoras de beta-lactamase), Moraxella catarrhalis, E. coli, Proteus mirabilis, Klebsiella spp. e algumas cepas de Staphylococcus aureus (não MRSA). É resistente à maioria das beta-lactamases de gram-negativos não ESBL. Utilizada como agente de transição IV-oral, como terapia sequencial em infecções respiratórias e urinárias. A eficácia clínica da cefuroxima está diretamente relacionada ao tempo em que a concentração sérica excede a MIC do patógeno (fT > MIC). É eficaz contra cepas de Streptococcus pneumoniae com sensibilidade intermediária à penicilina e contra Enterobacteriaceae não produtoras de ESBL. Em infecções de trato urinário e respiratório baixo, atinge concentrações terapêuticas eficazes nos tecidos-alvo. A forma oral é ideal para desospitalização e transição terapêutica.",
            "indicacoes": "• Infecções do trato respiratório superior (sinusite, otite média).\n• Infecções do trato respiratório inferior (pneumonia comunitária, exacerbação de DPOC).\n• Infecções do trato urinário (cistite, pielonefrite leve).\n• Infecções de pele e partes moles.\n• Faringoamigdalite estreptocócica.\n• Gonorreia não complicada.\n• Tratamento sequencial de infecções graves (IV → VO).",
            "posologia": "Adultos:\n• VO (axetil): 250–500 mg a cada 12 h.\n• IV/IM: 750 mg a 1,5 g a cada 8 h (máximo 6 g/dia).\nPediatria:\n• VO: 20–30 mg/kg/dia em 2 doses (máximo 500 mg/dose).\n• IV/IM: 30–100 mg/kg/dia divididos a cada 8 h.\nNeonatos:\n• 30–60 mg/kg/dia IV dividido a cada 12 h (a cada 8 h se >7 dias de vida).",
            "administracao": "• IV lenta (3–5 min), infusão de 15–30 min ou IM profunda.\n• VO: administrar após refeição para aumentar absorção.\n• Não administrar formas parenterais por via oral ou vice-versa.",
            "doseMaxima": "6 g/dia (adultos IV); 1 g/dose VO.",
            "doseMinima": "125 mg VO 12/12h; 750 mg IV 8/8h (adulto leve a moderado).",
            "reacoesAdversas": "Comuns (1–10%):\n• Diarreia, náusea, dor abdominal, rash cutâneo.\n• Elevação transitória de AST/ALT.\nIncomuns (0,1–1%):\n• Vômitos, candidíase oral/vaginal, cefaleia.\nRaras (<0,1%):\n• Reações anafiláticas, síndrome de Stevens-Johnson, colite pseudomembranosa, leucopenia.",
            "riscoGravidez": "Categoria B. Estudos em animais não mostraram risco fetal. Uso seguro documentado em humanos. Preferido em infecções respiratórias e urinárias na gestação.",
            "riscoLactacao": "Excretada em pequenas quantidades. Considerada compatível com a amamentação. Monitorar lactente para diarreia leve ou candidíase oral.",
            "ajusteRenal": "• ClCr 30–50 mL/min: 750 mg IV a cada 12 h.\n• ClCr 10–30 mL/min: 750 mg IV a cada 24 h.\n• ClCr <10 mL/min: 500 mg IV a cada 24 h.\n• Diálise: dose após sessão.",
            "ajusteHepatico": "• Não é necessário ajuste. Monitorar função hepática se uso prolongado.",
            "contraindicacoes": "• Hipersensibilidade à cefuroxima, outras cefalosporinas ou penicilinas (risco de reação cruzada).\n• Histórico de reação anafilática a beta-lactâmicos.",
            "interacaoMedicamento": "• Antiácidos ou inibidores de bomba reduzem absorção oral (evitar VO com pH gástrico elevado).\n• Probenecida aumenta meia-vida da forma IV.\n• Pode interferir em testes de glicose urinária (método redutor) e Coombs. O uso simultâneo de cefuroxima oral com antiácidos, bloqueadores H2 ou inibidores de bomba protônica pode reduzir sua absorção intestinal e eficácia terapêutica. O probenecida reduz a excreção renal da forma IV, aumentando a meia-vida sérica. A cefuroxima pode causar falso-positivo em testes de glicosúria baseados em soluções redutoras, bem como teste direto de Coombs. Deve-se monitorar pacientes em uso prolongado quanto à superinfecção por fungos ou Clostridioides difficile.",
            "apresentacao": "• VO (axetil): comprimidos 250 mg, 500 mg; suspensão 125 mg/5 mL, 250 mg/5 mL.\n• IV/IM (sódica): 750 mg, 1,5 g pó para reconstituição.",
            "preparo": "• IV direta: 750 mg em 6 mL de água estéril, administrar em 3–5 min.\n• Infusão: diluir em 50–100 mL de SF 0,9% (infusão em 15–30 min).\n• IM: reconstituir com lidocaína 1% (sem epinefrina) se autorizado.\n• Suspensão oral: agitar bem antes de usar, armazenar refrigerada até 10 dias.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com aminoglicosídeos na mesma solução.",
            "armazenamento": "• Pó: temperatura ambiente (15°C a 30°C), protegido da luz.\n• Solução reconstituída: 24 h sob refrigeração.\n• Suspensão oral: 2–8°C, descartar após 10 dias.",
            "cuidadosMedicos": "• Avaliar histórico alérgico detalhado antes do uso.\n• Ajustar dose em pacientes renais.\n• Considerar uso sequencial IV→VO em quadros com boa evolução.\n• Evitar em meningites graves (melhor opção: ceftriaxona).",
            "cuidadosFarmaceuticos": "• Preparar sob condições assépticas, respeitando diluente e concentração.\n• Observar compatibilidade com outros fármacos em Y ou bomba.\n• Garantir armazenamento correto da suspensão oral.\n• Registrar lote, horário e validade da solução.",
            "cuidadosEnfermagem": "• Monitorar efeitos adversos gastrointestinais e alérgicos.\n• Observar local de infusão/IM para reação local.\n• Administrar VO após refeições para absorção ideal.\n• Acompanhar função renal, hepática e hemograma em uso prolongado.",
            "fontesBibliograficas": "Bula Anvisa (Zinnat®, Zinacef®), UpToDate (2024), Micromedex, PubMed ID 37629522, Sanford Guide (2023), Goodman & Gilman (13ª Ed.), IDSA Guidelines (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Cefuroxime (Sodium or Axetil)",
            "nomeComercial": "Zinnat®, Zinacef®, Cefuracet®, Cefurex®",
            "classificacao": "Beta-lactam antibiotic; second-generation cephalosporin",
            "mecanismoAcao": "Cefuroxime inhibits bacterial cell wall synthesis by binding to penicillin-binding proteins (PBPs), interfering with the formation of the peptidoglycan structure of the bacterial cell wall. This leads to cell lysis and bacterial death. It is bactericidal, with time-dependent activity above the minimum inhibitory concentration (fT > MIC). Its stability against various beta-lactamases differentiates it from first-generation cephalosporins, expanding the spectrum against gram-negatives while maintaining efficacy against sensitive gram-positives. Cefuroxime shows good penetration into tissues and body fluids, including synovial fluid, pleural fluid, and aqueous humor. It has stability against beta-lactamases produced by Haemophilus influenzae and M. catarrhalis, making it useful in community respiratory infections. Its oral form, axetil, is a prodrug that requires enzymatic hydrolysis in the gastrointestinal tract to convert to systemically active cefuroxime.",
            "farmacocinetica": "• Onset of action: rapid (IV), 1 h (PO).\n• Plasma peak: 30–60 min (IV), 2–3 h (oral axetil).\n• Half-life: 1.1–1.5 hours.\n• Plasma protein binding: ~33–50%.\n• Volume of distribution: 0.2–0.3 L/kg.\n• Metabolism: minimal (axetil hydrolyzed in liver and intestine to active cefuroxime).\n• Excretion: renal (90% unchanged in 24 h).\n• Crosses placental barrier and blood-brain barrier (in inflamed meninges).",
            "farmacodinamica": "Cefuroxime exhibits maximum efficacy when its concentrations remain above MIC for most of the dosing interval. It has activity against Streptococcus pneumoniae, Haemophilus influenzae (including beta-lactamase-producing strains), Moraxella catarrhalis, E. coli, Proteus mirabilis, Klebsiella spp., and some strains of Staphylococcus aureus (not MRSA). It is resistant to most non-ESBL gram-negative beta-lactamases. Used as an IV-to-oral transition agent, as sequential therapy in respiratory and urinary infections. The clinical efficacy of cefuroxime is directly related to the time serum concentration exceeds the pathogen's MIC (fT > MIC). It is effective against Streptococcus pneumoniae strains with intermediate penicillin sensitivity and against non-ESBL-producing Enterobacteriaceae. In urinary tract and lower respiratory infections, it reaches effective therapeutic concentrations in target tissues. The oral form is ideal for hospital discharge and therapeutic transition.",
            "indicacoes": "• Upper respiratory tract infections (sinusitis, otitis media).\n• Lower respiratory tract infections (community-acquired pneumonia, COPD exacerbation).\n• Urinary tract infections (cystitis, mild pyelonephritis).\n• Skin and soft tissue infections.\n• Streptococcal pharyngotonsillitis.\n• Uncomplicated gonorrhea.\n• Sequential treatment of severe infections (IV → PO).",
            "posologia": "Adults:\n• PO (axetil): 250–500 mg every 12 h.\n• IV/IM: 750 mg to 1.5 g every 8 h (maximum 6 g/day).\nPediatrics:\n• PO: 20–30 mg/kg/day in 2 doses (maximum 500 mg/dose).\n• IV/IM: 30–100 mg/kg/day divided every 8 h.\nNeonates:\n• 30–60 mg/kg/day IV divided every 12 h (every 8 h if >7 days old).",
            "administracao": "• Slow IV (3–5 min), 15–30 min infusion, or deep IM.\n• PO: administer after meals to increase absorption.\n• Do not administer parenteral forms orally or vice versa.",
            "doseMaxima": "6 g/day (adults IV); 1 g/dose PO.",
            "doseMinima": "125 mg PO every 12h; 750 mg IV every 8h (mild to moderate adult).",
            "reacoesAdversas": "Common (1–10%):\n• Diarrhea, nausea, abdominal pain, skin rash.\n• Transient elevation of AST/ALT.\nUncommon (0.1–1%):\n• Vomiting, oral/vaginal candidiasis, headache.\nRare (<0.1%):\n• Anaphylactic reactions, Stevens-Johnson syndrome, pseudomembranous colitis, leukopenia.",
            "riscoGravidez": "Category B. Animal studies have not shown fetal risk. Safe use documented in humans. Preferred in respiratory and urinary infections during pregnancy.",
            "riscoLactacao": "Excreted in small amounts. Considered compatible with breastfeeding. Monitor infant for mild diarrhea or oral candidiasis.",
            "ajusteRenal": "• ClCr 30–50 mL/min: 750 mg IV every 12 h.\n• ClCr 10–30 mL/min: 750 mg IV every 24 h.\n• ClCr <10 mL/min: 500 mg IV every 24 h.\n• Dialysis: dose after session.",
            "ajusteHepatico": "• No adjustment necessary. Monitor hepatic function if prolonged use.",
            "contraindicacoes": "• Hypersensitivity to cefuroxime, other cephalosporins, or penicillins (risk of cross-reaction).\n• History of anaphylactic reaction to beta-lactams.",
            "interacaoMedicamento": "• Antacids or pump inhibitors reduce oral absorption (avoid PO with elevated gastric pH).\n• Probenecid increases IV form half-life.\n• May interfere with urinary glucose tests (reducing method) and Coombs test. Simultaneous use of oral cefuroxime with antacids, H2 blockers, or proton pump inhibitors may reduce its intestinal absorption and therapeutic efficacy. Probenecid reduces renal excretion of the IV form, increasing serum half-life. Cefuroxime may cause false-positive results in glycosuria tests based on reducing solutions, as well as direct Coombs test. Patients on prolonged use should be monitored for fungal superinfection or Clostridioides difficile.",
            "apresentacao": "• PO (axetil): 250 mg, 500 mg tablets; 125 mg/5 mL, 250 mg/5 mL suspension.\n• IV/IM (sodium): 750 mg, 1.5 g powder for reconstitution.",
            "preparo": "• Direct IV: 750 mg in 6 mL sterile water, administer over 3–5 min.\n• Infusion: dilute in 50–100 mL of 0.9% saline (infusion over 15–30 min).\n• IM: reconstitute with 1% lidocaine (without epinephrine) if authorized.\n• Oral suspension: shake well before use, store refrigerated for up to 10 days.",
            "solucoesCompatíveis": "• 0.9% saline, 5% dextrose.\n• Incompatible with aminoglycosides in the same solution.",
            "armazenamento": "• Powder: room temperature (15°C to 30°C), protected from light.\n• Reconstituted solution: 24 h under refrigeration.\n• Oral suspension: 2–8°C, discard after 10 days.",
            "cuidadosMedicos": "• Assess detailed allergic history before use.\n• Adjust dose in renal patients.\n• Consider sequential IV→PO use in cases with good evolution.\n• Avoid in severe meningitis (better option: ceftriaxone).",
            "cuidadosFarmaceuticos": "• Prepare under aseptic conditions, respecting diluent and concentration.\n• Observe compatibility with other drugs in Y or pump.\n• Ensure correct storage of oral suspension.\n• Record batch, time, and solution expiration.",
            "cuidadosEnfermagem": "• Monitor gastrointestinal and allergic adverse effects.\n• Observe IV/IM site for local reaction.\n• Administer PO after meals for optimal absorption.\n• Monitor renal, hepatic function, and blood count in prolonged use.",
            "fontesBibliograficas": "FDA Label (Zinnat®, Zinacef®), UpToDate (2024), Micromedex, PubMed ID 37629522, Sanford Guide (2023), Goodman & Gilman (13th Ed.), IDSA Guidelines (2023)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Cefuroxima (sódica o axetil)",
            "nomeComercial": "Zinnat®, Zinacef®, Cefuracet®, Cefurex®",
            "classificacao": "Antibiótico beta-lactámico; cefalosporina de segunda generación",
            "mecanismoAcao": "La cefuroxima inhibe la síntesis de la pared celular bacteriana al unirse a las proteínas fijadoras de penicilina (PBPs), interfiriendo en la formación de la estructura de peptidoglicano de la pared celular bacteriana. Esto lleva a lisis celular y muerte de la bacteria. Es bactericida, con actividad dependiente del tiempo por encima de la concentración inhibitoria mínima (fT > CIM). Su estabilidad frente a varias beta-lactamasas la diferencia de las cefalosporinas de primera generación, ampliando el espectro contra gramnegativos, manteniendo eficacia contra grampositivos sensibles. La cefuroxima presenta buena penetración en tejidos y fluidos corporales, incluyendo líquido sinovial, pleural y humor acuoso. Posee estabilidad frente a beta-lactamasas producidas por Haemophilus influenzae y M. catarrhalis, lo que la hace útil en infecciones respiratorias comunitarias. Su forma oral, el axetil, es un profármaco que requiere hidrólisis enzimática en el tracto gastrointestinal para convertirse en cefuroxima activa sistémicamente.",
            "farmacocinetica": "• Inicio de acción: rápido (IV), 1 h (VO).\n• Pico plasmático: 30–60 min (IV), 2–3 h (axetil oral).\n• Vida media: 1,1–1,5 horas.\n• Unión a proteínas plasmáticas: ~33–50%.\n• Volumen de distribución: 0,2–0,3 L/kg.\n• Metabolismo: mínimo (axetil hidrolizado en hígado e intestino para cefuroxima activa).\n• Excreción: renal (90% inalterada en 24 h).\n• Cruza la barrera placentaria y la barrera hematoencefálica (en meninges inflamadas).",
            "farmacodinamica": "La cefuroxima exhibe eficacia máxima cuando sus concentraciones permanecen por encima de la CIM durante la mayor parte del intervalo de dosificación. Posee actividad contra Streptococcus pneumoniae, Haemophilus influenzae (incluyendo cepas productoras de beta-lactamasa), Moraxella catarrhalis, E. coli, Proteus mirabilis, Klebsiella spp. y algunas cepas de Staphylococcus aureus (no MRSA). Es resistente a la mayoría de las beta-lactamasas de gramnegativos no BLEE. Utilizada como agente de transición IV-oral, como terapia secuencial en infecciones respiratorias y urinarias. La eficacia clínica de la cefuroxima está directamente relacionada al tiempo en que la concentración sérica excede la CIM del patógeno (fT > CIM). Es eficaz contra cepas de Streptococcus pneumoniae con sensibilidad intermedia a la penicilina y contra Enterobacteriaceae no productoras de BLEE. En infecciones de tracto urinario y respiratorio bajo, alcanza concentraciones terapéuticas eficaces en los tejidos diana. La forma oral es ideal para deshospitalización y transición terapéutica.",
            "indicacoes": "• Infecciones del tracto respiratorio superior (sinusitis, otitis media).\n• Infecciones del tracto respiratorio inferior (neumonía comunitaria, exacerbación de EPOC).\n• Infecciones del tracto urinario (cistitis, pielonefritis leve).\n• Infecciones de piel y partes blandas.\n• Faringoamigdalitis estreptocócica.\n• Gonorrea no complicada.\n• Tratamiento secuencial de infecciones graves (IV → VO).",
            "posologia": "Adultos:\n• VO (axetil): 250–500 mg cada 12 h.\n• IV/IM: 750 mg a 1,5 g cada 8 h (máximo 6 g/día).\nPediatría:\n• VO: 20–30 mg/kg/día en 2 dosis (máximo 500 mg/dosis).\n• IV/IM: 30–100 mg/kg/día divididos cada 8 h.\nNeonatos:\n• 30–60 mg/kg/día IV dividido cada 12 h (cada 8 h si >7 días de vida).",
            "administracao": "• IV lenta (3–5 min), infusión de 15–30 min o IM profunda.\n• VO: administrar tras comida para aumentar absorción.\n• No administrar formas parenterales por vía oral o viceversa.",
            "doseMaxima": "6 g/día (adultos IV); 1 g/dosis VO.",
            "doseMinima": "125 mg VO cada 12h; 750 mg IV cada 8h (adulto leve a moderado).",
            "reacoesAdversas": "Frecuentes (1–10%):\n• Diarrea, náuseas, dolor abdominal, erupción cutánea.\n• Elevación transitoria de AST/ALT.\nPoco frecuentes (0,1–1%):\n• Vómitos, candidiasis oral/vaginal, cefalea.\nRaras (<0,1%):\n• Reacciones anafilácticas, síndrome de Stevens-Johnson, colitis pseudomembranosa, leucopenia.",
            "riscoGravidez": "Categoría B. Estudios en animales no han mostrado riesgo fetal. Uso seguro documentado en humanos. Preferido en infecciones respiratorias y urinarias en la gestación.",
            "riscoLactacao": "Se excreta en pequeñas cantidades. Considerada compatible con la lactancia. Monitorizar lactante para diarrea leve o candidiasis oral.",
            "ajusteRenal": "• ClCr 30–50 mL/min: 750 mg IV cada 12 h.\n• ClCr 10–30 mL/min: 750 mg IV cada 24 h.\n• ClCr <10 mL/min: 500 mg IV cada 24 h.\n• Diálisis: dosis tras sesión.",
            "ajusteHepatico": "• No es necesario ajuste. Monitorizar función hepática si uso prolongado.",
            "contraindicacoes": "• Hipersensibilidad a la cefuroxima, otras cefalosporinas o penicilinas (riesgo de reacción cruzada).\n• Historial de reacción anafiláctica a beta-lactámicos.",
            "interacaoMedicamento": "• Antiácidos o inhibidores de bomba reducen absorción oral (evitar VO con pH gástrico elevado).\n• Probenecida aumenta vida media de la forma IV.\n• Puede interferir en pruebas de glucosa urinaria (método reductor) y Coombs. El uso simultáneo de cefuroxima oral con antiácidos, bloqueadores H2 o inhibidores de bomba protónica puede reducir su absorción intestinal y eficacia terapéutica. El probenecida reduce la excreción renal de la forma IV, aumentando la vida media sérica. La cefuroxima puede causar falso-positivo en pruebas de glucosuria basadas en soluciones reductoras, así como prueba directa de Coombs. Debe monitorizarse a pacientes en uso prolongado respecto a superinfección por hongos o Clostridioides difficile.",
            "apresentacao": "• VO (axetil): comprimidos 250 mg, 500 mg; suspensión 125 mg/5 mL, 250 mg/5 mL.\n• IV/IM (sódica): 750 mg, 1,5 g polvo para reconstitución.",
            "preparo": "• IV directa: 750 mg en 6 mL de agua estéril, administrar en 3–5 min.\n• Infusión: diluir en 50–100 mL de SF 0,9% (infusión en 15–30 min).\n• IM: reconstituir con lidocaína 1% (sin epinefrina) si autorizado.\n• Suspensión oral: agitar bien antes de usar, almacenar refrigerada hasta 10 días.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con aminoglucósidos en la misma solución.",
            "armazenamento": "• Polvo: temperatura ambiente (15°C a 30°C), protegido de la luz.\n• Solución reconstituida: 24 h bajo refrigeración.\n• Suspensión oral: 2–8°C, descartar tras 10 días.",
            "cuidadosMedicos": "• Evaluar historial alérgico detallado antes del uso.\n• Ajustar dosis en pacientes renales.\n• Considerar uso secuencial IV→VO en cuadros con buena evolución.\n• Evitar en meningitis graves (mejor opción: ceftriaxona).",
            "cuidadosFarmaceuticos": "• Preparar bajo condiciones asépticas, respetando diluyente y concentración.\n• Observar compatibilidad con otros fármacos en Y o bomba.\n• Garantizar almacenamiento correcto de la suspensión oral.\n• Registrar lote, horario y validez de la solución.",
            "cuidadosEnfermagem": "• Monitorizar efectos adversos gastrointestinales y alérgicos.\n• Observar lugar de infusión/IM para reacción local.\n• Administrar VO tras comidas para absorción ideal.\n• Acompañar función renal, hepática y hemograma en uso prolongado.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Zinnat®, Zinacef®), UpToDate (2024), Micromedex, PubMed ID 37629522, Sanford Guide (2023), Goodman & Gilman (13ª Ed.), IDSA Guidelines (2023)."
        }
    }
}