{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Cetamina (racêmica)",
            "nomeComercial": "Ketanest®, Ketamin®, Ketalar®",
            "classificacao": "Anestésico geral dissociativo, antagonista não competitivo de receptores NMDA, analgésico potente, sedativo, hipnótico dissociativo",
            "mecanismoAcao": "Antagonista não competitivo dos receptores NMDA, bloqueando a neurotransmissão excitatória mediada pelo glutamato no sistema nervoso central. Atua também como agonista parcial dos receptores opioides (μ e κ), agonista dos receptores AMPA, ativa canais HCN1 e inibe canais de cálcio do tipo L. Estimula a liberação de catecolaminas (noradrenalina, dopamina), promovendo efeitos simpaticomiméticos, além de possuir ação em vias serotoninérgicas, dopaminérgicas e colinérgicas.",
            "farmacocinetica": "Início IV: 30–60 segundos. IM: 3–5 minutos. SC: 5–10 minutos. Pico IV: 1–3 minutos. Meia-vida de distribuição: 10–15 minutos. Meia-vida de eliminação terminal: 2–4 horas. Volume de distribuição: 2–3 L/kg. Ligação proteica: 20–50%. Metabolização hepática via CYP3A4, CYP2B6 e CYP2C9, com formação de norketamina (ativo) e hidroxinorketamina (inativo). Excreção renal predominante (~90%) na forma de metabólitos e pequena fração fecal (~5–10%).",
            "farmacodinamica": "Induz anestesia dissociativa, caracterizada pela desconexão funcional entre o tálamo e o córtex cerebral. Mantém reflexos protetores de via aérea, drive respiratório e tônus muscular na maioria dos casos. Potente efeito analgésico e sedativo, com amnésia e leve efeito ansiolítico. Efeito simpaticomimético significativo, com aumento da pressão arterial, frequência cardíaca e débito cardíaco. Promove broncodilatação potente, sendo útil em asma grave e broncoespasmo refratário.",
            "indicacoes": "Indução e manutenção de anestesia geral. Sedação para procedimentos dolorosos, emergência, curativos, queimados e pequenas cirurgias. Analgesia em dor aguda refratária, dor neuropática, dor oncológica e pós-operatória. Sedação em UTI e emergência. Anestesia em pacientes hemodinamicamente instáveis (trauma, choque, queimados, sepse). Manejo de broncoespasmo refratário. Tratamento adjuvante na depressão resistente (off-label, sob protocolos específicos).",
            "posologia": "Indução IV adulto: 1–2 mg/kg. IM: 4–6 mg/kg. SC: 3–5 mg/kg. Manutenção IV: 0,5–2 mg/kg em bolus ou infusão de 0,5–2 mg/kg/h. Sedação procedural IV: 0,25–0,5 mg/kg bolus ou 2–4 mg/kg IM. Analgesia IV: bolus de 0,1–0,3 mg/kg seguido de infusão 0,1–0,5 mg/kg/h. Depressão resistente (off-label): 0,5 mg/kg IV infundido em 40 minutos. Pediatria: indução IV 1–2 mg/kg, IM 4–6 mg/kg; manutenção e analgesia conforme necessidade clínica.",
            "administracao": "IV, IM, SC ou infusão IV contínua. Bolus IV deve ser administrado lentamente para reduzir risco de efeitos adversos. Infusões contínuas exigem bomba de infusão. Monitorização contínua de parâmetros cardiorrespiratórios e suporte de via aérea obrigatório.",
            "doseMaxima": "Indução: até 2 mg/kg IV ou 6 mg/kg IM. Manutenção: até 3 mg/kg/h IV contínuo. Sedação procedural: até 0,5 mg/kg IV ou 4 mg/kg IM. Analgesia: até 0,5 mg/kg/h IV contínuo. Na depressão resistente: máximo 0,5 mg/kg por infusão em 40 minutos (off-label).",
            "doseMinima": "Analgesia subanestésica: 0,1 mg/kg IV em bolus ou 0,1 mg/kg/h em infusão. Sedação leve: 0,25 mg/kg IV. Na depressão resistente (off-label): 0,25–0,5 mg/kg em infusão de 40 minutos.",
            "reacoesAdversas": "Emergence delirium (agitação, alucinações, sonhos vívidos), hipertensão, taquicardia, aumento da pressão intracraniana e intraocular, hipersalivação, náusea, vômito, nistagmo, diplopia, vertigem, rash cutâneo, dor no local da injeção, laringoespasmo (raro), depressão respiratória (principalmente associada a outros sedativos), aumento de secreções brônquicas, disfunção urinária (com uso crônico) e cistite hemorrágica.",
            "riscoGravidez": "Categoria B. Seguro para uso em emergências obstétricas, incluindo cesarianas. Evitar uso prolongado ou repetido, especialmente no primeiro trimestre, devido ao risco teórico de neurotoxicidade fetal observado em modelos animais.",
            "riscoLactacao": "Compatível. Pequenas quantidades excretadas no leite materno, sem relatos de efeitos adversos significativos. Pode amamentar assim que a paciente estiver acordada e alerta.",
            "ajusteRenal": "Não requer ajuste em insuficiência renal leve a moderada. Usar com cautela na insuficiência renal grave devido ao acúmulo de norketamina (ativo), com risco de prolongamento dos efeitos clínicos.",
            "ajusteHepatico": "Usar com cautela na insuficiência hepática moderada a grave. Reduzir dose e prolongar intervalos devido ao risco de acúmulo, considerando metabolismo hepático reduzido.",
            "contraindicacoes": "Hipersensibilidade à cetamina ou aos componentes da fórmula. Hipertensão arterial severa não controlada. Aneurismas conhecidos. Hipertensão intracraniana descompensada. Glaucoma não controlado. Psicose ativa não tratada. Angina instável. Insuficiência cardíaca grave descompensada. Uso cauteloso em pacientes com histórico de distúrbios psicóticos ou esquizofrenia.",
            "interacaoMedicamento": "Potencializa efeitos de depressores do SNC (opioides, benzodiazepínicos, propofol, dexmedetomidina). Sinergismo com anestésicos voláteis e locais. Efeito hipertensivo aditivo com simpatomiméticos (noradrenalina, adrenalina). Pode reduzir eficácia de bloqueadores neuromusculares não despolarizantes devido à estimulação simpática. Aumento do risco de depressão respiratória com sedativos concomitantes.",
            "apresentacao": "Ampolas 50 mg/mL (2 mL, 5 mL, 10 mL). Frascos-ampola 500 mg/10 mL (50 mg/mL).",
            "preparo": "Pronta para uso. Para infusão: diluir em SF 0,9% ou SG 5%, concentração final 1–2 mg/mL. Para bolus IV, IM ou SC: utilizar diretamente da ampola. Preparações devem ser feitas sob técnica asséptica e utilizadas imediatamente após o preparo.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%, Ringer lactato. Incompatível com soluções alcalinas como bicarbonato de sódio e hemoderivados na mesma linha.",
            "armazenamento": "Manter entre 15°C e 30°C, protegido da luz. Não congelar. Após abertura ou diluição, utilizar imediatamente. Descartar sobras não utilizadas.",
            "cuidadosMedicos": "Monitorização contínua de pressão arterial, frequência cardíaca, saturação, capnografia e ECG. Ter sempre disponível material para via aérea (máscara, cânula, tubo, ventilador). Considerar pré-medicação com benzodiazepínicos para reduzir agitação e alucinações. Atropina ou glicopirrolato podem ser usados para controlar hipersalivação. Garantir vigilância até completa recuperação.",
            "cuidadosFarmaceuticos": "Conferir integridade da ampola e da solução. Realizar diluição sob técnica asséptica. Usar imediatamente após o preparo. Controlar rigorosamente o estoque, por se tratar de medicamento sujeito a controle especial (Portaria 344/98 ANVISA). Garantir rastreabilidade do uso e descarte seguro das sobras.",
            "cuidadosEnfermagem": "Monitorizar sinais vitais, padrão respiratório, nível de sedação e parâmetros hemodinâmicos. Observar local de punção para extravasamento, dor ou inflamação. Notificar imediatamente hipertensão grave, taquicardia, agitação, delírio, alucinações, laringoespasmo ou depressão respiratória. Assegurar disponibilidade de materiais para suporte ventilatório. Acompanhar até recuperação completa do paciente.",
            "fontesBibliograficas": "Bula Ketamin®, UpToDate (2024), Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia, Micromedex, Tintinalli's Emergency Medicine, PubMed ID 37129758, Diretrizes ASA, Diretrizes SCCM (Society of Critical Care Medicine)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Ketamine (Racemic)",
            "nomeComercial": "Ketanest®, Ketamin®, Ketalar®",
            "classificacao": "Dissociative general anesthetic, non-competitive NMDA receptor antagonist, potent analgesic, sedative, dissociative hypnotic",
            "mecanismoAcao": "Non-competitive antagonist of NMDA receptors, blocking excitatory neurotransmission mediated by glutamate in the central nervous system. Also acts as a partial agonist of opioid receptors (μ and κ), agonist of AMPA receptors, activates HCN1 channels and inhibits L-type calcium channels. Stimulates the release of catecholamines (norepinephrine, dopamine), promoting sympathomimetic effects, in addition to having action on serotonergic, dopaminergic, and cholinergic pathways.",
            "farmacocinetica": "IV onset: 30–60 seconds. IM: 3–5 minutes. SC: 5–10 minutes. IV peak: 1–3 minutes. Distribution half-life: 10–15 minutes. Terminal elimination half-life: 2–4 hours. Volume of distribution: 2–3 L/kg. Protein binding: 20–50%. Hepatic metabolism via CYP3A4, CYP2B6, and CYP2C9, with formation of norketamine (active) and hydroxynorketamine (inactive). Predominant renal excretion (~90%) in the form of metabolites and small fecal fraction (~5–10%).",
            "farmacodinamica": "Induces dissociative anesthesia, characterized by functional disconnection between the thalamus and cerebral cortex. Maintains protective airway reflexes, respiratory drive, and muscle tone in most cases. Potent analgesic and sedative effect, with amnesia and mild anxiolytic effect. Significant sympathomimetic effect, with increased blood pressure, heart rate, and cardiac output. Promotes potent bronchodilation, being useful in severe asthma and refractory bronchospasm.",
            "indicacoes": "Induction and maintenance of general anesthesia. Sedation for painful procedures, emergency, dressings, burns, and minor surgeries. Analgesia in refractory acute pain, neuropathic pain, cancer pain, and postoperative pain. Sedation in ICU and emergency. Anesthesia in hemodynamically unstable patients (trauma, shock, burns, sepsis). Management of refractory bronchospasm. Adjuvant treatment in resistant depression (off-label, under specific protocols).",
            "posologia": "Adult IV induction: 1–2 mg/kg. IM: 4–6 mg/kg. SC: 3–5 mg/kg. IV maintenance: 0.5–2 mg/kg in bolus or infusion of 0.5–2 mg/kg/h. Procedural sedation IV: 0.25–0.5 mg/kg bolus or 2–4 mg/kg IM. IV analgesia: 0.1–0.3 mg/kg bolus followed by 0.1–0.5 mg/kg/h infusion. Resistant depression (off-label): 0.5 mg/kg IV infused over 40 minutes. Pediatrics: IV induction 1–2 mg/kg, IM 4–6 mg/kg; maintenance and analgesia according to clinical need.",
            "administracao": "IV, IM, SC, or continuous IV infusion. IV bolus should be administered slowly to reduce risk of adverse effects. Continuous infusions require infusion pump. Continuous monitoring of cardiorespiratory parameters and airway support mandatory.",
            "doseMaxima": "Induction: up to 2 mg/kg IV or 6 mg/kg IM. Maintenance: up to 3 mg/kg/h continuous IV. Procedural sedation: up to 0.5 mg/kg IV or 4 mg/kg IM. Analgesia: up to 0.5 mg/kg/h continuous IV. In resistant depression: maximum 0.5 mg/kg per infusion over 40 minutes (off-label).",
            "doseMinima": "Subanesthetic analgesia: 0.1 mg/kg IV bolus or 0.1 mg/kg/h infusion. Light sedation: 0.25 mg/kg IV. In resistant depression (off-label): 0.25–0.5 mg/kg in 40-minute infusion.",
            "reacoesAdversas": "Emergence delirium (agitation, hallucinations, vivid dreams), hypertension, tachycardia, increased intracranial and intraocular pressure, hypersalivation, nausea, vomiting, nystagmus, diplopia, vertigo, skin rash, pain at injection site, laryngospasm (rare), respiratory depression (mainly associated with other sedatives), increased bronchial secretions, urinary dysfunction (with chronic use), and hemorrhagic cystitis.",
            "riscoGravidez": "Category B. Safe for use in obstetric emergencies, including cesarean sections. Avoid prolonged or repeated use, especially in the first trimester, due to theoretical risk of fetal neurotoxicity observed in animal models.",
            "riscoLactacao": "Compatible. Small amounts excreted in breast milk, with no reports of significant adverse effects. Can breastfeed as soon as the patient is awake and alert.",
            "ajusteRenal": "No adjustment required in mild to moderate renal insufficiency. Use with caution in severe renal insufficiency due to accumulation of norketamine (active), with risk of prolongation of clinical effects.",
            "ajusteHepatico": "Use with caution in moderate to severe hepatic insufficiency. Reduce dose and prolong intervals due to risk of accumulation, considering reduced hepatic metabolism.",
            "contraindicacoes": "Hypersensitivity to ketamine or formula components. Uncontrolled severe hypertension. Known aneurysms. Decompensated intracranial hypertension. Uncontrolled glaucoma. Untreated active psychosis. Unstable angina. Decompensated severe heart failure. Cautious use in patients with history of psychotic disorders or schizophrenia.",
            "interacaoMedicamento": "Potentiates effects of CNS depressants (opioids, benzodiazepines, propofol, dexmedetomidina). Synergism with volatile and local anesthetics. Additive hypertensive effect with sympathomimetics (norepinephrine, epinephrine). May reduce efficacy of non-depolarizing neuromuscular blockers due to sympathetic stimulation. Increased risk of respiratory depression with concomitant sedatives.",
            "apresentacao": "50 mg/mL ampoules (2 mL, 5 mL, 10 mL). 500 mg/10 mL vials (50 mg/mL).",
            "preparo": "Ready for use. For infusion: dilute in 0.9% saline or 5% dextrose, final concentration 1–2 mg/mL. For IV, IM, or SC bolus: use directly from ampoule. Preparations should be made under aseptic technique and used immediately after preparation.",
            "solucoesCompatíveis": "0.9% saline, 5% dextrose, Ringer's lactate. Incompatible with alkaline solutions such as sodium bicarbonate and blood products in the same line.",
            "armazenamento": "Keep between 15°C and 30°C, protected from light. Do not freeze. After opening or dilution, use immediately. Discard unused leftovers.",
            "cuidadosMedicos": "Continuous monitoring of blood pressure, heart rate, saturation, capnography, and ECG. Always have airway material available (mask, cannula, tube, ventilator). Consider premedication with benzodiazepines to reduce agitation and hallucinations. Atropine or glycopyrrolate can be used to control hypersalivation. Ensure surveillance until complete recovery.",
            "cuidadosFarmaceuticos": "Check integrity of ampoule and solution. Perform dilution under aseptic technique. Use immediately after preparation. Strictly control inventory, as it is a medication subject to special control (ANVISA Ordinance 344/98). Ensure traceability of use and safe disposal of leftovers.",
            "cuidadosEnfermagem": "Monitor vital signs, respiratory pattern, sedation level, and hemodynamic parameters. Observe puncture site for extravasation, pain, or inflammation. Immediately report severe hypertension, tachycardia, agitation, delirium, hallucinations, laryngospasm, or respiratory depression. Ensure availability of materials for ventilatory support. Accompany until complete patient recovery.",
            "fontesBibliograficas": "Ketamin® Label, UpToDate (2024), Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia, Micromedex, Tintinalli's Emergency Medicine, PubMed ID 37129758, ASA Guidelines, SCCM (Society of Critical Care Medicine) Guidelines."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Cetamina (racémica)",
            "nomeComercial": "Ketanest®, Ketamin®, Ketalar®",
            "classificacao": "Anestésico general disociativo, antagonista no competitivo de receptores NMDA, analgésico potente, sedativo, hipnótico disociativo",
            "mecanismoAcao": "Antagonista no competitivo de los receptores NMDA, bloqueando la neurotransmisión excitatoria mediada por glutamato en el sistema nervioso central. Actúa también como agonista parcial de los receptores opioides (μ y κ), agonista de los receptores AMPA, activa canales HCN1 e inhibe canales de calcio tipo L. Estimula la liberación de catecolaminas (noradrenalina, dopamina), promoviendo efectos simpaticomiméticos, además de poseer acción en vías serotoninérgicas, dopaminérgicas y colinérgicas.",
            "farmacocinetica": "Inicio IV: 30–60 segundos. IM: 3–5 minutos. SC: 5–10 minutos. Pico IV: 1–3 minutos. Vida media de distribución: 10–15 minutos. Vida media de eliminación terminal: 2–4 horas. Volumen de distribución: 2–3 L/kg. Unión proteica: 20–50%. Metabolismo hepático vía CYP3A4, CYP2B6 y CYP2C9, con formación de norketamina (activo) e hidroxinorketamina (inactivo). Excreción renal predominante (~90%) en forma de metabolitos y pequeña fracción fecal (~5–10%).",
            "farmacodinamica": "Induce anestesia disociativa, caracterizada por la desconexión funcional entre el tálamo y la corteza cerebral. Mantiene reflejos protectores de vía aérea, drive respiratorio y tono muscular en la mayoría de los casos. Potente efecto analgésico y sedativo, con amnesia y leve efecto ansiolítico. Efecto simpaticomimético significativo, con aumento de la presión arterial, frecuencia cardíaca y gasto cardíaco. Promueve broncodilatación potente, siendo útil en asma grave y broncoespasmo refractario.",
            "indicacoes": "Inducción y mantenimiento de anestesia general. Sedación para procedimientos dolorosos, emergencia, curaciones, quemados y pequeñas cirugías. Analgesia en dolor agudo refractario, dolor neuropático, dolor oncológico y postoperatorio. Sedación en UCI y emergencia. Anestesia en pacientes hemodinámicamente inestables (trauma, shock, quemados, sepsis). Manejo de broncoespasmo refractario. Tratamiento adyuvante en depresión resistente (uso no aprobado, bajo protocolos específicos).",
            "posologia": "Inducción IV adulto: 1–2 mg/kg. IM: 4–6 mg/kg. SC: 3–5 mg/kg. Mantenimiento IV: 0,5–2 mg/kg en bolus o infusión de 0,5–2 mg/kg/h. Sedación procedural IV: 0,25–0,5 mg/kg bolus o 2–4 mg/kg IM. Analgesia IV: bolus de 0,1–0,3 mg/kg seguido de infusión 0,1–0,5 mg/kg/h. Depresión resistente (uso no aprobado): 0,5 mg/kg IV infundido en 40 minutos. Pediatría: inducción IV 1–2 mg/kg, IM 4–6 mg/kg; mantenimiento y analgesia según necesidad clínica.",
            "administracao": "IV, IM, SC o infusión IV continua. Bolus IV debe administrarse lentamente para reducir riesgo de efectos adversos. Infusiones continuas exigen bomba de infusión. Monitorización continua de parámetros cardiorrespiratorios y soporte de vía aérea obligatorio.",
            "doseMaxima": "Inducción: hasta 2 mg/kg IV o 6 mg/kg IM. Mantenimiento: hasta 3 mg/kg/h IV continuo. Sedación procedural: hasta 0,5 mg/kg IV o 4 mg/kg IM. Analgesia: hasta 0,5 mg/kg/h IV continuo. En depresión resistente: máximo 0,5 mg/kg por infusión en 40 minutos (uso no aprobado).",
            "doseMinima": "Analgesia subanestésica: 0,1 mg/kg IV en bolus o 0,1 mg/kg/h en infusión. Sedación leve: 0,25 mg/kg IV. En depresión resistente (uso no aprobado): 0,25–0,5 mg/kg en infusión de 40 minutos.",
            "reacoesAdversas": "Delirio de emergencia (agitación, alucinaciones, sueños vívidos), hipertensión, taquicardia, aumento de la presión intracraneal e intraocular, hipersalivación, náuseas, vómitos, nistagmo, diplopía, vértigo, erupción cutánea, dolor en el lugar de inyección, laringoespasmo (raro), depresión respiratoria (principalmente asociada a otros sedantes), aumento de secreciones bronquiales, disfunción urinaria (con uso crónico) y cistitis hemorrágica.",
            "riscoGravidez": "Categoría B. Seguro para uso en emergencias obstétricas, incluyendo cesáreas. Evitar uso prolongado o repetido, especialmente en el primer trimestre, debido al riesgo teórico de neurotoxicidad fetal observado en modelos animales.",
            "riscoLactacao": "Compatible. Pequeñas cantidades excretadas en la leche materna, sin reportes de efectos adversos significativos. Puede amamantar tan pronto como la paciente esté despierta y alerta.",
            "ajusteRenal": "No requiere ajuste en insuficiencia renal leve a moderada. Usar con precaución en insuficiencia renal grave debido a la acumulación de norketamina (activo), con riesgo de prolongación de los efectos clínicos.",
            "ajusteHepatico": "Usar con precaución en insuficiencia hepática moderada a grave. Reducir dosis y prolongar intervalos debido al riesgo de acumulación, considerando metabolismo hepático reducido.",
            "contraindicacoes": "Hipersensibilidad a la cetamina o a los componentes de la fórmula. Hipertensión arterial severa no controlada. Aneurismas conocidos. Hipertensión intracraneal descompensada. Glaucoma no controlado. Psicosis activa no tratada. Angina inestable. Insuficiencia cardíaca grave descompensada. Uso cauteloso en pacientes con historial de trastornos psicóticos o esquizofrenia.",
            "interacaoMedicamento": "Potencia efectos de depresores del SNC (opioides, benzodiacepinas, propofol, dexmedetomidina). Sinergismo con anestésicos volátiles y locales. Efecto hipertensivo aditivo con simpaticomiméticos (noradrenalina, adrenalina). Puede reducir eficacia de bloqueadores neuromusculares no despolarizantes debido a la estimulación simpática. Aumento del riesgo de depresión respiratoria con sedantes concomitantes.",
            "apresentacao": "Ampollas 50 mg/mL (2 mL, 5 mL, 10 mL). Frascos-ampolla 500 mg/10 mL (50 mg/mL).",
            "preparo": "Lista para uso. Para infusión: diluir en SF 0,9% o SG 5%, concentración final 1–2 mg/mL. Para bolus IV, IM o SC: utilizar directamente de la ampolla. Preparaciones deben hacerse bajo técnica aséptica y utilizarse inmediatamente tras el preparo.",
            "solucoesCompatíveis": "Suero fisiológico 0,9%, solución glucosada 5%, Ringer lactato. Incompatible con soluciones alcalinas como bicarbonato de sodio y hemoderivados en la misma línea.",
            "armazenamento": "Mantener entre 15°C y 30°C, protegido de la luz. No congelar. Tras apertura o dilución, utilizar inmediatamente. Descartar sobras no utilizadas.",
            "cuidadosMedicos": "Monitorización continua de presión arterial, frecuencia cardíaca, saturación, capnografía y ECG. Tener siempre disponible material para vía aérea (máscara, cánula, tubo, ventilador). Considerar premedicación con benzodiacepinas para reducir agitación y alucinaciones. Atropina o glicopirrolato pueden usarse para controlar hipersalivación. Garantizar vigilancia hasta completa recuperación.",
            "cuidadosFarmaceuticos": "Conferir integridad de la ampolla y de la solución. Realizar dilución bajo técnica aséptica. Usar inmediatamente tras el preparo. Controlar rigurosamente el inventario, por tratarse de medicamento sujeto a control especial (Ordenanza 344/98 ANVISA). Garantizar trazabilidad del uso y descarte seguro de las sobras.",
            "cuidadosEnfermagem": "Monitorizar signos vitales, patrón respiratorio, nivel de sedación y parámetros hemodinámicos. Observar lugar de punción para extravasación, dolor o inflamación. Notificar inmediatamente hipertensión grave, taquicardia, agitación, delirio, alucinaciones, laringoespasmo o depresión respiratoria. Asegurar disponibilidad de materiales para soporte ventilatorio. Acompañar hasta recuperación completa del paciente.",
            "fontesBibliograficas": "Bula Ketamin®, UpToDate (2024), Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia, Micromedex, Tintinalli's Emergency Medicine, PubMed ID 37129758, Directrices ASA, Directrices SCCM (Society of Critical Care Medicine)."
        }
    }
}