{
  "PT": {
    "bulario": {
      "nomePrincipioAtivo": "Cloreto de Potássio",
      "nomeComercial": "KCl®, Potasion®, Potenay K®, CloridRato de Potássio®",
      "classificacao": "Repositor eletrolítico, solução parenteral de potássio",
      "mecanismoAcao": "O cloreto de potássio atua como repositor dos íons potássio, fundamentais para a manutenção do potencial elétrico transmembrana das células, especialmente nas musculares (cardíacas e esqueléticas) e neurônios. O potássio é o principal cátion intracelular, essencial para funções bioelétricas, transmissão nervosa, contração muscular e função enzimática. A sua administração corrige a hipocalemia, restabelecendo gradientes eletroquímicos e estabilizando a condução elétrica miocárdica.",
      "farmacocinetica": "• Absorção: biodisponibilidade completa por via intravenosa.\n• Início de ação: imediato (efeito fisiológico conforme taxa de infusão).\n• Pico: variável de acordo com velocidade de infusão e gravidade da depleção.\n• Duração: depende da reposição e da taxa de perdas contínuas.\n• Volume de distribuição: equivalente ao volume de líquido intracelular (0,6 L/kg).\n• Metabolização: não sofre metabolização.\n• Excreção: renal (principal), regulado pela aldosterona. Pequena fração é eliminada pelas fezes e suor.",
      "farmacodinamica": "Restaura o equilíbrio eletrolítico, melhora a excitabilidade neuromuscular, a função muscular esquelética e cardíaca, além de regular o equilíbrio ácido-base. A correção da hipocalemia previne arritmias cardíacas, fraqueza muscular, constipação, alcalose metabólica e paralisia flácida.",
      "indicacoes": "• Tratamento e prevenção da hipocalemia de qualquer etiologia, incluindo:\n  - Vômitos, diarreias prolongadas.\n  - Uso de diuréticos (tiazídicos, de alça).\n  - Síndromes de perda renal de potássio (síndrome de Bartter, Gitelman).\n  - Alcalose metabólica.\n  - Hipopotassemia associada a cetoacidose diabética.\n  - Nutrição parenteral total (NPT).\n• Correção de arritmias associadas à hipocalemia.\n• Suporte eletrolítico em pacientes críticos.",
      "posologia": "Adulto:\n• Hipocalemia leve a moderada:\n  - 20–40 mEq diluídos em 250–500 mL de SF ou SG5%, infundir em 2–4 horas.\n• Hipocalemia grave ou com arritmia:\n  - Até 60–80 mEq, sempre diluído, infundir em no mínimo 4 horas.\n• Limite máximo de infusão periférica: 10 mEq/h.\n• Limite máximo em acesso central: 20 mEq/h, sob monitorização contínua.\nPediatria:\n• 0,5–1 mEq/kg/dose, máximo 40 mEq/dia.\n• Velocidade máxima: 0,5 mEq/kg/h periférico, 1 mEq/kg/h central (com monitorização rigorosa).",
      "administracao": "• Exclusivamente por via intravenosa, sempre diluído.\n• Nunca administrar por via IM, SC ou EV direta (bolus) — risco de parada cardíaca.\n• Preferencialmente em acesso venoso central para concentrações maiores que 40 mEq/L.\n• Uso em bomba de infusão para controle preciso da taxa.",
      "doseMaxima": "• Adulto:\n  - Periférico: 10 mEq/h.\n  - Central: até 20 mEq/h (sob monitorização rigorosa).\n  - Total diária: 200 mEq.\n• Pediatria:\n  - 1 mEq/kg/h (máximo absoluto) em acesso central.\n  - 40 mEq/dia.",
      "doseMinima": "• Adulto: 10–20 mEq por dose.\n• Pediatria: 0,5 mEq/kg por dose.",
      "reacoesAdversas": "Muito comuns (>10%):\n• Dor no local da infusão, flebite, desconforto venoso.\nComuns (1–10%):\n• Náusea, parestesias, sensação de queimação na veia.\n• Irritação venosa, infiltração e necrose tecidual (em extravasamento).\nIncomuns (0,1–1%):\n• Hipercalemia (especialmente em infusão rápida ou dose excessiva).\n• Alterações no ECG (ondas T picadas, alargamento de QRS, bloqueios AV).\nRaras (<0,1%):\n• Parada cardíaca.\n• Bradicardia severa.\n• Assistolia, fibrilação ventricular (em intoxicação grave).",
      "riscoGravidez": "Categoria C. Considerado seguro quando necessário para reposição eletrolítica, desde que bem monitorado. Utilizar com cautela, monitorando eletrólitos maternos e fetais.",
      "riscoLactacao": "Compatível com a amamentação. Não se espera risco significativo para o lactente em uso em curto prazo e devidamente monitorado.",
      "ajusteRenal": "• Requer ajuste.\n• Reduzir dose ou evitar em insuficiência renal moderada a grave, dado o risco de hipercalemia.\n• Monitorar potássio sérico rigorosamente antes e durante a administração.\n• Usar com extrema cautela na DRC, especialmente em anúria ou oligúria.",
      "ajusteHepatico": "• Não necessita ajuste, pois o potássio não é metabolizado no fígado.\n• Cuidado indireto se insuficiência hepática cursar com disfunção renal associada.",
      "contraindicacoes": "• Hipercalemia.\n• Insuficiência renal grave não dialítica.\n• Insuficiência adrenal aguda (Addison não tratado).\n• Desidratação grave não corrigida.\n• Acidose metabólica descompensada.\n• Doença de Addison sem reposição.\n• Bloqueio AV de 2º ou 3º grau sem marcapasso.\n• Uso concomitante com medicamentos poupadores de potássio (espironolactona, eplerenona, amilorida, triantereno) sem correção da hipercalemia.",
      "interacaoMedicamento": "• Aumento do risco de hipercalemia com:\n  - IECAs, BRA, inibidores diretos de renina.\n  - Diuréticos poupadores de potássio.\n  - Betabloqueadores não seletivos.\n  - Antagonistas de aldosterona.\n  - Anti-inflamatórios não esteroidais (AINEs).\n• Potencialização da toxicidade digitálica.\n• Risco aumentado de bloqueios cardíacos com bloqueadores dos canais de cálcio e betabloqueadores.",
      "apresentacao": "• Ampolas de 10% (1 mEq/mL) – 10 mL (10 mEq) e 20 mL (20 mEq).\n• Frascos de 500 mL ou 1000 mL (soluções eletrolíticas combinadas).",
      "preparo": "• Diluir cada 10 mEq (10 mL) em no mínimo 100 mL de SF 0,9% ou SG5%.\n• Concentração máxima periférica: 40 mEq/L.\n• Concentração máxima central: até 80 mEq/L (em situações críticas, com monitorização contínua).",
      "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%, Ringer simples. Incompatível com soluções contendo bicarbonato (risco de precipitação).",
      "armazenamento": "Manter entre 15°C e 30°C, protegido da luz. Usar imediatamente após a diluição. Descartar solução se houver precipitação, turvação ou alteração de cor.",
      "cuidadosMedicos": "• Monitorização rigorosa de potássio sérico, função renal e ECG.\n• Ajustar infusão de acordo com gravidade da hipocalemia e via de acesso.\n• Usar acesso central preferencialmente para concentrações >40 mEq/L.\n• Corrigir distúrbios ácido-base concomitantes.\n• Estar preparado para manejo de hipercalemia (glicoinsulina, bicarbonato, salina hipertônica, diálise).",
      "cuidadosFarmaceuticos": "• Conferir rótulo cuidadosamente (risco elevado se administração incorreta).\n• Garantir diluição adequada.\n• Verificar compatibilidade da solução.\n• Realizar rastreabilidade do lote, dose, via e horário.\n• Descartar qualquer solução com precipitação ou alteração de cor.",
      "cuidadosEnfermagem": "• Monitorar ECG contínuo durante infusão.\n• Observar sinais de hipercalemia: fraqueza, parestesias, arritmias, bloqueios.\n• Conferir bomba de infusão e garantir acesso venoso pérvio.\n• Inspecionar o local da punção para extravasamento (risco de necrose tecidual).\n• Notificar imediatamente qualquer alteração hemodinâmica, dor, edema ou queimação no local da infusão.",
      "fontesBibliograficas": "Bula Anvisa (Cloreto de Potássio), UpToDate (2024), Micromedex, Manual de Terapêutica da Sociedade Brasileira de Clínica Médica (2022), Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Goodman & Gilman (13ª Edição), PubMed ID 37582290, Tintinalli's Emergency Medicine (9ª Edição)."
    }
  },
  "US": {
    "bulario": {
      "nomePrincipioAtivo": "Potassium Chloride",
      "nomeComercial": "KCl®, Potasion®, Potenay K®, Potassium Chloride®",
      "classificacao": "Electrolyte replenisher, parenteral potassium solution",
      "mecanismoAcao": "Potassium chloride acts as a replenisher of potassium ions, fundamental for maintaining the transmembrane electrical potential of cells, especially in muscle cells (cardiac and skeletal) and neurons. Potassium is the main intracellular cation, essential for bioelectrical functions, nerve transmission, muscle contraction, and enzymatic function. Its administration corrects hypokalemia, reestablishing electrochemical gradients and stabilizing myocardial electrical conduction.",
      "farmacocinetica": "• Absorption: complete bioavailability by intravenous route.\n• Onset of action: immediate (physiological effect according to infusion rate).\n• Peak: variable according to infusion speed and severity of depletion.\n• Duration: depends on replacement and rate of continuous losses.\n• Volume of distribution: equivalent to intracellular fluid volume (0.6 L/kg).\n• Metabolism: does not undergo metabolism.\n• Excretion: renal (primary), regulated by aldosterone. Small fraction is eliminated in feces and sweat.",
      "farmacodinamica": "Restores electrolyte balance, improves neuromuscular excitability, skeletal and cardiac muscle function, in addition to regulating acid-base balance. Correction of hypokalemia prevents cardiac arrhythmias, muscle weakness, constipation, metabolic alkalosis, and flaccid paralysis.",
      "indicacoes": "• Treatment and prevention of hypokalemia of any etiology, including:\n  - Vomiting, prolonged diarrhea.\n  - Use of diuretics (thiazides, loop).\n  - Renal potassium loss syndromes (Bartter syndrome, Gitelman).\n  - Metabolic alkalosis.\n  - Hypokalemia associated with diabetic ketoacidosis.\n  - Total parenteral nutrition (TPN).\n• Correction of arrhythmias associated with hypokalemia.\n• Electrolyte support in critical patients.",
      "posologia": "Adults:\n• Mild to moderate hypokalemia:\n  - 20–40 mEq diluted in 250–500 mL of saline or 5% glucose, infuse over 2–4 hours.\n• Severe hypokalemia or with arrhythmia:\n  - Up to 60–80 mEq, always diluted, infuse over at least 4 hours.\n• Maximum peripheral infusion rate: 10 mEq/h.\n• Maximum central access rate: 20 mEq/h, under continuous monitoring.\nPediatrics:\n• 0.5–1 mEq/kg/dose, maximum 40 mEq/day.\n• Maximum rate: 0.5 mEq/kg/h peripheral, 1 mEq/kg/h central (with rigorous monitoring).",
      "administracao": "• Exclusively by intravenous route, always diluted.\n• Never administer by IM, SC, or direct IV (bolo) — risk of cardiac arrest.\n• Preferably in central venous access for concentrations greater than 40 mEq/L.\n• Use infusion pump for precise rate control.",
      "doseMaxima": "• Adults:\n  - Peripheral: 10 mEq/h.\n  - Central: up to 20 mEq/h (under rigorous monitoring).\n  - Daily total: 200 mEq.\n• Pediatrics:\n  - 1 mEq/kg/h (absolute maximum) in central access.\n  - 40 mEq/day.",
      "doseMinima": "• Adults: 10–20 mEq per dose.\n• Pediatrics: 0.5 mEq/kg per dose.",
      "reacoesAdversas": "Very common (>10%):\n• Pain at infusion site, phlebitis, venous discomfort.\nCommon (1–10%):\n• Nausea, paresthesias, burning sensation in vein.\n• Venous irritation, infiltration, and tissue necrosis (in extravasation).\nUncommon (0.1–1%):\n• Hyperkalemia (especially with rapid infusion or excessive dose).\n• ECG changes (peaked T waves, QRS widening, AV blocks).\nRare (<0.1%):\n• Cardiac arrest.\n• Severe bradycardia.\n• Asystole, ventricular fibrillation (in severe poisoning).",
      "riscoGravidez": "Category C. Considered safe when necessary for electrolyte replacement, provided it is well monitored. Use with caution, monitoring maternal and fetal electrolytes.",
      "riscoLactacao": "Compatible with breastfeeding. No significant risk expected for the nursing infant with short-term use and proper monitoring.",
      "ajusteRenal": "• Requires adjustment.\n• Reduce dose or avoid in moderate to severe renal insufficiency, given the risk of hyperkalemia.\n• Monitor serum potassium rigorously before and during administration.\n• Use with extreme caution in CKD, especially in anuria or oliguria.",
      "ajusteHepatico": "• No adjustment needed, as potassium is not metabolized in the liver.\n• Indirect care if hepatic insufficiency is associated with renal dysfunction.",
      "contraindicacoes": "• Hyperkalemia.\n• Severe non-dialytic renal insufficiency.\n• Acute adrenal insufficiency (untreated Addison's).\n• Severe uncorrected dehydration.\n• Decompensated metabolic acidosis.\n• Addison's disease without replacement.\n• 2nd or 3rd degree AV block without pacemaker.\n• Concomitant use with potassium-sparing medications (spironolactone, eplerenone, amiloride, triamterene) without hyperkalemia correction.",
      "interacaoMedicamento": "• Increased risk of hyperkalemia with:\n  - ACE inhibitors, ARBs, direct renin inhibitors.\n  - Potassium-sparing diuretics.\n  - Non-selective beta-blockers.\n  - Aldosterone antagonists.\n  - Non-steroidal anti-inflammatory drugs (NSAIDs).\n• Potentiation of digitalis toxicity.\n• Increased risk of cardiac blocks with calcium channel blockers and beta-blockers.",
      "apresentacao": "• 10% ampoules (1 mEq/mL) – 10 mL (10 mEq) and 20 mL (20 mEq).\n• 500 mL or 1000 mL bottles (combined electrolyte solutions).",
      "preparo": "• Dilute each 10 mEq (10 mL) in at least 100 mL of 0.9% saline or 5% glucose.\n• Maximum peripheral concentration: 40 mEq/L.\n• Maximum central concentration: up to 80 mEq/L (in critical situations, with continuous monitoring).",
      "solucoesCompatíveis": "0.9% saline, 5% glucose solution, simple Ringer's. Incompatible with solutions containing bicarbonate (precipitation risk).",
      "armazenamento": "Store between 15°C and 30°C, protected from light. Use immediately after dilution. Discard solution if there is precipitation, cloudiness, or color change.",
      "cuidadosMedicos": "• Rigorous monitoring of serum potassium, renal function, and ECG.\n• Adjust infusion according to severity of hypokalemia and access route.\n• Preferentially use central access for concentrations >40 mEq/L.\n• Correct concomitant acid-base disorders.\n• Be prepared for hyperkalemia management (glucose-insulin, bicarbonate, hypertonic saline, dialysis).",
      "cuidadosFarmaceuticos": "• Check label carefully (high risk if incorrect administration).\n• Ensure adequate dilution.\n• Verify solution compatibility.\n• Perform traceability of batch, dose, route, and time.\n• Discard any solution with precipitation or color change.",
      "cuidadosEnfermagem": "• Monitor continuous ECG during infusion.\n• Observe signs of hyperkalemia: weakness, paresthesias, arrhythmias, blocks.\n• Check infusion pump and ensure patent venous access.\n• Inspect puncture site for extravasation (risk of tissue necrosis).\n• Immediately report any hemodynamic changes, pain, edema, or burning at the infusion site.",
      "fontesBibliograficas": "FDA Label (Potassium Chloride), UpToDate (2024), Micromedex, American Society of Clinical Medicine Therapeutics Manual (2022), Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Goodman & Gilman (13th Edition), PubMed ID 37582290, Tintinalli's Emergency Medicine (9th Edition)."
    }
  },
  "ES": {
    "bulario": {
      "nomePrincipioAtivo": "Cloruro de Potasio",
      "nomeComercial": "KCl®, Potasion®, Potenay K®, Cloruro de Potasio®",
      "classificacao": "Repositor electrolítico, solución parenteral de potasio",
      "mecanismoAcao": "El cloruro de potasio actúa como repositor de los iones potasio, fundamentales para el mantenimiento del potencial eléctrico transmembrana de las células, especialmente en las musculares (cardíacas y esqueléticas) y neuronas. El potasio es el principal catión intracelular, esencial para funciones bioeléctricas, transmisión nerviosa, contracción muscular y función enzimática. Su administración corrige la hipocalemia, restableciendo gradientes electroquímicos y estabilizando la conducción eléctrica miocárdica.",
      "farmacocinetica": "• Absorción: biodisponibilidad completa por vía intravenosa.\n• Inicio de acción: inmediato (efecto fisiológico según tasa de infusión).\n• Pico: variable según velocidad de infusión y gravedad de la depleción.\n• Duración: depende de la reposición y de la tasa de pérdidas continuas.\n• Volumen de distribución: equivalente al volumen de líquido intracelular (0,6 L/kg).\n• Metabolismo: no sufre metabolización.\n• Excreción: renal (principal), regulado por la aldosterona. Pequeña fracción se elimina por las heces y sudor.",
      "farmacodinamica": "Restaura el equilibrio electrolítico, mejora la excitabilidad neuromuscular, la función muscular esquelética y cardíaca, además de regular el equilibrio ácido-base. La corrección de la hipocalemia previene arritmias cardíacas, debilidad muscular, estreñimiento, alcalosis metabólica y parálisis flácida.",
      "indicacoes": "• Tratamiento y prevención de la hipocalemia de cualquier etiología, incluyendo:\n  - Vómitos, diarreas prolongadas.\n  - Uso de diuréticos (tiazídicos, de asa).\n  - Síndromes de pérdida renal de potasio (síndrome de Bartter, Gitelman).\n  - Alcalosis metabólica.\n  - Hipopotasemia asociada a cetoacidosis diabética.\n  - Nutrición parenteral total (NPT).\n• Corrección de arritmias asociadas a hipocalemia.\n• Soporte electrolítico en pacientes críticos.",
      "posologia": "Adultos:\n• Hipocalemia leve a moderada:\n  - 20–40 mEq diluidos en 250–500 mL de SF o SG5%, infundir en 2–4 horas.\n• Hipocalemia grave o con arritmia:\n  - Hasta 60–80 mEq, siempre diluido, infundir en mínimo 4 horas.\n• Límite máximo de infusión periférica: 10 mEq/h.\n• Límite máximo en acceso central: 20 mEq/h, bajo monitorización continua.\nPediatría:\n• 0,5–1 mEq/kg/dosis, máximo 40 mEq/día.\n• Velocidad máxima: 0,5 mEq/kg/h periférico, 1 mEq/kg/h central (con monitorización rigurosa).",
      "administracao": "• Exclusivamente por vía intravenosa, siempre diluido.\n• Nunca administrar por vía IM, SC o EV directa (bolo) — riesgo de parada cardíaca.\n• Preferentemente en acceso venoso central para concentraciones mayores que 40 mEq/L.\n• Uso en bomba de infusión para control preciso de la tasa.",
      "doseMaxima": "• Adultos:\n  - Periférico: 10 mEq/h.\n  - Central: hasta 20 mEq/h (bajo monitorización rigurosa).\n  - Total diario: 200 mEq.\n• Pediatría:\n  - 1 mEq/kg/h (máximo absoluto) en acceso central.\n  - 40 mEq/día.",
      "doseMinima": "• Adultos: 10–20 mEq por dosis.\n• Pediatría: 0,5 mEq/kg por dosis.",
      "reacoesAdversas": "Muy frecuentes (>10%):\n• Dolor en el local de la infusión, flebitis, malestar venoso.\nFrecuentes (1–10%):\n• Náusea, parestesias, sensación de quemadura en la vena.\n• Irritación venosa, infiltración y necrosis tisular (en extravasación).\nPoco frecuentes (0,1–1%):\n• Hipercalemia (especialmente en infusión rápida o dosis excesiva).\n• Alteraciones en el ECG (ondas T picudas, ensanchamiento de QRS, bloqueos AV).\nRaras (<0,1%):\n• Parada cardíaca.\n• Bradicardia severa.\n• Asistolia, fibrilación ventricular (en intoxicación grave).",
      "riscoGravidez": "Categoría C. Considerado seguro cuando es necesario para reposición electrolítica, siempre que esté bien monitorizado. Utilizar con precaución, monitorizando electrolitos maternos y fetales.",
      "riscoLactacao": "Compatible con la lactancia. No se espera riesgo significativo para el lactante con uso a corto plazo y debidamente monitorizado.",
      "ajusteRenal": "• Requiere ajuste.\n• Reducir dosis o evitar en insuficiencia renal moderada a grave, dado el riesgo de hipercalemia.\n• Monitorizar potasio sérico rigurosamente antes y durante la administración.\n• Usar con extrema precaución en la ERC, especialmente en anuria u oliguria.",
      "ajusteHepatico": "• No necesita ajuste, ya que el potasio no se metaboliza en el hígado.\n• Cuidado indirecto si la insuficiencia hepática cursa con disfunción renal asociada.",
      "contraindicacoes": "• Hipercalemia.\n• Insuficiencia renal grave no dialítica.\n• Insuficiencia adrenal aguda (Addison no tratado).\n• Deshidratación grave no corregida.\n• Acidosis metabólica descompensada.\n• Enfermedad de Addison sin reposición.\n• Bloqueo AV de 2º o 3º grado sin marcapasos.\n• Uso concomitante con medicamentos ahorradores de potasio (espironolactona, eplerenona, amilorida, triantereno) sin corrección de la hipercalemia.",
      "interacaoMedicamento": "• Aumento del riesgo de hipercalemia con:\n  - IECA, ARA II, inhibidores directos de renina.\n  - Diuréticos ahorradores de potasio.\n  - Betabloqueadores no selectivos.\n  - Antagonistas de aldosterona.\n  - Antiinflamatorios no esteroideos (AINEs).\n• Potenciación de la toxicidad digitálica.\n• Riesgo aumentado de bloqueos cardíacos con bloqueadores de los canales de calcio y betabloqueadores.",
      "apresentacao": "• Ampollas de 10% (1 mEq/mL) – 10 mL (10 mEq) y 20 mL (20 mEq).\n• Frascos de 500 mL o 1000 mL (soluciones electrolíticas combinadas).",
      "preparo": "• Diluir cada 10 mEq (10 mL) en mínimo 100 mL de SF 0,9% o SG5%.\n• Concentración máxima periférica: 40 mEq/L.\n• Concentración máxima central: hasta 80 mEq/L (en situaciones críticas, con monitorización continua).",
      "solucoesCompatíveis": "Suero fisiológico 0,9%, solución glucosada 5%, Ringer simple. Incompatible con soluciones que contengan bicarbonato (riesgo de precipitación).",
      "armazenamento": "Mantener entre 15°C y 30°C, protegido de la luz. Usar inmediatamente tras la dilución. Descartar solución si hay precipitación, turbidez o cambio de color.",
      "cuidadosMedicos": "• Monitorización rigurosa de potasio sérico, función renal y ECG.\n• Ajustar infusión según gravedad de la hipocalemia y vía de acceso.\n• Usar acceso central preferentemente para concentraciones >40 mEq/L.\n• Corregir trastornos ácido-base concomitantes.\n• Estar preparado para manejo de hipercalemia (glucosa-insulina, bicarbonato, salina hipertónica, diálisis).",
      "cuidadosFarmaceuticos": "• Verificar etiqueta cuidadosamente (riesgo elevado si administración incorrecta).\n• Garantizar dilución adecuada.\n• Verificar compatibilidad de la solución.\n• Realizar trazabilidad del lote, dosis, vía y horario.\n• Descartar cualquier solución con precipitación o cambio de color.",
      "cuidadosEnfermagem": "• Monitorizar ECG continuo durante infusión.\n• Observar signos de hipercalemia: debilidad, parestesias, arritmias, bloqueos.\n• Verificar bomba de infusión y garantizar acceso venoso permeable.\n• Inspeccionar el local de la punción para extravasación (riesgo de necrosis tisular).\n• Notificar inmediatamente cualquier alteración hemodinámica, dolor, edema o quemadura en el local de la infusión.",
      "fontesBibliograficas": "Ficha Técnica AEMPS (Cloruro de Potasio), UpToDate (2024), Micromedex, Manual de Terapéutica de la Sociedad Española de Medicina Clínica (2022), Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Goodman & Gilman (13ª Edición), PubMed ID 37582290, Tintinalli's Emergency Medicine (9ª Edición)."
    }
  }
}
