{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Cloreto de Cálcio",
            "nomeComercial": "Cloreto de Cálcio®, CaCl2®, Clorcal®",
            "classificacao": "Repositor eletrolítico, agente cardiotônico, antagonista fisiológico dos íons potássio e magnésio",
            "mecanismoAcao": "O cloreto de cálcio atua como fonte de íons cálcio, fundamentais na manutenção do potencial de membrana, na excitabilidade neuromuscular, na contratilidade miocárdica, na função de enzimas dependentes de cálcio e na cascata de coagulação. Seu efeito inotrópico positivo ocorre por aumento da disponibilidade de cálcio intracelular nas células miocárdicas, melhorando a força de contração. Atua como estabilizador de membrana cardíaca na hipercalemia e hipermagnesemia.",
            "farmacocinetica": "• Absorção: biodisponibilidade completa por via IV.\n• Início de ação: imediato (1–3 minutos).\n• Pico de efeito: 3–5 minutos.\n• Duração: 10–20 minutos.\n• Volume de distribuição: 0,2–0,3 L/kg.\n• Metabolização: não sofre metabolismo.\n• Excreção: renal (menor parte), predominantemente redistribuição óssea e sequestração tecidual.",
            "farmacodinamica": "Restaura os níveis de cálcio extracelular, estabilizando membranas celulares e promovendo efeito inotrópico positivo. Na hipercalemia, reduz excitabilidade e risco de arritmias. Na hipocalcemia, restaura contratilidade miocárdica e função neuromuscular. Antagoniza efeitos tóxicos do sulfato de magnésio e do bloqueio de canais de cálcio.",
            "indicacoes": "• Hipocalcemia sintomática.\n• Hipercalemia grave (como estabilizador de membrana).\n• Hipermagnesemia grave.\n• Intoxicação por bloqueadores dos canais de cálcio.\n• Suporte inotrópico em situações de choque com hipocalcemia.\n• Durante a ressuscitação em parada cardíaca associada à hipercalemia ou hipocalcemia.",
            "posologia": "Adulto:\n• Hipocalcemia aguda, hipercalemia, hipermagnesemia:\n  - 500–1000 mg de Cloreto de Cálcio a 10% (5–10 mL), IV lento em 2–5 minutos.\n• Intoxicação por bloqueadores de canais de cálcio:\n  - 1000 mg (10 mL) IV, repetir conforme necessário, seguido de infusão contínua de 0,5–1,5 mEq/kg/h.\nPediatria:\n• 20 mg/kg de solução a 10% (máximo 1 g) IV lento em 5–10 minutos.\n• Pode ser repetido conforme resposta clínica e eletrólitos.",
            "administracao": "• Exclusivamente por via IV lenta ou infusão contínua.\n• Preferencialmente em acesso venoso central devido ao risco de necrose tecidual.\n• Se em acesso periférico, administrar lentamente e assegurar boa veia, com monitorização rigorosa.",
            "doseMaxima": "• Adulto: até 3 g (30 mL) em bolus, seguido de infusão contínua.\n• Pediatria: 1 g por dose (máximo absoluto em bolus).",
            "doseMinima": "• 500 mg (5 mL) IV adulto.\n• 20 mg/kg IV pediátrico.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Rubor, sensação de calor, gosto metálico.\nComuns (1–10%):\n• Náusea, vômitos.\n• Bradicardia, hipotensão.\n• Dor ou queimação na veia, flebite.\nIncomuns (0,1–1%):\n• Extravasamento com necrose tecidual.\n• Arritmias (bradicardia severa, bloqueios AV).\nRaras (<0,1%):\n• Parada cardíaca (se infundido rapidamente).\n• Hipercalcemia sintomática.\n• Asistolia ou dissociação eletromecânica em superdosagem.",
            "riscoGravidez": "Categoria C. Usar se claramente necessário. Não há evidências de teratogenicidade, mas o risco de hipercalcemia fetal deve ser considerado.",
            "riscoLactacao": "Seguro. Não se espera excreção significativa no leite materno.",
            "ajusteRenal": "• Usar com cautela.\n• Reduzir dose em insuficiência renal grave devido ao risco de hipercalcemia.\n• Monitorizar cálcio sérico, função renal e ECG.",
            "ajusteHepatico": "• Não exige ajuste específico. Contudo, monitorar eletrólitos em disfunção hepática associada a insuficiência renal ou choque.",
            "contraindicacoes": "• Hipercalcemia.\n• Doença cardíaca digitalizada (risco de arritmias graves com digoxina).\n• Parada cardíaca por fibrilação ventricular (não usar como primeira linha).\n• Desidratação severa não corrigida.\n• Acidose respiratória não tratada.",
            "interacaoMedicamento": "• Incompatível fisicamente com:\n  - Bicarbonato de sódio (forma precipitado de carbonato de cálcio).\n• Potencializa toxicidade da digoxina (risco de arritmias fatais).\n• Potencializa efeito inotrópico de catecolaminas.\n• Interage com bloqueadores de canais de cálcio (pode antagonizar efeitos terapêuticos ou ser usado como antídoto).",
            "apresentacao": "• Ampolas 10% (100 mg/mL) – 10 mL (1 g de cálcio por ampola).",
            "preparo": "• Usar diretamente a ampola de 10% para bolus ou diluir em 100 mL de SF ou SG5% para infusão lenta.\n• Não administrar concomitantemente com bicarbonato na mesma via.",
            "solucoesCompatíveis": "SF 0,9%, SG5%. Incompatível com bicarbonato de sódio, fosfato e soluções alcalinas.",
            "armazenamento": "Conservar entre 15°C e 30°C, protegido da luz. Usar imediatamente após aberto. Descartar se houver precipitação ou alteração de cor.",
            "cuidadosMedicos": "• Monitorização contínua de ECG, cálcio sérico, potássio, magnésio e função renal.\n• Preferir acesso central.\n• Ter disponível suporte para ressuscitação.\n• Usar com cautela em pacientes digitalizados (risco de arritmias fatais).",
            "cuidadosFarmaceuticos": "• Verificar rótulo e concentração.\n• Evitar uso concomitante na mesma via com bicarbonato.\n• Garantir diluição adequada e estabilidade da solução.\n• Documentar lote, dose, via e horário.",
            "cuidadosEnfermagem": "• Monitorar ECG, sinais vitais e função renal durante e após a infusão.\n• Inspecionar local de infusão para sinais de extravasamento (risco de necrose).\n• Notificar imediatamente qualquer dor, queimação, edema ou sinais de hipercalcemia (confusão, fraqueza, náuseas, vômitos).",
            "fontesBibliograficas": "Bula Anvisa (Cloreto de Cálcio), UpToDate (2024), Micromedex, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Goodman & Gilman (13ª Edição), PubMed ID 37593821, Tintinalli's Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Calcium Chloride",
            "nomeComercial": "Calcium Chloride®, CaCl2®, Clorcal®",
            "classificacao": "Electrolyte replenisher, cardiotonic agent, physiological antagonist of potassium and magnesium ions",
            "mecanismoAcao": "Calcium chloride acts as a source of calcium ions, fundamental in maintaining membrane potential, neuromuscular excitability, myocardial contractility, calcium-dependent enzyme function, and the coagulation cascade. Its positive inotropic effect occurs through increased availability of intracellular calcium in myocardial cells, improving contraction force. It acts as a cardiac membrane stabilizer in hyperkalemia and hypermagnesemia.",
            "farmacocinetica": "• Absorption: complete bioavailability by IV route.\n• Onset of action: immediate (1–3 minutes).\n• Peak effect: 3–5 minutes.\n• Duration: 10–20 minutes.\n• Volume of distribution: 0.2–0.3 L/kg.\n• Metabolism: does not undergo metabolism.\n• Excretion: renal (minor part), predominantly bone redistribution and tissue sequestration.",
            "farmacodinamica": "Restores extracellular calcium levels, stabilizing cell membranes and promoting positive inotropic effect. In hyperkalemia, it reduces excitability and arrhythmia risk. In hypocalcemia, it restores myocardial contractility and neuromuscular function. It antagonizes toxic effects of magnesium sulfate and calcium channel blockade.",
            "indicacoes": "• Symptomatic hypocalcemia.\n• Severe hyperkalemia (as membrane stabilizer).\n• Severe hypermagnesemia.\n• Calcium channel blocker poisoning.\n• Inotropic support in shock situations with hypocalcemia.\n• During resuscitation in cardiac arrest associated with hyperkalemia or hypocalcemia.",
            "posologia": "Adults:\n• Acute hypocalcemia, hyperkalemia, hypermagnesemia:\n  - 500–1000 mg of 10% Calcium Chloride (5–10 mL), slow IV over 2–5 minutes.\n• Calcium channel blocker poisoning:\n  - 1000 mg (10 mL) IV, repeat as needed, followed by continuous infusion of 0.5–1.5 mEq/kg/h.\nPediatrics:\n• 20 mg/kg of 10% solution (maximum 1 g) slow IV over 5–10 minutes.\n• May be repeated according to clinical response and electrolytes.",
            "administracao": "• Exclusively by slow IV or continuous infusion.\n• Preferably in central venous access due to risk of tissue necrosis.\n• If in peripheral access, administer slowly and ensure good vein, with rigorous monitoring.",
            "doseMaxima": "• Adults: up to 3 g (30 mL) in bolus, followed by continuous infusion.\n• Pediatrics: 1 g per dose (absolute maximum in bolus).",
            "doseMinima": "• 500 mg (5 mL) IV adult.\n• 20 mg/kg IV pediatric.",
            "reacoesAdversas": "Very common (>10%):\n• Flushing, heat sensation, metallic taste.\nCommon (1–10%):\n• Nausea, vomiting.\n• Bradycardia, hypotension.\n• Pain or burning in vein, phlebitis.\nUncommon (0.1–1%):\n• Extravasation with tissue necrosis.\n• Arrhythmias (severe bradycardia, AV blocks).\nRare (<0.1%):\n• Cardiac arrest (if infused rapidly).\n• Symptomatic hypercalcemia.\n• Asystole or electromechanical dissociation in overdose.",
            "riscoGravidez": "Category C. Use if clearly necessary. No evidence of teratogenicity, but risk of fetal hypercalcemia should be considered.",
            "riscoLactacao": "Safe. No significant excretion in breast milk is expected.",
            "ajusteRenal": "• Use with caution.\n• Reduce dose in severe renal insufficiency due to risk of hypercalcemia.\n• Monitor serum calcium, renal function, and ECG.",
            "ajusteHepatico": "• No specific adjustment required. However, monitor electrolytes in hepatic dysfunction associated with renal insufficiency or shock.",
            "contraindicacoes": "• Hypercalcemia.\n• Digitalized heart disease (risk of severe arrhythmias with digoxin).\n• Cardiac arrest due to ventricular fibrillation (do not use as first line).\n• Severe uncorrected dehydration.\n• Untreated respiratory acidosis.",
            "interacaoMedicamento": "• Physically incompatible with:\n  - Sodium bicarbonate (forms calcium carbonate precipitate).\n• Potentiates digoxin toxicity (risk of fatal arrhythmias).\n• Potentiates inotropic effect of catecholamines.\n• Interacts with calcium channel blockers (may antagonize therapeutic effects or be used as antidote).",
            "apresentacao": "• 10% ampoules (100 mg/mL) – 10 mL (1 g calcium per ampoule).",
            "preparo": "• Use 10% ampoule directly for bolus or dilute in 100 mL of saline or 5% glucose for slow infusion.\n• Do not administer concomitantly with bicarbonate in the same line.",
            "solucoesCompatíveis": "0.9% saline, 5% glucose. Incompatible with sodium bicarbonate, phosphate, and alkaline solutions.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. Use immediately after opening. Discard if precipitation or color change occurs.",
            "cuidadosMedicos": "• Continuous monitoring of ECG, serum calcium, potassium, magnesium, and renal function.\n• Prefer central access.\n• Have resuscitation support available.\n• Use with caution in digitalized patients (risk of fatal arrhythmias).",
            "cuidadosFarmaceuticos": "• Check label and concentration.\n• Avoid concomitant use in the same line with bicarbonate.\n• Ensure adequate dilution and solution stability.\n• Document batch, dose, route, and time.",
            "cuidadosEnfermagem": "• Monitor ECG, vital signs, and renal function during and after infusion.\n• Inspect infusion site for signs of extravasation (risk of necrosis).\n• Immediately report any pain, burning, edema, or signs of hypercalcemia (confusion, weakness, nausea, vomiting).",
            "fontesBibliograficas": "FDA Label (Calcium Chloride), UpToDate (2024), Micromedex, Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Goodman & Gilman (13th Edition), PubMed ID 37593821, Tintinalli's Emergency Medicine (9th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Cloruro de Calcio",
            "nomeComercial": "Cloruro de Calcio®, CaCl2®, Clorcal®",
            "classificacao": "Repositor electrolítico, agente cardiotónico, antagonista fisiológico de los iones potasio y magnesio",
            "mecanismoAcao": "El cloruro de calcio actúa como fuente de iones calcio, fundamentales en el mantenimiento del potencial de membrana, en la excitabilidad neuromuscular, en la contractilidad miocárdica, en la función de enzimas dependientes de calcio y en la cascada de coagulación. Su efecto inotrópico positivo ocurre por aumento de la disponibilidad de calcio intracelular en las células miocárdicas, mejorando la fuerza de contracción. Actúa como estabilizador de membrana cardíaca en la hipercalemia e hipermagnesemia.",
            "farmacocinetica": "• Absorción: biodisponibilidad completa por vía IV.\n• Inicio de acción: inmediato (1–3 minutos).\n• Pico de efecto: 3–5 minutos.\n• Duración: 10–20 minutos.\n• Volumen de distribución: 0,2–0,3 L/kg.\n• Metabolismo: no sufre metabolismo.\n• Excreción: renal (menor parte), predominantemente redistribución ósea y secuestración tisular.",
            "farmacodinamica": "Restaura los niveles de calcio extracelular, estabilizando membranas celulares y promoviendo efecto inotrópico positivo. En la hipercalemia, reduce excitabilidad y riesgo de arritmias. En la hipocalcemia, restaura contractilidad miocárdica y función neuromuscular. Antagoniza efectos tóxicos del sulfato de magnesio y del bloqueo de canales de calcio.",
            "indicacoes": "• Hipocalcemia sintomática.\n• Hipercalemia grave (como estabilizador de membrana).\n• Hipermagnesemia grave.\n• Intoxicación por bloqueadores de los canales de calcio.\n• Soporte inotrópico en situaciones de shock con hipocalcemia.\n• Durante la reanimación en parada cardíaca asociada a hipercalemia o hipocalcemia.",
            "posologia": "Adultos:\n• Hipocalcemia aguda, hipercalemia, hipermagnesemia:\n  - 500–1000 mg de Cloruro de Calcio al 10% (5–10 mL), IV lento en 2–5 minutos.\n• Intoxicación por bloqueadores de canales de calcio:\n  - 1000 mg (10 mL) IV, repetir según necesario, seguido de infusión continua de 0,5–1,5 mEq/kg/h.\nPediatría:\n• 20 mg/kg de solución al 10% (máximo 1 g) IV lento en 5–10 minutos.\n• Puede repetirse según respuesta clínica y electrolitos.",
            "administracao": "• Exclusivamente por vía IV lenta o infusión continua.\n• Preferentemente en acceso venoso central debido al riesgo de necrosis tisular.\n• Si en acceso periférico, administrar lentamente y asegurar buena vena, con monitorización rigurosa.",
            "doseMaxima": "• Adultos: hasta 3 g (30 mL) en bolo, seguido de infusión continua.\n• Pediatría: 1 g por dosis (máximo absoluto en bolo).",
            "doseMinima": "• 500 mg (5 mL) IV adultos.\n• 20 mg/kg IV pediátrico.",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Rubor, sensación de calor, gusto metálico.\nFrecuentes (1–10%):\n• Náusea, vómitos.\n• Bradicardia, hipotensión.\n• Dolor o quemadura en la vena, flebitis.\nPoco frecuentes (0,1–1%):\n• Extravasación con necrosis tisular.\n• Arritmias (bradicardia severa, bloqueos AV).\nRaras (<0,1%):\n• Parada cardíaca (si se infunde rápidamente).\n• Hipercalcemia sintomática.\n• Asistolia o disociación electromecánica en sobredosis.",
            "riscoGravidez": "Categoría C. Usar si es claramente necesario. No hay evidencias de teratogenicidad, pero el riesgo de hipercalcemia fetal debe considerarse.",
            "riscoLactacao": "Seguro. No se espera excreción significativa en la leche materna.",
            "ajusteRenal": "• Usar con precaución.\n• Reducir dosis en insuficiencia renal grave debido al riesgo de hipercalcemia.\n• Monitorizar calcio sérico, función renal y ECG.",
            "ajusteHepatico": "• No exige ajuste específico. Sin embargo, monitorizar electrolitos en disfunción hepática asociada a insuficiencia renal o shock.",
            "contraindicacoes": "• Hipercalcemia.\n• Enfermedad cardíaca digitalizada (riesgo de arritmias graves con digoxina).\n• Parada cardíaca por fibrilación ventricular (no usar como primera línea).\n• Deshidratación severa no corregida.\n• Acidosis respiratoria no tratada.",
            "interacaoMedicamento": "• Incompatible físicamente con:\n  - Bicarbonato de sodio (forma precipitado de carbonato de calcio).\n• Potencia toxicidad de la digoxina (riesgo de arritmias fatales).\n• Potencia efecto inotrópico de catecolaminas.\n• Interacciona con bloqueadores de canales de calcio (puede antagonizar efectos terapéuticos o usarse como antídoto).",
            "apresentacao": "• Ampollas 10% (100 mg/mL) – 10 mL (1 g de calcio por ampolla).",
            "preparo": "• Usar directamente la ampolla de 10% para bolo o diluir en 100 mL de SF o SG5% para infusión lenta.\n• No administrar concomitantemente con bicarbonato en la misma vía.",
            "solucoesCompatíveis": "SF 0,9%, SG5%. Incompatible con bicarbonato de sodio, fosfato y soluciones alcalinas.",
            "armazenamento": "Conservar entre 15°C y 30°C, protegido de la luz. Usar inmediatamente tras abrir. Descartar si hay precipitación o cambio de color.",
            "cuidadosMedicos": "• Monitorización continua de ECG, calcio sérico, potasio, magnesio y función renal.\n• Preferir acceso central.\n• Tener disponible soporte para reanimación.\n• Usar con precaución en pacientes digitalizados (riesgo de arritmias fatales).",
            "cuidadosFarmaceuticos": "• Verificar etiqueta y concentración.\n• Evitar uso concomitante en la misma vía con bicarbonato.\n• Garantizar dilución adecuada y estabilidad de la solución.\n• Documentar lote, dosis, vía y horario.",
            "cuidadosEnfermagem": "• Monitorizar ECG, signos vitales y función renal durante y tras la infusión.\n• Inspeccionar local de infusión para signos de extravasación (riesgo de necrosis).\n• Notificar inmediatamente cualquier dolor, quemadura, edema o signos de hipercalcemia (confusión, debilidad, náuseas, vómitos).",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Cloruro de Calcio), UpToDate (2024), Micromedex, Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Goodman & Gilman (13ª Edición), PubMed ID 37593821, Tintinalli's Emergency Medicine (9ª Edición)."
        }
    }
}