{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Coloides (ex: albumina humana, gelatinas modificadas, dextranos, HES)",
            "nomeComercial": "Albumina Humana®, Gelafundin®, Voluven®, Plasmion®, Haes-steril®",
            "classificacao": "Expansores plasmáticos; soluções coloidais intravenosas; agentes oncóticos artificiais ou naturais",
            "mecanismoAcao": "As soluções coloidais contêm partículas de alto peso molecular (ex: albumina, gelatina, dextrano ou amido) que não atravessam facilmente os capilares, retendo água no compartimento intravascular por efeito osmótico/oncótico. A infusão intravenosa dessas soluções promove expansão do volume plasmático superior à dos cristaloides, melhorando a pressão arterial, débito cardíaco e perfusão tecidual em estados de hipovolemia. A albumina humana exerce efeitos adicionais como antioxidante e carreador de fármacos lipofílicos. A magnitude do efeito oncótico depende da concentração e do tipo de partícula coloidal: albumina possui efeito oncótico natural, enquanto HES, gelatinas e dextranos são sintéticos. A permanência intravascular é prolongada na albumina (meia-vida longa), mas varia nos coloides sintéticos conforme o peso molecular e grau de substituição. Além disso, albumina modula o estresse oxidativo, transporta hormônios, ácidos graxos, fármacos e regula a integridade endotelial, sendo protetora na lesão endotelial sistêmica.",
            "farmacocinetica": "• Início de ação: imediato.\n• Meia-vida: Albumina 20%: 16–24 h; Gelatina: 2–6 h; HES: 4–12 h (variável com PM e substituição molar).\n• Distribuição: volume intravascular primário (colóides não extravasam facilmente).\n• Excreção: renal (gelatinas, HES, dextranos); catabolismo hepático (albumina).",
            "farmacodinamica": "Os coloides promovem expansão eficaz do volume plasmático, estabilizam a hemodinâmica e reduzem a necessidade de grandes volumes de cristaloides. Albumina a 5% é iso-oncótica (semelhante ao plasma), enquanto a 20% é hiperoncótica, causando recrutamento de líquido do interstício para o intravascular. Gelatinas e HES promovem efeito expansor temporário, mas podem interferir na coagulação (HES) e causar reações alérgicas (gelatina). O uso deve ser individualizado conforme a condição clínica, risco de efeitos adversos e necessidade de expansão prolongada. HES de alto peso molecular (ex: 200/0,5) foram associados a maior risco de lesão renal aguda e necessidade de terapia renal substitutiva, especialmente em sepse e TCE, sendo contraindicados. As gelatinas têm menor risco renal, mas podem provocar reações anafiláticas por liberação de histamina. Dextrans interferem na agregação plaquetária e aumentam o tempo de sangramento, exigindo controle laboratorial em infusões repetidas. A albumina 20%, por ser hiperoncótica, pode redistribuir líquido do interstício para o plasma em pacientes com hipoalbuminemia crítica, como em síndrome hepatorrenal, melhorando a perfusão renal.",
            "indicacoes": "• Hipovolemia refratária a cristaloides.\n• Síndrome de extravasamento capilar.\n• Cirurgias de grande porte com perdas plasmáticas.\n• Albumina: síndrome nefrótica, paracentese de grandes volumes, hepatopatia grave com hipoalbuminemia.\n• Situações de choque hipovolêmico, queimaduras extensas, sepse (uso controverso).",
            "posologia": "Albumina:\n• 5%: 10–20 mL/kg/dia (expansão volêmica).\n• 20%: 50–100 mL IV lento (hipoalbuminemia, paracentese).\nGelatinas:\n• 500–1.000 mL/dose, máx. 20 mL/kg/dia.\nHES (ex: Voluven):\n• 500–1.000 mL/dia máx. 30 mL/kg (uso limitado devido ao risco renal).\nDextrans:\n• 500–1.000 mL/dia com controle rigoroso da coagulação.",
            "administracao": "• Via intravenosa exclusiva, em bomba ou infusão gravitacional.\n• Infusão lenta ou contínua sob monitoramento.\n• Usar acesso central para soluções hiperosmolares (ex: albumina 20%).\n• Incompatível com soluções contendo cálcio ou bicarbonato concentrado (precipitação).",
            "doseMaxima": "Albumina: 2 g/kg/dia; Gelatinas: 20 mL/kg/dia; HES: 30 mL/kg/dia.",
            "doseMinima": "Albumina 20%: 25–50 mL/dose; Gelatina: 250 mL; HES: 250 mL.",
            "reacoesAdversas": "Comuns (1–10%):\n• Hipervolemia, cefaleia, rubor facial, aumento de PA.\nIncomuns (0,1–1%):\n• Reações alérgicas, rash, urticária.\nRaras (<0,1%):\n• Anafilaxia (gelatinas), coagulopatia (HES), lesão renal aguda (HES), prurido persistente (HES).",
            "riscoGravidez": "Categoria C. Pode ser usado em casos específicos sob monitoramento hemodinâmico, como em sepse, pré-eclâmpsia ou perdas volêmicas graves.",
            "riscoLactacao": "Compatível com a amamentação. Uso seguro em contexto de ressuscitação volêmica ou reposição proteica materna.",
            "ajusteRenal": "• Evitar HES em insuficiência renal ou terapia dialítica.\n• Reduzir dose de gelatina em disfunção renal crônica.\n• Monitorar débito urinário e creatinina em uso prolongado.",
            "ajusteHepatico": "• Albumina pode ser benéfica em hepatopatia crônica.\n• Usar com cautela soluções artificiais com potencial de acúmulo (ex: HES em cirrose com disfunção renal).",
            "contraindicacoes": "• Hipervolemia, insuficiência cardíaca descompensada.\n• Hipersensibilidade a componentes (gelatina, amido, dextrano).\n• Coagulopatia grave não corrigida (em HES e dextranos).\n• ICC descompensada (albumina hiperoncótica 20%).",
            "interacaoMedicamento": "• Albumina pode aumentar ligação e meia-vida de fármacos lipofílicos (ex: diazepam).\n• HES e dextranos podem interferir na coagulação e potencializar anticoagulantes.\n• Incompatível com concentrados de eletrólitos hiperosmolares (precipitação). O uso concomitante de coloides sintéticos com anticoagulantes pode potencializar sangramentos. Albumina pode alterar a farmacocinética de fármacos altamente ligados à proteína plasmática, como diazepam, furosemida e propranolol. Em infusões prolongadas com dextranos ou gelatinas, pode haver diluição dos fatores de coagulação e necessidade de reposição com plasma fresco ou crioprecipitado. A coadministração com soluções hipertônicas requer controle osmolar rigoroso para evitar descompensação hemodinâmica aguda.",
            "apresentacao": "• Albumina: frascos 50 mL (20%), 100 mL e 250 mL (5%).\n• Gelatina: bolsas 250 mL, 500 mL.\n• HES: bolsas 250 mL, 500 mL, 1.000 mL.\n• Dextrans: frascos ou bolsas 500 mL.",
            "preparo": "• Prontos para uso.\n• Não diluir nem misturar em frascos com outras soluções.\n• Conectar com técnica asséptica.\n• Utilizar em até 24 h após abertura.",
            "solucoesCompatíveis": "• SF 0,9%, Glicose 5%; incompatível com bicarbonato e soluções alcalinas.\n• Verificar compatibilidade com medicamentos administrados simultaneamente no mesmo acesso.",
            "armazenamento": "• Temperatura ambiente (15–30°C), não congelar.\n• Proteger da luz.\n• Após abertura, uso único imediato ou em até 24 h sob condições assépticas.",
            "cuidadosMedicos": "• Avaliar status volêmico, função renal e risco de coagulopatia antes da escolha do coloide.\n• Monitorar sinais vitais, diurese, eletrólitos, coagulograma e perfil hepático.\n• Individualizar dose conforme peso, tipo de coloide e objetivo clínico.",
            "cuidadosFarmaceuticos": "• Verificar integridade da embalagem, volume e cor da solução.\n• Garantir rastreabilidade do lote, volume infundido e compatibilidade.\n• Não utilizar em casos de separação de fases ou partículas visíveis.",
            "cuidadosEnfermagem": "• Monitorar acesso venoso, sinais de extravasamento e resposta hemodinâmica.\n• Controlar balanço hídrico rigoroso em pacientes críticos.\n• Notificar alterações de coagulação, sinais de reação alérgica ou dispneia.",
            "fontesBibliograficas": "Bulas Anvisa (Albumina®, Gelafundin®, Voluven®), UpToDate (2024), Micromedex, PubMed ID 37638789, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), Surviving Sepsis Campaign (2021), ASPEN Guidelines."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Colloid Solutions",
            "nomeComercial": "Gelofusine®, Voluven®, Volulyte®, Hemoce®, Geloplasma®, Gelofundin®",
            "classificacao": "Volume expanders, synthetic and natural colloids",
            "mecanismoAcao": "Colloid solutions act as plasma expanders, increasing intravascular oncotic pressure and promoting water retention in the intravascular space. They differ from crystalloids by having larger molecular weight molecules that do not easily cross the capillary membrane, generating an osmotic gradient that attracts water from the interstitial space to the intravascular space. Synthetic colloids (gelatin, dextrans, hydroxyethyl starch) and natural colloids (albumin) maintain intravascular volume for variable periods, depending on molecular weight and half-life of the molecules.",
            "farmacocinetica": "• Onset of action: immediate.\n• Peak effect: 15–30 minutes.\n• Duration: variable according to type:\n  - Gelatin: 2–4 hours.\n  - Dextrans: 6–12 hours.\n  - Hydroxyethyl starch: 4–8 hours.\n  - Albumin: 16–24 hours.\n• Volume of distribution: limited to intravascular space.\n• Metabolism: hepatic and renal, according to type.\n• Excretion: renal, with variable half-life.",
            "farmacodinamica": "Promote effective volume expansion, improving cardiac output, blood pressure, and tissue perfusion. Maintain plasma oncotic pressure, reducing interstitial edema formation. They are more effective than crystalloids in maintaining intravascular volume, with less volume needed for the same hemodynamic effect.",
            "indicacoes": "• Hypovolemic shock.\n• Septic shock (as part of volume resuscitation).\n• Acute hemorrhage.\n• Surgeries with significant blood loss.\n• Extensive burns.\n• Plasma separation (plasmapheresis).\n• Severe hypoproteinemia.\n• Cerebral edema (hypertonic albumin).",
            "posologia": "Adults:\n• Hypovolemic shock:\n  - 500–1000 mL bolus, repeat according to hemodynamic response.\n• Septic shock:\n  - 30 mL/kg over 30 minutes (Surviving Sepsis protocol).\n• Acute hemorrhage:\n  - 1:1 with packed red blood cells until blood availability.\nPediatrics:\n• 10–20 mL/kg bolus, repeat according to clinical response.\n• Maximum 50 mL/kg/day.",
            "administracao": "• Intravenous route, preferably in central venous access.\n• Can be administered as rapid bolus or continuous infusion.\n• Compatible with most medications and solutions.",
            "doseMaxima": "• Adults: 50 mL/kg/day (varies according to colloid type).\n• Pediatrics: 50 mL/kg/day.",
            "doseMinima": "• 250–500 mL per dose.",
            "reacoesAdversas": "Common (1–10%):\n• Allergic reactions (urticaria, pruritus, bronchospasm).\n• Fever, chills.\n• Transient hypotension.\nUncommon (0.1–1%):\n• Anaphylaxis.\n• Coagulopathy (dilutional).\n• Acute renal failure.\nRare (<0.1%):\n• Anaphylactic shock.\n• Multiple organ dysfunction syndrome.",
            "riscoGravidez": "Category C. Use if clearly necessary. No evidence of teratogenicity, but risk of allergic reactions should be considered.",
            "riscoLactacao": "Compatible. No significant excretion in breast milk is expected.",
            "ajusteRenal": "• Use with caution in severe renal insufficiency.\n• Monitor renal function and electrolytes.\n• Avoid in anuria or severe oliguria.",
            "ajusteHepatico": "• No specific adjustment required.\n• Monitor in severe hepatic insufficiency.",
            "contraindicacoes": "• Known hypersensitivity to specific colloid.\n• Decompensated heart failure.\n• Hypervolemia.\n• Non-dialytic anuria.\n• Severe uncorrected coagulopathy.",
            "interacaoMedicamento": "• Compatible with most medications.\n• May interfere with coagulation tests.\n• Monitor interactions with anticoagulants.",
            "apresentacao": "• 250 mL, 500 mL, 1000 mL bags.\n• Variable concentrations according to colloid type.",
            "preparo": "• Ready for use.\n• Check bag integrity and expiration date.\n• Use filter according to manufacturer recommendation.",
            "solucoesCompatíveis": "Compatible with most solutions and medications. Check specific compatibility according to colloid type.",
            "armazenamento": "Store according to manufacturer specification. Generally between 15°C and 30°C, protected from light.",
            "cuidadosMedicos": "• Monitor vital signs, blood pressure, heart rate.\n• Assess hemodynamic response.\n• Observe signs of allergic reaction.\n• Monitor renal function and coagulation.",
            "cuidadosFarmaceuticos": "• Check type, concentration, and validity.\n• Confirm compatibility with other medications.\n• Document batch and administration time.",
            "cuidadosEnfermagem": "• Monitor vital signs during infusion.\n• Observe signs of allergic reaction.\n• Assess hemodynamic response.\n• Report any clinical changes.",
            "fontesBibliograficas": "FDA Label (Gelofusine®, Voluven®), UpToDate (2024), Micromedex, Surviving Sepsis Campaign Guidelines (2021), Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Goodman & Gilman (13th Edition), PubMed ID 37571234, Tintinalli's Emergency Medicine (9th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Soluciones Coloides",
            "nomeComercial": "Gelofusine®, Voluven®, Volulyte®, Hemoce®, Geloplasma®, Gelofundin®",
            "classificacao": "Soluciones de expansión volémica, coloides sintéticos y naturales",
            "mecanismoAcao": "Las soluciones coloides actúan como expansores plasmáticos, aumentando la presión oncótica intravascular y promoviendo retención de agua en el espacio intravascular. Difieren de los cristaloides por poseer moléculas de mayor peso molecular que no atraviesan fácilmente la membrana capilar, generando gradiente osmótico que atrae agua del espacio intersticial al intravascular. Los coloides sintéticos (gelatina, dextranos, hidroxietilamido) y naturales (albúmina) mantienen el volumen intravascular por períodos variables, dependiendo del peso molecular y de la vida media de las moléculas.",
            "farmacocinetica": "• Inicio de acción: inmediato.\n• Pico de efecto: 15–30 minutos.\n• Duración: variable según el tipo:\n  - Gelatina: 2–4 horas.\n  - Dextranos: 6–12 horas.\n  - Hidroxietilamido: 4–8 horas.\n  - Albúmina: 16–24 horas.\n• Volumen de distribución: limitado al espacio intravascular.\n• Metabolismo: hepático y renal, según el tipo.\n• Excreción: renal, con vida media variable.",
            "farmacodinamica": "Promueven expansión volémica eficaz, mejorando el gasto cardíaco, la presión arterial y la perfusión tisular. Mantienen la presión oncótica plasmática, reduciendo la formación de edema intersticial. Son más eficaces que cristaloides en el mantenimiento del volumen intravascular, con menor volumen necesario para el mismo efecto hemodinámico.",
            "indicacoes": "• Shock hipovolémico.\n• Shock séptico (como parte de la reanimación volémica).\n• Hemorragia aguda.\n• Cirugías con pérdida sanguínea significativa.\n• Quemaduras extensas.\n• Separación de plasma (plasmaféresis).\n• Hipoproteinemia grave.\n• Edema cerebral (albúmina hipertónica).",
            "posologia": "Adultos:\n• Shock hipovolémico:\n  - 500–1000 mL en bolo, repetir según respuesta hemodinámica.\n• Shock séptico:\n  - 30 mL/kg en 30 minutos (protocolo Surviving Sepsis).\n• Hemorragia aguda:\n  - 1:1 con concentrado de hematíes hasta disponibilidad de sangre.\nPediatría:\n• 10–20 mL/kg en bolo, repetir según respuesta clínica.\n• Máximo 50 mL/kg/día.",
            "administracao": "• Vía intravenosa, preferentemente en acceso venoso central.\n• Puede administrarse en bolo rápido o infusión continua.\n• Compatible con la mayoría de medicamentos y soluciones.",
            "doseMaxima": "• Adultos: 50 mL/kg/día (varía según el tipo de coloide).\n• Pediatría: 50 mL/kg/día.",
            "doseMinima": "• 250–500 mL por dosis.",
            "reacoesAdversas": "Frecuentes (1–10%):\n• Reacciones alérgicas (urticaria, prurito, broncoespasmo).\n• Fiebre, escalofríos.\n• Hipotensión transitoria.\nPoco frecuentes (0,1–1%):\n• Anafilaxia.\n• Coagulopatía (dilucional).\n• Insuficiencia renal aguda.\nRaras (<0,1%):\n• Shock anafiláctico.\n• Síndrome de disfunción orgánica múltiple.",
            "riscoGravidez": "Categoría C. Usar si es claramente necesario. No hay evidencias de teratogenicidad, pero el riesgo de reacciones alérgicas debe considerarse.",
            "riscoLactacao": "Compatible. No se espera excreción significativa en la leche materna.",
            "ajusteRenal": "• Usar con precaución en insuficiencia renal grave.\n• Monitorizar función renal y electrolitos.\n• Evitar en anuria u oliguria severa.",
            "ajusteHepatico": "• No exige ajuste específico.\n• Monitorizar en insuficiencia hepática grave.",
            "contraindicacoes": "• Hipersensibilidad conocida al coloide específico.\n• Insuficiencia cardíaca descompensada.\n• Hipervolemia.\n• Anuria no dialítica.\n• Coagulopatía grave no corregida.",
            "interacaoMedicamento": "• Compatible con la mayoría de medicamentos.\n• Puede interferir con pruebas de coagulación.\n• Monitorizar interacciones con anticoagulantes.",
            "apresentacao": "• Bolsas de 250 mL, 500 mL, 1000 mL.\n• Concentraciones variables según el tipo de coloide.",
            "preparo": "• Listo para uso.\n• Verificar integridad de la bolsa y fecha de validez.\n• Usar filtro según recomendación del fabricante.",
            "solucoesCompatíveis": "Compatible con la mayoría de soluciones y medicamentos. Verificar compatibilidad específica según el tipo de coloide.",
            "armazenamento": "Conservar según especificación del fabricante. Generalmente entre 15°C y 30°C, protegido de la luz.",
            "cuidadosMedicos": "• Monitorizar signos vitales, presión arterial, frecuencia cardíaca.\n• Evaluar respuesta hemodinámica.\n• Observar signos de reacción alérgica.\n• Monitorizar función renal y coagulación.",
            "cuidadosFarmaceuticos": "• Verificar tipo, concentración y validez.\n• Confirmar compatibilidad con otros medicamentos.\n• Documentar lote y horario de administración.",
            "cuidadosEnfermagem": "• Monitorizar signos vitales durante la infusión.\n• Observar signos de reacción alérgica.\n• Evaluar respuesta hemodinámica.\n• Notificar cualquier alteración clínica.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Gelofusine®, Voluven®), UpToDate (2024), Micromedex, Surviving Sepsis Campaign Guidelines (2021), Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Goodman & Gilman (13ª Edición), PubMed ID 37571234, Tintinalli's Emergency Medicine (9ª Edición)."
        }
    }
}