{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Dexmedetomidina",
            "nomeComercial": "Precedex®, Dexdor®, Dexmed®",
            "classificacao": "Sedativo, ansiolítico, agonista seletivo dos receptores adrenérgicos alfa-2, analgésico adjuvante",
            "mecanismoAcao": "Agonista altamente seletivo dos receptores adrenérgicos alfa-2 pré-sinápticos e pós-sinápticos, com relação de seletividade alfa-2:alfa-1 de aproximadamente 1620:1. Atua inibindo a liberação de norepinefrina nas terminações nervosas, o que reduz a atividade simpática. Isso resulta em sedação, ansiólise, bradicardia, hipotensão e leve analgesia. A sedação promovida pela dexmedetomidina mimetiza o sono fisiológico, com preservação do drive respiratório, diferentemente de outros sedativos.",
            "farmacocinetica": "Início de ação IV: 5–10 minutos. Pico: 15–30 minutos. Meia-vida de distribuição: 6 minutos. Meia-vida de eliminação terminal: 2–3 horas. Volume de distribuição: 1,3–2,5 L/kg. Ligação às proteínas plasmáticas: 94%. Metabolização hepática intensa, principalmente por glucuronidação (34%) e CYP2A6 (média de 16%). Excreção: predominantemente urinária (95%) na forma de metabólitos inativos; pequena fração fecal (4%). Clearance reduzido em insuficiência hepática grave.",
            "farmacodinamica": "Promove sedação cooperativa, ansiólise e leve analgesia sem depressão respiratória significativa. Induz hipotensão e bradicardia dose-dependentes pela redução do tônus simpático e aumento do tônus parassimpático. A sedação mimetiza o sono não-REM, permitindo fácil despertar mediante estímulo verbal. Efeito analgésico modesto, com potencial de redução das necessidades de opioides. Mantém estabilidade respiratória, mas pode causar apneia em associação com outros depressores do SNC.",
            "indicacoes": "Sedação de pacientes adultos e pediátricos (>1 mês) em unidades de terapia intensiva (UTI) ventilados ou não. Sedação durante procedimentos diagnósticos ou cirúrgicos sob anestesia regional ou sedação consciente. Sedação em bloco cirúrgico. Controle de agitação e delirium. Adjvante na anestesia geral. Manejo de síndrome de abstinência alcoólica e de opioides (off-label).",
            "posologia": "Adulto – sem bolus: infusão inicial de 0,2–0,7 mcg/kg/h IV. Com bolus opcional: 1 mcg/kg IV em 10 minutos, seguido de infusão 0,2–1,5 mcg/kg/h, ajustada conforme resposta clínica. Procedimentos curtos: bolus de 0,5–1 mcg/kg IV em 10 minutos, seguido de 0,2–1 mcg/kg/h. Pediatria: bolus opcional 0,5–1 mcg/kg IV em 10 minutos (com cautela), seguido de manutenção 0,2–1 mcg/kg/h IV. Idosos e pacientes instáveis: utilizar sem bolus ou bolus reduzido (0,5 mcg/kg).",
            "administracao": "Via exclusivamente intravenosa (IV), em infusão contínua, podendo ser precedida ou não por bolus lento (em 10 minutos). Recomenda-se uso de bomba de infusão para controle rigoroso da taxa de administração. Necessário monitorização contínua de parâmetros hemodinâmicos e respiratórios.",
            "doseMaxima": "Infusão contínua até 1,5 mcg/kg/h em adultos e até 2 mcg/kg/h em pediatria, sob monitorização rigorosa. Bolus máximo: 1 mcg/kg em 10 minutos.",
            "doseMinima": "Infusão mínima eficaz: 0,2 mcg/kg/h para sedação leve e manutenção de pacientes estáveis. Sem necessidade de bolus em uso leve ou prolongado.",
            "reacoesAdversas": "Bradicardia (frequente), bloqueio AV de primeiro grau, assistolia (raro), hipotensão (muito frequente), hipertensão transitória durante bolus inicial (estimulação dos receptores alfa-2 periféricos), boca seca, náusea, vômito, sudorese, agitação paradoxal, síndrome de retirada após infusão prolongada (hipertensão, taquicardia, ansiedade, agitação). Pode ocorrer depressão respiratória quando associada a outros depressores do SNC.",
            "riscoGravidez": "Categoria C. Estudos em animais demonstraram toxicidade fetal, mas não há estudos controlados em humanos. Usar apenas se o benefício superar claramente o risco. Evitar na gravidez prolongada ou em uso contínuo por risco teórico de bradicardia fetal e depressão do SNC fetal.",
            "riscoLactacao": "Compatível. Estudos demonstram excreção mínima no leite materno. Considerada segura, especialmente para sedação de curta duração. Pode amamentar após recuperação da mãe.",
            "ajusteRenal": "Não requer ajuste na insuficiência renal, pois a excreção dos metabólitos inativos não afeta significativamente o efeito clínico.",
            "ajusteHepatico": "Necessário ajuste na insuficiência hepática. Reduzir a dose inicial e a velocidade de infusão em até 50–75%, dependendo do grau de disfunção. Clearance significativamente reduzido em hepatopatas graves (Child-Pugh C).",
            "contraindicacoes": "Hipersensibilidade à dexmedetomidina ou a qualquer componente da fórmula. Bradicardia severa não tratada. Bloqueio AV de segundo ou terceiro grau sem marcapasso. Hipotensão refratária. Uso cauteloso em insuficiência cardíaca severa, disfunção do nó sinusal e hipovolemia não corrigida.",
            "interacaoMedicamento": "Potencializa efeitos de outros depressores do SNC (opioides, benzodiazepínicos, propofol, anestésicos inalatórios). Efeito aditivo com anti-hipertensivos, betabloqueadores e bloqueadores de canal de cálcio, podendo intensificar hipotensão e bradicardia. Potencial sinergismo com anestésicos locais e bloqueadores neuromusculares. Pode reduzir as necessidades de anestésicos voláteis e opioides.",
            "apresentacao": "Frascos-ampola de 200 mcg/2 mL (100 mcg/mL) e 400 mcg/4 mL (100 mcg/mL) para diluição. Ampolas de 100 mcg/mL em apresentações variadas.",
            "preparo": "Diluir o conteúdo do frasco (200 mcg/2 mL) em 48 mL de SF 0,9% ou SG 5% para obter uma concentração final de 4 mcg/mL. Administrar sempre por bomba de infusão. Não administrar em bolus rápido, o bolus deve ser sempre lento (em no mínimo 10 minutos) para evitar efeitos hipertensivos e bradicardia severa.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5% e Ringer lactato. Incompatível com soluções alcalinas e bicarbonato.",
            "armazenamento": "Armazenar entre 20°C e 25°C, protegido da luz. Não congelar. Após diluição, a solução é estável por até 24 horas em temperatura ambiente, se preparada em condições assépticas.",
            "cuidadosMedicos": "Monitorizar continuamente pressão arterial, frequência cardíaca, ECG, saturação e capnografia. Ter prontamente disponível agentes para reversão de bradicardia (atropina, glicopirrolato) e suporte hemodinâmico (vasopressores, fluidoterapia). Atenção à síndrome de abstinência após infusões prolongadas (>24–48 horas), caracterizada por hipertensão, taquicardia e agitação.",
            "cuidadosFarmaceuticos": "Conferir integridade do frasco, validade e aspecto da solução. Realizar diluição correta (4 mcg/mL) em SF 0,9%, SG 5% ou RL. Utilizar bomba de infusão dedicada. Observar rigorosamente o tempo de estabilidade após diluição. Armazenar protegido da luz.",
            "cuidadosEnfermagem": "Monitorizar sinais vitais continuamente. Observar sinais de hipotensão, bradicardia, bloqueios AV ou assistolia. Avaliar nível de sedação, padrão respiratório e perfusão periférica. Notificar imediatamente quedas bruscas de PA, FC ou deterioração clínica. Assegurar funcionamento adequado da bomba de infusão e controle rigoroso da taxa administrada.",
            "fontesBibliograficas": "Bula Precedex®, UpToDate (2024), Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia, Micromedex, Tintinalli's Emergency Medicine, PubMed ID 37129781, Diretrizes ASA, Diretrizes SCCM (Society of Critical Care Medicine)."
        }
    },
    "EN": {
        "bulario": {
            "nomePrincipioAtivo": "Dexmedetomidine",
            "nomeComercial": "Precedex®, Dexdor®, Dexmed®",
            "classificacao": "Sedative, anxiolytic, selective alpha-2 adrenergic agonist, analgesic adjunct",
            "mecanismoAcao": "Highly selective agonist of presynaptic and postsynaptic alpha-2 adrenergic receptors, with alpha-2:alpha-1 selectivity ratio of approximately 1620:1. Acts by inhibiting norepinephrine release at nerve terminals, which reduces sympathetic activity. This results in sedation, anxiolysis, bradycardia, hypotension, and mild analgesia. The sedation promoted by dexmedetomidine mimics physiological sleep, with preservation of respiratory drive, unlike other sedatives.",
            "farmacocinetica": "IV onset: 5–10 minutes. Peak: 15–30 minutes. Distribution half-life: 6 minutes. Terminal elimination half-life: 2–3 hours. Volume of distribution: 1.3–2.5 L/kg. Plasma protein binding: 94%. Intensive hepatic metabolism, mainly by glucuronidation (34%) and CYP2A6 (average 16%). Excretion: predominantly urinary (95%) as inactive metabolites; small fecal fraction (4%). Clearance reduced in severe hepatic failure.",
            "farmacodinamica": "Promotes cooperative sedation, anxiolysis, and mild analgesia without significant respiratory depression. Induces dose-dependent hypotension and bradycardia by reducing sympathetic tone and increasing parasympathetic tone. Sedation mimics non-REM sleep, allowing easy awakening with verbal stimulus. Modest analgesic effect, with potential to reduce opioid requirements. Maintains respiratory stability but may cause apnea when associated with other CNS depressants.",
            "indicacoes": "Sedation of adult and pediatric patients (>1 month) in intensive care units (ICU), ventilated or not. Sedation during diagnostic or surgical procedures under regional anesthesia or conscious sedation. Sedation in surgical block. Control of agitation and delirium. Adjuvant in general anesthesia. Management of alcohol and opioid withdrawal syndrome (off-label).",
            "posologia": "Adult – without bolus: initial infusion of 0.2–0.7 mcg/kg/h IV. With optional bolus: 1 mcg/kg IV over 10 minutes, followed by infusion 0.2–1.5 mcg/kg/h, adjusted according to clinical response. Short procedures: bolus of 0.5–1 mcg/kg IV over 10 minutes, followed by 0.2–1 mcg/kg/h. Pediatrics: optional bolus 0.5–1 mcg/kg IV over 10 minutes (with caution), followed by maintenance 0.2–1 mcg/kg/h IV. Elderly and unstable patients: use without bolus or reduced bolus (0.5 mcg/kg).",
            "administracao": "Exclusively intravenous (IV) route, in continuous infusion, with or without slow bolus (over 10 minutes). Use of infusion pump recommended for strict control of administration rate. Continuous monitoring of hemodynamic and respiratory parameters necessary.",
            "doseMaxima": "Continuous infusion up to 1.5 mcg/kg/h in adults and up to 2 mcg/kg/h in pediatrics, under strict monitoring. Maximum bolus: 1 mcg/kg over 10 minutes.",
            "doseMinima": "Minimum effective infusion: 0.2 mcg/kg/h for mild sedation and maintenance of stable patients. No bolus needed for mild or prolonged use.",
            "reacoesAdversas": "Bradycardia (frequent), first-degree AV block, asystole (rare), hypotension (very frequent), transient hypertension during initial bolus (stimulation of peripheral alpha-2 receptors), dry mouth, nausea, vomiting, sweating, paradoxical agitation, withdrawal syndrome after prolonged infusion (hypertension, tachycardia, anxiety, agitation). Respiratory depression may occur when associated with other CNS depressants.",
            "riscoGravidez": "Category C. Animal studies demonstrated fetal toxicity, but there are no controlled studies in humans. Use only if benefit clearly outweighs risk. Avoid in prolonged pregnancy or continuous use due to theoretical risk of fetal bradycardia and fetal CNS depression.",
            "riscoLactacao": "Compatible. Studies demonstrate minimal excretion in breast milk. Considered safe, especially for short-term sedation. May breastfeed after mother's recovery.",
            "ajusteRenal": "No adjustment required in renal failure, as excretion of inactive metabolites does not significantly affect clinical effect.",
            "ajusteHepatico": "Adjustment necessary in hepatic failure. Reduce initial dose and infusion rate by up to 50–75%, depending on degree of dysfunction. Significantly reduced clearance in severe liver disease (Child-Pugh C).",
            "contraindicacoes": "Hypersensitivity to dexmedetomidine or any component of the formula. Untreated severe bradycardia. Second or third-degree AV block without pacemaker. Refractory hypotension. Use with caution in severe heart failure, sinus node dysfunction, and uncorrected hypovolemia.",
            "interacaoMedicamento": "Potentiates effects of other CNS depressants (opioids, benzodiazepines, propofol, inhalational anesthetics). Additive effect with antihypertensives, beta-blockers, and calcium channel blockers, potentially intensifying hypotension and bradycardia. Potential synergism with local anesthetics and neuromuscular blockers. May reduce requirements for volatile anesthetics and opioids.",
            "apresentacao": "Vial-ampoules of 200 mcg/2 mL (100 mcg/mL) and 400 mcg/4 mL (100 mcg/mL) for dilution. Ampoules of 100 mcg/mL in various presentations.",
            "preparo": "Dilute vial content (200 mcg/2 mL) in 48 mL of 0.9% NS or 5% D5W to obtain final concentration of 4 mcg/mL. Always administer via infusion pump. Do not administer as rapid bolus, bolus should always be slow (minimum 10 minutes) to avoid hypertensive effects and severe bradycardia.",
            "solucoesCompatíveis": "0.9% normal saline, 5% dextrose solution, and Ringer's lactate. Incompatible with alkaline solutions and bicarbonate.",
            "armazenamento": "Store between 20°C and 25°C, protected from light. Do not freeze. After dilution, solution is stable for up to 24 hours at room temperature, if prepared under aseptic conditions.",
            "cuidadosMedicos": "Continuously monitor blood pressure, heart rate, ECG, saturation, and capnography. Have readily available agents for bradycardia reversal (atropine, glycopyrrolate) and hemodynamic support (vasopressors, fluid therapy). Attention to withdrawal syndrome after prolonged infusions (>24–48 hours), characterized by hypertension, tachycardia, and agitation.",
            "cuidadosFarmaceuticos": "Check vial integrity, validity, and solution appearance. Perform correct dilution (4 mcg/mL) in 0.9% NS, 5% D5W, or RL. Use dedicated infusion pump. Strictly observe stability time after dilution. Store protected from light.",
            "cuidadosEnfermagem": "Continuously monitor vital signs. Observe for signs of hypotension, bradycardia, AV blocks, or asystole. Assess sedation level, respiratory pattern, and peripheral perfusion. Immediately report sudden drops in BP, HR, or clinical deterioration. Ensure proper functioning of infusion pump and strict control of administered rate.",
            "fontesBibliograficas": "Precedex® leaflet, UpToDate (2024), Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia, Micromedex, Tintinalli's Emergency Medicine, PubMed ID 37129781, ASA Guidelines, SCCM Guidelines (Society of Critical Care Medicine)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Dexmedetomidina",
            "nomeComercial": "Precedex®, Dexdor®, Dexmed®",
            "classificacao": "Sedante, ansiolítico, agonista alfa-2 adrenérgico selectivo, adyuvante analgésico",
            "mecanismoAcao": "Agonista altamente selectivo de receptores alfa-2 adrenérgicos presinápticos y postsinápticos, con relación de selectividad alfa-2:alfa-1 de aproximadamente 1620:1. Actúa inhibiendo la liberación de noradrenalina en las terminaciones nerviosas, lo que reduce la actividad simpática. Esto resulta en sedación, ansiolisis, bradicardia, hipotensión y leve analgesia. La sedación promovida por dexmedetomidina mimetiza el sueño fisiológico, con preservación del impulso respiratorio, a diferencia de otros sedantes.",
            "farmacocinetica": "Inicio IV: 5–10 minutos. Pico: 15–30 minutos. Vida media de distribución: 6 minutos. Vida media de eliminación terminal: 2–3 horas. Volumen de distribución: 1,3–2,5 L/kg. Unión a proteínas plasmáticas: 94%. Metabolización hepática intensa, principalmente por glucuronidación (34%) y CYP2A6 (promedio 16%). Excreción: predominantemente urinaria (95%) en forma de metabolitos inactivos; pequeña fracción fecal (4%). Aclaramiento reducido en insuficiencia hepática grave.",
            "farmacodinamica": "Promueve sedación cooperativa, ansiolisis y leve analgesia sin depresión respiratoria significativa. Induce hipotensión y bradicardia dependientes de la dosis por reducción del tono simpático y aumento del tono parasimpático. La sedación mimetiza el sueño no-REM, permitiendo fácil despertar mediante estímulo verbal. Efecto analgésico modesto, con potencial de reducción de las necesidades de opioides. Mantiene estabilidad respiratoria, pero puede causar apnea en asociación con otros depresores del SNC.",
            "indicacoes": "Sedación de pacientes adultos y pediátricos (>1 mes) en unidades de cuidados intensivos (UCI), ventilados o no. Sedación durante procedimientos diagnósticos o quirúrgicos bajo anestesia regional o sedación consciente. Sedación en bloque quirúrgico. Control de agitación y delirio. Adyuvante en anestesia general. Manejo del síndrome de abstinencia alcohólica y de opioides (off-label).",
            "posologia": "Adulto – sin bolo: infusión inicial de 0,2–0,7 mcg/kg/h IV. Con bolo opcional: 1 mcg/kg IV en 10 minutos, seguido de infusión 0,2–1,5 mcg/kg/h, ajustada según respuesta clínica. Procedimientos cortos: bolo de 0,5–1 mcg/kg IV en 10 minutos, seguido de 0,2–1 mcg/kg/h. Pediatría: bolo opcional 0,5–1 mcg/kg IV en 10 minutos (con cautela), seguido de mantenimiento 0,2–1 mcg/kg/h IV. Ancianos y pacientes inestables: utilizar sin bolo o bolo reducido (0,5 mcg/kg).",
            "administracao": "Vía exclusivamente intravenosa (IV), en infusión continua, pudiendo ser precedida o no por bolo lento (en 10 minutos). Se recomienda uso de bomba de infusión para control riguroso de la tasa de administración. Necesario monitorización continua de parámetros hemodinámicos y respiratorios.",
            "doseMaxima": "Infusión continua hasta 1,5 mcg/kg/h en adultos y hasta 2 mcg/kg/h en pediatría, bajo monitorización rigurosa. Bolo máximo: 1 mcg/kg en 10 minutos.",
            "doseMinima": "Infusión mínima eficaz: 0,2 mcg/kg/h para sedación leve y mantenimiento de pacientes estables. Sin necesidad de bolo en uso leve o prolongado.",
            "reacoesAdversas": "Bradicardia (frecuente), bloqueo AV de primer grado, asistolia (raro), hipotensión (muy frecuente), hipertensión transitoria durante bolo inicial (estimulación de receptores alfa-2 periféricos), boca seca, náuseas, vómitos, sudoración, agitación paradójica, síndrome de retirada tras infusión prolongada (hipertensión, taquicardia, ansiedad, agitación). Puede ocurrir depresión respiratoria cuando se asocia a otros depresores del SNC.",
            "riscoGravidez": "Categoría C. Estudios en animales demostraron toxicidad fetal, pero no hay estudios controlados en humanos. Usar solo si el beneficio supera claramente el riesgo. Evitar en embarazo prolongado o uso continuo por riesgo teórico de bradicardia fetal y depresión del SNC fetal.",
            "riscoLactacao": "Compatible. Estudios demuestran excreción mínima en leche materna. Considerada segura, especialmente para sedación de corta duración. Puede amamantar tras recuperación de la madre.",
            "ajusteRenal": "No requiere ajuste en insuficiencia renal, ya que la excreción de metabolitos inactivos no afecta significativamente el efecto clínico.",
            "ajusteHepatico": "Necesario ajuste en insuficiencia hepática. Reducir dosis inicial y velocidad de infusión hasta 50–75%, dependiendo del grado de disfunción. Aclaramiento significativamente reducido en hepatópatas graves (Child-Pugh C).",
            "contraindicacoes": "Hipersensibilidad a dexmedetomidina o cualquier componente de la fórmula. Bradicardia grave no tratada. Bloqueo AV de segundo o tercer grado sin marcapasos. Hipotensión refractaria. Uso cauteloso en insuficiencia cardíaca grave, disfunción del nodo sinusal e hipovolemia no corregida.",
            "interacaoMedicamento": "Potencia efectos de otros depresores del SNC (opioides, benzodiazepinas, propofol, anestésicos inhalatorios). Efecto aditivo con antihipertensivos, betabloqueadores y bloqueadores de canales de calcio, pudiendo intensificar hipotensión y bradicardia. Potencial sinergismo con anestésicos locales y bloqueadores neuromusculares. Puede reducir las necesidades de anestésicos volátiles y opioides.",
            "apresentacao": "Frascos-ampolla de 200 mcg/2 mL (100 mcg/mL) y 400 mcg/4 mL (100 mcg/mL) para dilución. Ampollas de 100 mcg/mL en presentaciones variadas.",
            "preparo": "Diluir contenido del frasco (200 mcg/2 mL) en 48 mL de SF 0,9% o SG 5% para obtener concentración final de 4 mcg/mL. Administrar siempre por bomba de infusión. No administrar en bolo rápido, el bolo debe ser siempre lento (mínimo 10 minutos) para evitar efectos hipertensivos y bradicardia grave.",
            "solucoesCompatíveis": "Suero fisiológico 0,9%, solución glucosada 5% y Ringer lactato. Incompatible con soluciones alcalinas y bicarbonato.",
            "armazenamento": "Almacenar entre 20°C y 25°C, protegido de la luz. No congelar. Tras dilución, la solución es estable hasta 24 horas a temperatura ambiente, si preparada en condiciones asépticas.",
            "cuidadosMedicos": "Monitorizar continuamente presión arterial, frecuencia cardíaca, ECG, saturación y capnografía. Tener prontamente disponibles agentes para reversión de bradicardia (atropina, glicopirrolato) y soporte hemodinámico (vasopresores, fluidoterapia). Atención al síndrome de abstinencia tras infusiones prolongadas (>24–48 horas), caracterizado por hipertensión, taquicardia y agitación.",
            "cuidadosFarmaceuticos": "Verificar integridad del frasco, validez y aspecto de la solución. Realizar dilución correcta (4 mcg/mL) en SF 0,9%, SG 5% o RL. Utilizar bomba de infusión dedicada. Observar rigurosamente tiempo de estabilidad tras dilución. Almacenar protegido de la luz.",
            "cuidadosEnfermagem": "Monitorizar signos vitales continuamente. Observar signos de hipotensión, bradicardia, bloqueos AV o asistolia. Evaluar nivel de sedación, patrón respiratorio y perfusión periférica. Notificar inmediatamente caídas bruscas de PA, FC o deterioro clínico. Asegurar funcionamiento adecuado de bomba de infusión y control riguroso de tasa administrada.",
            "fontesBibliograficas": "Bula Precedex®, UpToDate (2024), Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia, Micromedex, Tintinalli's Emergency Medicine, PubMed ID 37129781, Guías ASA, Guías SCCM (Society of Critical Care Medicine)."
        }
    }
}