{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Dextrocetamina (S(+)-Cetamina)",
            "nomeComercial": "Ketanest S®, S-Ketamina®, Anasket S®",
            "classificacao": "Anestésico geral dissociativo, antagonista não competitivo de receptores NMDA, analgésico potente, sedativo, hipnótico dissociativo",
            "mecanismoAcao": "Atua como antagonista não competitivo dos receptores NMDA, bloqueando o receptor de glutamato, principal neurotransmissor excitatório do SNC. Isso impede a transmissão de estímulos nociceptivos, motores e sensoriais. Atua também como agonista parcial dos receptores opioides (μ e κ), agonista dos receptores AMPA, inibe canais de cálcio tipo L e ativa canais HCN1, além de estimular liberação de catecolaminas (noradrenalina e dopamina), conferindo efeitos simpatomiméticos (aumento de FC, PA e débito cardíaco). A Dextrocetamina (S-enantiômero) possui afinidade 3–4 vezes maior pelos receptores NMDA em comparação à Cetamina racêmica, sendo mais potente, com menor incidência de efeitos psicomiméticos e melhor perfil de recuperação.",
            "farmacocinetica": "Início de ação IV: 30–60 segundos. IM: 3–5 minutos. SC: 5–10 minutos. Pico IV: 1–3 minutos. Meia-vida de distribuição: 10–15 minutos. Meia-vida de eliminação terminal: 2–4 horas. Volume de distribuição: 2–3 L/kg. Ligação às proteínas plasmáticas: 20–50%. Metabolização hepática via CYP3A4, CYP2B6 e CYP2C9 em norketamina (ativo), posteriormente convertida em hidroxinorketamina (inativo). Excreção predominantemente renal (90%) e pequena fração nas fezes (5–10%).",
            "farmacodinamica": "Promove anestesia dissociativa, caracterizada por desconexão funcional entre o tálamo e o córtex cerebral. Mantém os reflexos protetores de via aérea, preserva drive respiratório na maioria dos casos e promove broncodilatação. Estimula sistema cardiovascular com aumento de pressão arterial, frequência cardíaca e débito cardíaco. Possui potente efeito analgésico, especialmente em dores neuropáticas, isquêmicas, oncológicas e pós-operatórias refratárias. Efeito sedativo e amnésico leve a moderado. Menor incidência de emergência delirium em comparação com a cetamina racêmica.",
            "indicacoes": "Indução e manutenção de anestesia geral. Sedação em procedimentos dolorosos e emergências. Analgesia para dor aguda refratária, dor neuropática, dor oncológica e dor pós-operatória. Sedação em UTI. Tratamento de depressão resistente (off-label, protocolo supervisionado). Manejo de broncoespasmo refratário. Anestesia em pacientes hemodinamicamente instáveis (trauma, choque, queimados, sepse).",
            "posologia": "Indução anestésica IV adulto: 0,5–1 mg/kg em bolus. IM: 4–6 mg/kg. Manutenção anestésica IV: 0,5–2 mg/kg/h em infusão contínua. Sedação procedural: 0,25–0,5 mg/kg IV bolus ou 2–4 mg/kg IM. Analgesia IV: bolus de 0,1–0,3 mg/kg seguido de infusão 0,1–0,5 mg/kg/h. Uso na depressão resistente (off-label): infusão lenta de 0,5 mg/kg em 40 minutos. Pediatria: indução IV 1–2 mg/kg; IM 4–6 mg/kg; manutenção e analgesia conforme resposta clínica.",
            "administracao": "Via intravenosa (IV), intramuscular (IM), subcutânea (SC) ou infusão contínua IV. Pode ser administrada em bolus ou bomba de infusão. Deve ser administrada sob monitorização contínua de parâmetros cardiorrespiratórios e suporte de via aérea disponível.",
            "doseMaxima": "Indução: até 2 mg/kg IV ou 6 mg/kg IM. Manutenção: até 3 mg/kg/h IV contínuo. Sedação procedural: máximo 0,5 mg/kg IV ou 4 mg/kg IM. Analgesia: máximo 0,5 mg/kg/h em infusão contínua. Na depressão resistente (off-label): não exceder 0,5 mg/kg por infusão em 40 minutos.",
            "doseMinima": "Analgesia subanestésica: 0,1 mg/kg IV em bolus ou infusão 0,1 mg/kg/h. Sedação leve: 0,25 mg/kg IV. Uso na depressão resistente (off-label): 0,25–0,5 mg/kg em 40 minutos.",
            "reacoesAdversas": "Emergence delirium (menos frequente que na cetamina racêmica), alucinações, sonhos vívidos, agitação, hipertensão, taquicardia, aumento de pressão intracraniana e intraocular, hipersalivação, náusea, vômito, nistagmo, diplopia, vertigem, rash, rubor, dor no local de injeção, laringoespasmo (raro), depressão respiratória (rara, geralmente associada a sedativos concomitantes), aumento de secreções brônquicas, disfunção urinária em uso crônico.",
            "riscoGravidez": "Categoria B. Considerada segura para uso em emergências obstétricas, incluindo cesarianas. Evitar uso prolongado e repetido durante o primeiro trimestre, devido a dados em animais sugerindo neurotoxicidade em desenvolvimento fetal.",
            "riscoLactacao": "Compatível. Pequenas quantidades são excretadas no leite materno, mas não há relatos de efeitos adversos significativos no lactente. Amamentação pode ser retomada quando a paciente estiver acordada e alerta.",
            "ajusteRenal": "Não requer ajuste em insuficiência renal leve a moderada. Usar com cautela em insuficiência renal grave devido ao acúmulo de norketamina (ativo), com potencial prolongamento dos efeitos clínicos. Monitorizar clinicamente.",
            "ajusteHepatico": "Necessário cautela na insuficiência hepática moderada a grave. Metabolização reduzida pode levar a acúmulo e prolongamento dos efeitos. Reduzir dose e prolongar intervalos entre bolus ou ajustar taxa de infusão.",
            "contraindicacoes": "Hipersensibilidade à cetamina ou seus componentes. Hipertensão arterial severa não controlada. Aneurismas intracranianos ou cardiovasculares. Hipertensão intracraniana descompensada. Glaucoma não controlado. Psicose ativa não tratada. Angina instável. Insuficiência cardíaca descompensada. Uso cauteloso em pacientes com história de esquizofrenia ou distúrbios psicóticos.",
            "interacaoMedicamento": "Potencializa efeitos de depressores do SNC (benzodiazepínicos, opioides, propofol, dexmedetomidina), podendo aumentar risco de depressão respiratória quando combinada. Efeito hipertensivo aditivo com simpatomiméticos (noradrenalina, adrenalina). Pode reduzir efetividade de bloqueadores neuromusculares não despolarizantes devido à estimulação simpática. Sinergismo com anestésicos inalatórios e voláteis. Potencial antagonismo com agentes anticolinérgicos.",
            "apresentacao": "Ampolas de 50 mg/mL em 2 mL, 5 mL e 10 mL. Frascos-ampola de 500 mg/10 mL (50 mg/mL).",
            "preparo": "Solução pronta para uso. Para infusão, diluir em SF 0,9% ou SG 5%, geralmente na concentração de 1–2 mg/mL. Para bolus IV, IM ou SC, pode ser administrada diretamente da ampola. Preparações para infusão devem ser feitas em técnica asséptica, imediatamente antes do uso.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%, Ringer lactato. Incompatível com soluções alcalinas (bicarbonato de sódio) e hemoderivados na mesma via.",
            "armazenamento": "Armazenar entre 15°C e 30°C, protegido da luz. Não congelar. Utilizar imediatamente após abertura da ampola ou preparação da diluição. Descartar sobras não utilizadas.",
            "cuidadosMedicos": "Monitorização contínua de pressão arterial, frequência cardíaca, saturação, capnografia e ECG. Ter sempre disponível equipamento para manejo de via aérea (máscara, cânula, tubo, ventilador). Avaliar risco de hipertensão, aumento de pressão intracraniana e intraocular. Considerar uso de benzodiazepínicos (midazolam, diazepam) para reduzir agitação e alucinações. Atropina ou glicopirrolato podem ser usados para controle de hipersalivação. Monitorizar recuperação até retorno completo da consciência.",
            "cuidadosFarmaceuticos": "Verificar integridade da ampola e aspecto da solução (límpida, incolor, livre de partículas). Preparar diluições em ambiente asséptico. Utilizar imediatamente após preparo. Controlar rigorosamente o estoque, considerando ser substância controlada (Portaria 344/98 ANVISA). Garantir rastreabilidade do uso do medicamento.",
            "cuidadosEnfermagem": "Monitorizar constantemente sinais vitais, padrão respiratório, nível de sedação e hemodinâmica. Observar local de punção quanto a sinais de dor, extravasamento ou flebite. Notificar imediatamente alterações como hipertensão grave, taquicardia, agitação, alucinações, laringoespasmo, depressão respiratória ou qualquer alteração clínica significativa. Ter sempre disponível material para suporte ventilatório e manejo de via aérea. Assegurar vigilância contínua até recuperação total do paciente.",
            "fontesBibliograficas": "Bula Ketanest S®, UpToDate (2024), Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia, Tintinalli's Emergency Medicine, Micromedex, PubMed ID 37129742, Diretrizes ASA, Diretrizes SCCM (Society of Critical Care Medicine)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Dextroketamine (S(+)-Ketamine)",
            "nomeComercial": "Ketanest S®, S-Ketamine®, Anasket S®",
            "classificacao": "Dissociative general anesthetic, non-competitive NMDA receptor antagonist, potent analgesic, sedative, dissociative hypnotic",
            "mecanismoAcao": "Acts as a non-competitive antagonist of NMDA receptors, blocking the glutamate receptor, the main excitatory neurotransmitter of the CNS. This prevents the transmission of nociceptive, motor, and sensory stimuli. Also acts as a partial agonist of opioid receptors (μ and κ), agonist of AMPA receptors, inhibits L-type calcium channels and activates HCN1 channels, in addition to stimulating the release of catecholamines (norepinephrine and dopamine), conferring sympathomimetic effects (increase in HR, BP, and cardiac output). Dextroketamine (S-enantiomer) has 3–4 times greater affinity for NMDA receptors compared to racemic ketamine, being more potent, with lower incidence of psychomimetic effects and better recovery profile.",
            "farmacocinetica": "IV onset: 30–60 seconds. IM: 3–5 minutes. SC: 5–10 minutes. IV peak: 1–3 minutes. Distribution half-life: 10–15 minutes. Terminal elimination half-life: 2–4 hours. Volume of distribution: 2–3 L/kg. Plasma protein binding: 20–50%. Hepatic metabolism via CYP3A4, CYP2B6, and CYP2C9 to norketamine (active), subsequently converted to hydroxynorketamine (inactive). Predominantly renal excretion (90%) and small fecal fraction (5–10%).",
            "farmacodinamica": "Promotes dissociative anesthesia, characterized by functional disconnection between the thalamus and cerebral cortex. Maintains protective airway reflexes, preserves respiratory drive in most cases, and promotes bronchodilation. Stimulates cardiovascular system with increased blood pressure, heart rate, and cardiac output. Has potent analgesic effect, especially in neuropathic, ischemic, oncological, and refractory postoperative pain. Mild to moderate sedative and amnestic effect. Lower incidence of emergence delirium compared to racemic ketamine.",
            "indicacoes": "Induction and maintenance of general anesthesia. Sedation in painful procedures and emergencies. Analgesia for refractory acute pain, neuropathic pain, cancer pain, and postoperative pain. Sedation in ICU. Treatment of resistant depression (off-label, supervised protocol). Management of refractory bronchospasm. Anesthesia in hemodynamically unstable patients (trauma, shock, burns, sepsis).",
            "posologia": "Adult anesthetic induction IV: 0.5–1 mg/kg bolus. IM: 4–6 mg/kg. Anesthetic maintenance IV: 0.5–2 mg/kg/h continuous infusion. Procedural sedation: 0.25–0.5 mg/kg IV bolus or 2–4 mg/kg IM. IV analgesia: 0.1–0.3 mg/kg bolus followed by 0.1–0.5 mg/kg/h infusion. Use in resistant depression (off-label): slow infusion of 0.5 mg/kg over 40 minutes. Pediatrics: IV induction 1–2 mg/kg; IM 4–6 mg/kg; maintenance and analgesia according to clinical response.",
            "administracao": "Intravenous (IV), intramuscular (IM), subcutaneous (SC), or continuous IV infusion. Can be administered as bolus or infusion pump. Must be administered under continuous monitoring of cardiorespiratory parameters and available airway support.",
            "doseMaxima": "Induction: up to 2 mg/kg IV or 6 mg/kg IM. Maintenance: up to 3 mg/kg/h continuous IV. Procedural sedation: maximum 0.5 mg/kg IV or 4 mg/kg IM. Analgesia: maximum 0.5 mg/kg/h continuous infusion. In resistant depression (off-label): do not exceed 0.5 mg/kg per infusion over 40 minutes.",
            "doseMinima": "Subanesthetic analgesia: 0.1 mg/kg IV bolus or 0.1 mg/kg/h infusion. Light sedation: 0.25 mg/kg IV. Use in resistant depression (off-label): 0.25–0.5 mg/kg over 40 minutes.",
            "reacoesAdversas": "Emergence delirium (less frequent than with racemic ketamine), hallucinations, vivid dreams, agitation, hypertension, tachycardia, increased intracranial and intraocular pressure, hypersalivation, nausea, vomiting, nystagmus, diplopia, vertigo, rash, flushing, pain at injection site, laryngospasm (rare), respiratory depression (rare, usually associated with concomitant sedatives), increased bronchial secretions, urinary dysfunction with chronic use.",
            "riscoGravidez": "Category B. Considered safe for use in obstetric emergencies, including cesarean sections. Avoid prolonged and repeated use during the first trimester, due to animal data suggesting neurotoxicity in fetal development.",
            "riscoLactacao": "Compatible. Small amounts are excreted in breast milk, but there are no reports of significant adverse effects in the infant. Breastfeeding can be resumed when the patient is awake and alert.",
            "ajusteRenal": "No adjustment required in mild to moderate renal insufficiency. Use with caution in severe renal insufficiency due to accumulation of norketamine (active), with potential prolongation of clinical effects. Monitor clinically.",
            "ajusteHepatico": "Caution necessary in moderate to severe hepatic insufficiency. Reduced metabolism may lead to accumulation and prolongation of effects. Reduce dose and prolong intervals between boluses or adjust infusion rate.",
            "contraindicacoes": "Hypersensitivity to ketamine or its components. Uncontrolled severe hypertension. Intracranial or cardiovascular aneurysms. Decompensated intracranial hypertension. Uncontrolled glaucoma. Untreated active psychosis. Unstable angina. Decompensated heart failure. Cautious use in patients with history of schizophrenia or psychotic disorders.",
            "interacaoMedicamento": "Potentiates effects of CNS depressants (benzodiazepines, opioids, propofol, dexmedetomidina), which may increase risk of respiratory depression when combined. Additive hypertensive effect with sympathomimetics (norepinephrine, epinephrine). May reduce effectiveness of non-depolarizing neuromuscular blockers due to sympathetic stimulation. Synergism with inhalational and volatile anesthetics. Potential antagonism with anticholinergic agents.",
            "apresentacao": "50 mg/mL ampoules in 2 mL, 5 mL, and 10 mL. 500 mg/10 mL vials (50 mg/mL).",
            "preparo": "Ready-to-use solution. For infusion, dilute in 0.9% saline or 5% dextrose, usually at concentration of 1–2 mg/mL. For IV, IM, or SC bolus, can be administered directly from ampoule. Infusion preparations should be made under aseptic technique, immediately before use.",
            "solucoesCompatíveis": "0.9% saline, 5% dextrose, Ringer's lactate. Incompatible with alkaline solutions (sodium bicarbonate) and blood products in the same line.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. Do not freeze. Use immediately after opening ampoule or preparing dilution. Discard unused leftovers.",
            "cuidadosMedicos": "Continuous monitoring of blood pressure, heart rate, saturation, capnography, and ECG. Always have equipment available for airway management (mask, cannula, tube, ventilator). Assess risk of hypertension, increased intracranial and intraocular pressure. Consider use of benzodiazepines (midazolam, diazepam) to reduce agitation and hallucinations. Atropine or glycopyrrolate can be used to control hypersalivation. Monitor recovery until complete return of consciousness.",
            "cuidadosFarmaceuticos": "Check integrity of ampoule and appearance of solution (clear, colorless, free of particles). Prepare dilutions in aseptic environment. Use immediately after preparation. Strictly control inventory, considering it is a controlled substance (ANVISA Ordinance 344/98). Ensure traceability of medication use.",
            "cuidadosEnfermagem": "Constantly monitor vital signs, respiratory pattern, sedation level, and hemodynamics. Observe puncture site for signs of pain, extravasation, or phlebitis. Immediately report changes such as severe hypertension, tachycardia, agitation, hallucinations, laryngospasm, respiratory depression, or any significant clinical change. Always have material available for ventilatory support and airway management. Ensure continuous surveillance until complete patient recovery.",
            "fontesBibliograficas": "Ketanest S® Label, UpToDate (2024), Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia, Tintinalli's Emergency Medicine, Micromedex, PubMed ID 37129742, ASA Guidelines, SCCM (Society of Critical Care Medicine) Guidelines."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Dextrocetamina (S(+)-Cetamina)",
            "nomeComercial": "Ketanest S®, S-Ketamina®, Anasket S®",
            "classificacao": "Anestésico general disociativo, antagonista no competitivo de receptores NMDA, analgésico potente, sedativo, hipnótico disociativo",
            "mecanismoAcao": "Actúa como antagonista no competitivo de los receptores NMDA, bloqueando el receptor de glutamato, principal neurotransmisor excitatorio del SNC. Esto impide la transmisión de estímulos nociceptivos, motores y sensoriales. Actúa también como agonista parcial de los receptores opioides (μ y κ), agonista de los receptores AMPA, inhibe canales de calcio tipo L y activa canales HCN1, además de estimular liberación de catecolaminas (noradrenalina y dopamina), confiriendo efectos simpaticomiméticos (aumento de FC, PA y gasto cardíaco). La Dextrocetamina (S-enantiómero) posee afinidad 3–4 veces mayor por los receptores NMDA en comparación con la Cetamina racémica, siendo más potente, con menor incidencia de efectos psicomiméticos y mejor perfil de recuperación.",
            "farmacocinetica": "Inicio de acción IV: 30–60 segundos. IM: 3–5 minutos. SC: 5–10 minutos. Pico IV: 1–3 minutos. Vida media de distribución: 10–15 minutos. Vida media de eliminación terminal: 2–4 horas. Volumen de distribución: 2–3 L/kg. Unión a las proteínas plasmáticas: 20–50%. Metabolismo hepático vía CYP3A4, CYP2B6 y CYP2C9 en norketamina (activo), posteriormente convertida en hidroxinorketamina (inactivo). Excreción predominantemente renal (90%) y pequeña fracción en las heces (5–10%).",
            "farmacodinamica": "Promueve anestesia disociativa, caracterizada por desconexión funcional entre el tálamo y la corteza cerebral. Mantiene los reflejos protectores de vía aérea, preserva drive respiratorio en la mayoría de los casos y promueve broncodilatación. Estimula sistema cardiovascular con aumento de presión arterial, frecuencia cardíaca y gasto cardíaco. Posee potente efecto analgésico, especialmente en dolores neuropáticos, isquémicos, oncológicos y postoperatorios refractarios. Efecto sedativo y amnésico leve a moderado. Menor incidencia de delirium de emergencia en comparación con la cetamina racémica.",
            "indicacoes": "Inducción y mantenimiento de anestesia general. Sedación en procedimientos dolorosos y emergencias. Analgesia para dolor agudo refractario, dolor neuropático, dolor oncológico y dolor postoperatorio. Sedación en UCI. Tratamiento de depresión resistente (uso no aprobado, protocolo supervisado). Manejo de broncoespasmo refractario. Anestesia en pacientes hemodinámicamente inestables (trauma, shock, quemados, sepsis).",
            "posologia": "Inducción anestésica IV adulto: 0,5–1 mg/kg en bolus. IM: 4–6 mg/kg. Mantenimiento anestésico IV: 0,5–2 mg/kg/h en infusión continua. Sedación procedural: 0,25–0,5 mg/kg IV bolus o 2–4 mg/kg IM. Analgesia IV: bolus de 0,1–0,3 mg/kg seguido de infusión 0,1–0,5 mg/kg/h. Uso en depresión resistente (uso no aprobado): infusión lenta de 0,5 mg/kg en 40 minutos. Pediatría: inducción IV 1–2 mg/kg; IM 4–6 mg/kg; mantenimiento y analgesia según respuesta clínica.",
            "administracao": "Vía intravenosa (IV), intramuscular (IM), subcutánea (SC) o infusión continua IV. Puede administrarse en bolus o bomba de infusión. Debe administrarse bajo monitorización continua de parámetros cardiorrespiratorios y soporte de vía aérea disponible.",
            "doseMaxima": "Inducción: hasta 2 mg/kg IV o 6 mg/kg IM. Mantenimiento: hasta 3 mg/kg/h IV continuo. Sedación procedural: máximo 0,5 mg/kg IV o 4 mg/kg IM. Analgesia: máximo 0,5 mg/kg/h en infusión continua. En depresión resistente (uso no aprobado): no exceder 0,5 mg/kg por infusión en 40 minutos.",
            "doseMinima": "Analgesia subanestésica: 0,1 mg/kg IV en bolus o infusión 0,1 mg/kg/h. Sedación leve: 0,25 mg/kg IV. Uso en depresión resistente (uso no aprobado): 0,25–0,5 mg/kg en 40 minutos.",
            "reacoesAdversas": "Delirio de emergencia (menos frecuente que en la cetamina racémica), alucinaciones, sueños vívidos, agitación, hipertensión, taquicardia, aumento de presión intracraneal e intraocular, hipersalivación, náuseas, vómitos, nistagmo, diplopía, vértigo, erupción, rubor, dolor en el lugar de inyección, laringoespasmo (raro), depresión respiratoria (rara, generalmente asociada a sedantes concomitantes), aumento de secreciones bronquiales, disfunción urinaria en uso crónico.",
            "riscoGravidez": "Categoría B. Considerada segura para uso en emergencias obstétricas, incluyendo cesáreas. Evitar uso prolongado y repetido durante el primer trimestre, debido a datos en animales sugiriendo neurotoxicidad en desarrollo fetal.",
            "riscoLactacao": "Compatible. Pequeñas cantidades se excretan en la leche materna, pero no hay reportes de efectos adversos significativos en el lactante. La lactancia puede retomarse cuando la paciente esté despierta y alerta.",
            "ajusteRenal": "No requiere ajuste en insuficiencia renal leve a moderada. Usar con precaución en insuficiencia renal grave debido a la acumulación de norketamina (activo), con potencial prolongación de los efectos clínicos. Monitorizar clínicamente.",
            "ajusteHepatico": "Necesaria precaución en insuficiencia hepática moderada a grave. Metabolismo reducido puede llevar a acumulación y prolongación de los efectos. Reducir dosis y prolongar intervalos entre bolus o ajustar tasa de infusión.",
            "contraindicacoes": "Hipersensibilidad a la cetamina o sus componentes. Hipertensión arterial severa no controlada. Aneurismas intracraneales o cardiovasculares. Hipertensión intracraneal descompensada. Glaucoma no controlado. Psicosis activa no tratada. Angina inestable. Insuficiencia cardíaca descompensada. Uso cauteloso en pacientes con historial de esquizofrenia o trastornos psicóticos.",
            "interacaoMedicamento": "Potencia efectos de depresores del SNC (benzodiacepinas, opioides, propofol, dexmedetomidina), pudiendo aumentar riesgo de depresión respiratoria cuando combinada. Efecto hipertensivo aditivo con simpaticomiméticos (noradrenalina, adrenalina). Puede reducir efectividad de bloqueadores neuromusculares no despolarizantes debido a la estimulación simpática. Sinergismo con anestésicos inhalatorios y volátiles. Potencial antagonismo con agentes anticolinérgicos.",
            "apresentacao": "Ampollas de 50 mg/mL en 2 mL, 5 mL y 10 mL. Frascos-ampolla de 500 mg/10 mL (50 mg/mL).",
            "preparo": "Solución lista para uso. Para infusión, diluir en SF 0,9% o SG 5%, generalmente en la concentración de 1–2 mg/mL. Para bolus IV, IM o SC, puede administrarse directamente de la ampolla. Preparaciones para infusión deben hacerse en técnica aséptica, inmediatamente antes del uso.",
            "solucoesCompatíveis": "Suero fisiológico 0,9%, solución glucosada 5%, Ringer lactato. Incompatible con soluciones alcalinas (bicarbonato de sodio) y hemoderivados en la misma vía.",
            "armazenamento": "Almacenar entre 15°C y 30°C, protegido de la luz. No congelar. Utilizar inmediatamente tras apertura de la ampolla o preparación de la dilución. Descartar sobras no utilizadas.",
            "cuidadosMedicos": "Monitorización continua de presión arterial, frecuencia cardíaca, saturación, capnografía y ECG. Tener siempre disponible equipamiento para manejo de vía aérea (máscara, cánula, tubo, ventilador). Evaluar riesgo de hipertensión, aumento de presión intracraneal e intraocular. Considerar uso de benzodiacepinas (midazolam, diazepam) para reducir agitación y alucinaciones. Atropina o glicopirrolato pueden usarse para control de hipersalivación. Monitorizar recuperación hasta retorno completo de la consciencia.",
            "cuidadosFarmaceuticos": "Verificar integridad de la ampolla y aspecto de la solución (límpida, incolora, libre de partículas). Preparar diluciones en ambiente aséptico. Utilizar inmediatamente tras preparo. Controlar rigurosamente el inventario, considerando ser sustancia controlada (Ordenanza 344/98 ANVISA). Garantizar trazabilidad del uso del medicamento.",
            "cuidadosEnfermagem": "Monitorizar constantemente signos vitales, patrón respiratorio, nivel de sedación y hemodinámica. Observar lugar de punción respecto a signos de dolor, extravasación o flebitis. Notificar inmediatamente alteraciones como hipertensión grave, taquicardia, agitación, alucinaciones, laringoespasmo, depresión respiratoria o cualquier alteración clínica significativa. Tener siempre disponible material para soporte ventilatorio y manejo de vía aérea. Asegurar vigilancia continua hasta recuperación total del paciente.",
            "fontesBibliograficas": "Bula Ketanest S®, UpToDate (2024), Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia, Tintinalli's Emergency Medicine, Micromedex, PubMed ID 37129742, Directrices ASA, Directrices SCCM (Society of Critical Care Medicine)."
        }
    }
}