{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Diazepam",
            "nomeComercial": "Valium®, Compaz®, Dienpax®, Revange®, Ansiopax®",
            "classificacao": "Benzodiazepínico, ansiolítico, sedativo, anticonvulsivante, miorrelaxante central e hipnótico",
            "mecanismoAcao": "O diazepam é um agonista dos receptores GABA-A, ligando-se a um sítio específico no complexo receptor GABA, aumentando a afinidade do GABA pelo receptor e, consequentemente, aumentando a frequência de abertura dos canais de cloro. Isso leva à hiperpolarização da membrana neuronal e à inibição da atividade do SNC. Seus efeitos incluem sedação, ansiólise, relaxamento muscular esquelético, controle de convulsões e amnésia anterógrada leve. Por ser altamente lipofílico, possui rápido início de ação e longa duração, com redistribuição tecidual inicial e posterior acumulação em tecidos adiposos.",
            "farmacocinetica": "• Absorção: rápida e quase completa por via oral, retal, IM (imprevisível) e IV.\n• Início de ação: 1–5 min IV, 5–10 min retal, 15–30 min VO, IM variável.\n• Pico de efeito: 10–15 min IV, 30–90 min VO.\n• Duração do efeito: 2–6 horas IV (efeito clínico imediato), porém a meia-vida prolongada gera efeito residual.\n• Volume de distribuição: 0,8–1,5 L/kg.\n• Ligação às proteínas plasmáticas: 98–99% (principalmente à albumina).\n• Metabolização: hepática (CYP2C19 e CYP3A4), formando metabólitos ativos, como desmetildiazepam, temazepam e oxazepam.\n• Meia-vida de eliminação: 20–50 horas (diazepam); metabólitos ativos: até 100 horas.\n• Excreção: renal (na forma de metabólitos conjugados).",
            "farmacodinamica": "Produz potente depressão do SNC, com efeitos ansiolítico, sedativo, anticonvulsivante, miorrelaxante e levemente hipnótico. Sua elevada lipofilicidade permite início de ação rápido após administração IV ou VO, seguido por redistribuição, o que reduz o efeito agudo, mas mantém efeito residual prolongado devido ao acúmulo nos tecidos e à formação de metabólitos ativos de longa meia-vida.",
            "indicacoes": "• Controle agudo de crises convulsivas, incluindo status epilepticus.\n• Sedação pré-operatória e pré-procedimento.\n• Tratamento de ansiedade aguda grave.\n• Tratamento da síndrome de abstinência alcoólica.\n• Espasmos musculares, rigidez ou espasticidade de origem central.\n• Agitação psicomotora aguda.\n• Tratamento adjuvante de distúrbios do sono (insônia associada à ansiedade).\n• Indução de amnésia anterógrada leve (em procedimentos).",
            "posologia": "Adulto:\n• Crises convulsivas/status epilepticus: 5–10 mg IV, repetir a cada 10–15 min se necessário, máximo 30 mg.\n• Retal: 10–20 mg em crises convulsivas (quando IV não está disponível).\n• Sedação: 2–10 mg IM/IV, 30–60 min antes do procedimento.\n• Ansiedade aguda: 2–10 mg VO, 2–4 vezes ao dia.\n• Abstinência alcoólica: 10 mg VO a cada 6–8 h nas primeiras 24 h, depois 5 mg a cada 6–8 h.\nPediatria:\n• Crises convulsivas/status epilepticus: 0,2–0,5 mg/kg IV (máx. 10 mg por dose); repetir se necessário a cada 10–15 min (máximo 30 mg).\n• Retal: 0,5 mg/kg (máx. 10 mg por dose).\n• Sedação pré-procedimento: 0,04–0,2 mg/kg IV (máx. 10 mg).",
            "administracao": "• IV: bolus lento (mínimo 1 minuto por 5 mg) ou intermitente.\n• IM: profunda (absorção variável, não preferencial).\n• Retal: solução ou gel, especialmente na emergência pediátrica.\n• VO: comprimidos ou solução oral.\n• Sempre com monitorização cardiorrespiratória, especialmente IV ou IM.",
            "doseMaxima": "• Adulto: 30 mg para controle agudo de convulsões.\n• Pediatria: 0,5 mg/kg (máx. 10 mg por dose, 30 mg total em 8 horas).",
            "doseMinima": "• 2 mg VO em adultos.\n• 0,2 mg/kg IV ou 0,5 mg/kg retal em pediatria.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Sedação, sonolência, fadiga.\n• Fraqueza muscular, ataxia.\nComuns (1–10%):\n• Depressão respiratória (dose-dependente).\n• Hipotensão, bradicardia.\n• Amnésia anterógrada.\n• Cefaleia, tontura, boca seca.\n• Náusea, constipação.\n• Reações locais (dor, tromboflebite) na injeção IV.\nIncomuns (0,1–1%):\n• Agitação paradoxal, agressividade (especialmente em idosos e crianças).\n• Depressão cardiovascular.\n• Alterações do humor.\nRaras (<0,1%):\n• Insuficiência respiratória grave.\n• Reações anafiláticas.\n• Dependência física e síndrome de abstinência (uso prolongado).",
            "riscoGravidez": "Categoria D. Evidências de risco fetal humano. Contraindicado, exceto em situações emergenciais (controle de convulsões, sedação urgente). Uso crônico pode levar à síndrome de abstinência neonatal ou hipotonia.",
            "riscoLactacao": "Excreção no leite materno em pequenas quantidades. Uso pontual é geralmente considerado seguro, mas deve-se monitorar lactente para sinais de sedação, hipotonia ou dificuldade de sucção. Evitar uso crônico durante a lactação.",
            "ajusteRenal": "• Não exige ajuste na dose inicial.\n• Metabólitos ativos podem se acumular na insuficiência renal crônica, levando à sedação prolongada. Monitorizar sedação e função respiratória.",
            "ajusteHepatico": "• Exige redução de dose na insuficiência hepática, devido à metabolização hepática reduzida e risco aumentado de sedação prolongada, depressão respiratória e efeitos acumulativos.",
            "contraindicacoes": "• Hipersensibilidade ao diazepam, benzodiazepínicos ou excipientes da fórmula.\n• Miastenia gravis não controlada.\n• Insuficiência respiratória grave sem suporte ventilatório.\n• Síndrome de apneia do sono não tratada.\n• Glaucoma de ângulo fechado (relativo).\n• Insuficiência hepática grave (risco de encefalopatia).",
            "interacaoMedicamento": "• Potencializa efeitos sedativos de opioides, anestésicos, álcool, antipsicóticos, antidepressivos e anti-histamínicos sedativos.\n• Aumenta risco de depressão respiratória e sedação profunda quando associado a propofol, midazolam, dexmedetomidina.\n• Inibidores do CYP3A4 (cetoconazol, claritromicina, ritonavir) aumentam concentração plasmática.\n• Indutores do CYP3A4 (rifampicina, carbamazepina, fenitoína) reduzem eficácia.\n• Potencializa efeitos hipotensores de anti-hipertensivos.",
            "apresentacao": "• Comprimidos 2 mg, 5 mg ou 10 mg.\n• Solução oral 2 mg/mL.\n• Ampolas 5 mg/mL (2 mL, 5 mL, 10 mL).\n• Gel ou solução retal (formulado ou manipulado).",
            "preparo": "• IV/IM: usar ampola diretamente (5 mg/mL) ou diluir em SF 0,9% ou SG 5% conforme protocolo institucional (opcional para minimizar irritação local).\n• Retal: usar solução pronta ou preparar diluição da ampola conforme protocolo.\n• VO: solução oral 2 mg/mL ou comprimidos.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com soluções alcalinas e bicarbonato.",
            "armazenamento": "Conservar entre 15°C e 30°C, protegido da luz. Evitar congelamento. Após abertura ou diluição, utilizar imediatamente ou dentro de 24 horas se refrigerado (2–8°C) e em condições assépticas.",
            "cuidadosMedicos": "• Monitorização contínua de sinais vitais, ECG, frequência respiratória e sedação.\n• Ter disponível suporte ventilatório, oxigênio e agente reversor (flumazenil).\n• Ajustar dose em idosos, insuficiência hepática ou renal.\n• Usar com extrema cautela em combinação com opioides devido ao risco elevado de depressão respiratória.\n• Corrigir distúrbios hidroeletrolíticos antes de administração, se presentes.\n• Monitorizar para efeitos paradoxais, especialmente em crianças e idosos.",
            "cuidadosFarmaceuticos": "• Conferir validade, aspecto da solução e integridade da ampola.\n• Realizar diluição adequada se necessário para infusão lenta.\n• Registrar lote, dose, via e horário de administração.\n• Assegurar disponibilidade de flumazenil para reversão emergencial.\n• Descartar solução com alteração de cor, turbidez ou precipitação.",
            "cuidadosEnfermagem": "• Monitorar nível de consciência, sedação, sinais vitais e função respiratória.\n• Observar para sinais de depressão respiratória, hipotensão ou agitação paradoxal.\n• Garantir acesso a equipamento de suporte ventilatório e desfibrilador.\n• Informar paciente e acompanhantes sobre possíveis efeitos de sedação prolongada, amnésia e necessidade de restrição de atividades após uso.\n• Notificar imediatamente qualquer evento adverso ou reação inesperada.",
            "fontesBibliograficas": "Bula Anvisa (Diazepam), Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Goodman & Gilman (13ª Edição), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli's Emergency Medicine (9ª Edição), PubMed ID 37029783, PubChem Compound ID 3016."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Diazepam",
            "nomeComercial": "Valium®, Compaz®, Dienpax®, Revange®, Ansiopax®",
            "classificacao": "Benzodiazepine, anxiolytic, sedative, anticonvulsant, central muscle relaxant, and hypnotic",
            "mecanismoAcao": "Diazepam is a GABA-A receptor agonist, binding to a specific site on the GABA receptor complex, increasing GABA's affinity for the receptor and, consequently, increasing the frequency of chloride channel opening. This leads to neuronal membrane hyperpolarization and inhibition of CNS activity. Its effects include sedation, anxiolysis, skeletal muscle relaxation, seizure control, and mild anterograde amnesia. Being highly lipophilic, it has rapid onset of action and long duration, with initial tissue redistribution and subsequent accumulation in adipose tissues.",
            "farmacocinetica": "• Absorption: rapid and almost complete by oral, rectal, IM (unpredictable), and IV routes.\n• Onset of action: 1–5 min IV, 5–10 min rectal, 15–30 min PO, IM variable.\n• Peak effect: 10–15 min IV, 30–90 min PO.\n• Duration of effect: 2–6 hours IV (immediate clinical effect), but prolonged half-life generates residual effect.\n• Volume of distribution: 0.8–1.5 L/kg.\n• Plasma protein binding: 98–99% (mainly to albumin).\n• Metabolism: hepatic (CYP2C19 and CYP3A4), forming active metabolites such as desmethyldiazepam, temazepam, and oxazepam.\n• Elimination half-life: 20–50 hours (diazepam); active metabolites: up to 100 hours.\n• Excretion: renal (in the form of conjugated metabolites).",
            "farmacodinamica": "Produces potent CNS depression, with anxiolytic, sedative, anticonvulsant, muscle relaxant, and mildly hypnotic effects. Its high lipophilicity allows rapid onset of action after IV or PO administration, followed by redistribution, which reduces the acute effect but maintains prolonged residual effect due to tissue accumulation and formation of long half-life active metabolites.",
            "indicacoes": "• Acute control of seizures, including status epilepticus.\n• Preoperative and pre-procedure sedation.\n• Treatment of severe acute anxiety.\n• Treatment of alcohol withdrawal syndrome.\n• Muscle spasms, stiffness, or spasticity of central origin.\n• Acute psychomotor agitation.\n• Adjuvant treatment of sleep disorders (insomnia associated with anxiety).\n• Induction of mild anterograde amnesia (in procedures).",
            "posologia": "Adult:\n• Seizures/status epilepticus: 5–10 mg IV, repeat every 10–15 min if necessary, maximum 30 mg.\n• Rectal: 10–20 mg in seizures (when IV is not available).\n• Sedation: 2–10 mg IM/IV, 30–60 min before procedure.\n• Acute anxiety: 2–10 mg PO, 2–4 times daily.\n• Alcohol withdrawal: 10 mg PO every 6–8 h for first 24 h, then 5 mg every 6–8 h.\nPediatrics:\n• Seizures/status epilepticus: 0.2–0.5 mg/kg IV (max 10 mg per dose); repeat if necessary every 10–15 min (maximum 30 mg).\n• Rectal: 0.5 mg/kg (max 10 mg per dose).\n• Pre-procedure sedation: 0.04–0.2 mg/kg IV (max 10 mg).",
            "administracao": "• IV: slow bolus (minimum 1 minute per 5 mg) or intermittent.\n• IM: deep (variable absorption, not preferred).\n• Rectal: solution or gel, especially in pediatric emergency.\n• PO: tablets or oral solution.\n• Always with cardiorespiratory monitoring, especially IV or IM.",
            "doseMaxima": "• Adult: 30 mg for acute seizure control.\n• Pediatrics: 0.5 mg/kg (max 10 mg per dose, 30 mg total in 8 hours).",
            "doseMinima": "• 2 mg PO in adults.\n• 0.2 mg/kg IV or 0.5 mg/kg rectal in pediatrics.",
            "reacoesAdversas": "Very common (>10%):\n• Sedation, drowsiness, fatigue.\n• Muscle weakness, ataxia.\nCommon (1–10%):\n• Respiratory depression (dose-dependent).\n• Hypotension, bradycardia.\n• Anterograde amnesia.\n• Headache, dizziness, dry mouth.\n• Nausea, constipation.\n• Local reactions (pain, thrombophlebitis) at IV injection.\nUncommon (0.1–1%):\n• Paradoxical agitation, aggressiveness (especially in elderly and children).\n• Cardiovascular depression.\n• Mood changes.\nRare (<0.1%):\n• Severe respiratory failure.\n• Anaphylactic reactions.\n• Physical dependence and withdrawal syndrome (prolonged use).",
            "riscoGravidez": "Category D. Evidence of human fetal risk. Contraindicated, except in emergency situations (seizure control, urgent sedation). Chronic use may lead to neonatal withdrawal syndrome or hypotonia.",
            "riscoLactacao": "Excretion in breast milk in small amounts. Occasional use is generally considered safe, but infant should be monitored for signs of sedation, hypotonia, or difficulty sucking. Avoid chronic use during lactation.",
            "ajusteRenal": "• No adjustment required in initial dose.\n• Active metabolites may accumulate in chronic renal insufficiency, leading to prolonged sedation. Monitor sedation and respiratory function.",
            "ajusteHepatico": "• Requires dose reduction in hepatic insufficiency, due to reduced hepatic metabolism and increased risk of prolonged sedation, respiratory depression, and cumulative effects.",
            "contraindicacoes": "• Hypersensitivity to diazepam, benzodiazepines, or formula excipients.\n• Uncontrolled myasthenia gravis.\n• Severe respiratory failure without ventilatory support.\n• Untreated sleep apnea syndrome.\n• Closed-angle glaucoma (relative).\n• Severe hepatic insufficiency (risk of encephalopathy).",
            "interacaoMedicamento": "• Potentiates sedative effects of opioids, anesthetics, alcohol, antipsychotics, antidepressants, and sedative antihistamines.\n• Increases risk of respiratory depression and deep sedation when associated with propofol, midazolam, dexmedetomidina.\n• CYP3A4 inhibitors (ketoconazole, clarithromycin, ritonavir) increase plasma concentration.\n• CYP3A4 inducers (rifampin, carbamazepine, phenytoin) reduce efficacy.\n• Potentiates hypotensive effects of antihypertensives.",
            "apresentacao": "• 2 mg, 5 mg, or 10 mg tablets.\n• 2 mg/mL oral solution.\n• 5 mg/mL ampoules (2 mL, 5 mL, 10 mL).\n• Rectal gel or solution (formulated or compounded).",
            "preparo": "• IV/IM: use ampoule directly (5 mg/mL) or dilute in 0.9% saline or 5% dextrose according to institutional protocol (optional to minimize local irritation).\n• Rectal: use ready solution or prepare ampoule dilution according to protocol.\n• PO: 2 mg/mL oral solution or tablets.",
            "solucoesCompatíveis": "0.9% saline, 5% dextrose. Incompatible with alkaline solutions and bicarbonate.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. Avoid freezing. After opening or dilution, use immediately or within 24 hours if refrigerated (2–8°C) and under aseptic conditions.",
            "cuidadosMedicos": "• Continuous monitoring of vital signs, ECG, respiratory rate, and sedation.\n• Have ventilatory support, oxygen, and reversal agent (flumazenil) available.\n• Adjust dose in elderly, hepatic or renal insufficiency.\n• Use with extreme caution in combination with opioids due to high risk of respiratory depression.\n• Correct hydroelectrolytic disorders before administration if present.\n• Monitor for paradoxical effects, especially in children and elderly.",
            "cuidadosFarmaceuticos": "• Check validity, solution appearance, and ampoule integrity.\n• Perform adequate dilution if necessary for slow infusion.\n• Record batch, dose, route, and administration time.\n• Ensure availability of flumazenil for emergency reversal.\n• Discard solution with color change, turbidity, or precipitation.",
            "cuidadosEnfermagem": "• Monitor level of consciousness, sedation, vital signs, and respiratory function.\n• Observe for signs of respiratory depression, hypotension, or paradoxical agitation.\n• Ensure access to ventilatory support equipment and defibrillator.\n• Inform patient and companions about possible effects of prolonged sedation, amnesia, and need for activity restriction after use.\n• Immediately report any adverse event or unexpected reaction.",
            "fontesBibliograficas": "FDA Label (Diazepam), Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Goodman & Gilman (13th Edition), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli's Emergency Medicine (9th Edition), PubMed ID 37029783, PubChem Compound ID 3016."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Diazepam",
            "nomeComercial": "Valium®, Compaz®, Dienpax®, Revange®, Ansiopax®",
            "classificacao": "Benzodiacepina, ansiolítico, sedativo, anticonvulsivante, miorrelajante central e hipnótico",
            "mecanismoAcao": "El diazepam es un agonista de los receptores GABA-A, uniéndose a un sitio específico en el complejo receptor GABA, aumentando la afinidad del GABA por el receptor y, consecuentemente, aumentando la frecuencia de apertura de los canales de cloro. Esto lleva a la hiperpolarización de la membrana neuronal y a la inhibición de la actividad del SNC. Sus efectos incluyen sedación, ansiolisis, relajación muscular esquelética, control de convulsiones y amnesia anterógrada leve. Por ser altamente lipofílico, posee rápido inicio de acción y larga duración, con redistribución tisular inicial y posterior acumulación en tejidos adiposos.",
            "farmacocinetica": "• Absorción: rápida y casi completa por vía oral, rectal, IM (impredecible) e IV.\n• Inicio de acción: 1–5 min IV, 5–10 min rectal, 15–30 min VO, IM variable.\n• Pico de efecto: 10–15 min IV, 30–90 min VO.\n• Duración del efecto: 2–6 horas IV (efecto clínico inmediato), pero la vida media prolongada genera efecto residual.\n• Volumen de distribución: 0,8–1,5 L/kg.\n• Unión a las proteínas plasmáticas: 98–99% (principalmente a la albúmina).\n• Metabolismo: hepático (CYP2C19 y CYP3A4), formando metabolitos activos, como desmetildiazepam, temazepam y oxazepam.\n• Vida media de eliminación: 20–50 horas (diazepam); metabolitos activos: hasta 100 horas.\n• Excreción: renal (en forma de metabolitos conjugados).",
            "farmacodinamica": "Produce potente depresión del SNC, con efectos ansiolítico, sedativo, anticonvulsivante, miorrelajante y levemente hipnótico. Su elevada lipofilicidad permite inicio de acción rápido tras administración IV o VO, seguido por redistribución, lo que reduce el efecto agudo, pero mantiene efecto residual prolongado debido a la acumulación en los tejidos y a la formación de metabolitos activos de larga vida media.",
            "indicacoes": "• Control agudo de crisis convulsivas, incluyendo status epiléptico.\n• Sedación preoperatoria y pre-procedimiento.\n• Tratamiento de ansiedad aguda grave.\n• Tratamiento del síndrome de abstinencia alcohólica.\n• Espasmos musculares, rigidez o espasticidad de origen central.\n• Agitación psicomotora aguda.\n• Tratamiento adyuvante de trastornos del sueño (insomnio asociado a ansiedad).\n• Inducción de amnesia anterógrada leve (en procedimientos).",
            "posologia": "Adulto:\n• Crisis convulsivas/status epiléptico: 5–10 mg IV, repetir cada 10–15 min si es necesario, máximo 30 mg.\n• Rectal: 10–20 mg en crisis convulsivas (cuando IV no está disponible).\n• Sedación: 2–10 mg IM/IV, 30–60 min antes del procedimiento.\n• Ansiedad aguda: 2–10 mg VO, 2–4 veces al día.\n• Abstinencia alcohólica: 10 mg VO cada 6–8 h en las primeras 24 h, luego 5 mg cada 6–8 h.\nPediatría:\n• Crisis convulsivas/status epiléptico: 0,2–0,5 mg/kg IV (máx. 10 mg por dosis); repetir si es necesario cada 10–15 min (máximo 30 mg).\n• Rectal: 0,5 mg/kg (máx. 10 mg por dosis).\n• Sedación pre-procedimiento: 0,04–0,2 mg/kg IV (máx. 10 mg).",
            "administracao": "• IV: bolus lento (mínimo 1 minuto por 5 mg) o intermitente.\n• IM: profunda (absorción variable, no preferencial).\n• Rectal: solución o gel, especialmente en emergencia pediátrica.\n• VO: comprimidos o solución oral.\n• Siempre con monitorización cardiorrespiratoria, especialmente IV o IM.",
            "doseMaxima": "• Adulto: 30 mg para control agudo de convulsiones.\n• Pediatría: 0,5 mg/kg (máx. 10 mg por dosis, 30 mg total en 8 horas).",
            "doseMinima": "• 2 mg VO en adultos.\n• 0,2 mg/kg IV o 0,5 mg/kg rectal en pediatría.",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Sedación, somnolencia, fatiga.\n• Debilidad muscular, ataxia.\nFrecuentes (1–10%):\n• Depresión respiratoria (dosis-dependiente).\n• Hipotensión, bradicardia.\n• Amnesia anterógrada.\n• Cefalea, mareo, boca seca.\n• Náuseas, estreñimiento.\n• Reacciones locales (dolor, tromboflebitis) en la inyección IV.\nPoco frecuentes (0,1–1%):\n• Agitación paradójica, agresividad (especialmente en ancianos y niños).\n• Depresión cardiovascular.\n• Alteraciones del humor.\nRaras (<0,1%):\n• Insuficiencia respiratoria grave.\n• Reacciones anafilácticas.\n• Dependencia física y síndrome de abstinencia (uso prolongado).",
            "riscoGravidez": "Categoría D. Evidencias de riesgo fetal humano. Contraindicado, excepto en situaciones de emergencia (control de convulsiones, sedación urgente). Uso crónico puede llevar a síndrome de abstinencia neonatal o hipotonía.",
            "riscoLactacao": "Excreción en la leche materna en pequeñas cantidades. Uso puntual es generalmente considerado seguro, pero debe monitorizarse al lactante para signos de sedación, hipotonía o dificultad de succión. Evitar uso crónico durante la lactancia.",
            "ajusteRenal": "• No exige ajuste en la dosis inicial.\n• Metabolitos activos pueden acumularse en la insuficiencia renal crónica, llevando a sedación prolongada. Monitorizar sedación y función respiratoria.",
            "ajusteHepatico": "• Exige reducción de dosis en la insuficiencia hepática, debido al metabolismo hepático reducido y riesgo aumentado de sedación prolongada, depresión respiratoria y efectos acumulativos.",
            "contraindicacoes": "• Hipersensibilidad al diazepam, benzodiacepinas o excipientes de la fórmula.\n• Miastenia gravis no controlada.\n• Insuficiencia respiratoria grave sin soporte ventilatorio.\n• Síndrome de apnea del sueño no tratado.\n• Glaucoma de ángulo cerrado (relativo).\n• Insuficiencia hepática grave (riesgo de encefalopatía).",
            "interacaoMedicamento": "• Potencia efectos sedativos de opioides, anestésicos, alcohol, antipsicóticos, antidepresivos y antihistamínicos sedativos.\n• Aumenta riesgo de depresión respiratoria y sedación profunda cuando asociado a propofol, midazolam, dexmedetomidina.\n• Inhibidores del CYP3A4 (cetoconazol, claritromicina, ritonavir) aumentan concentración plasmática.\n• Inductores del CYP3A4 (rifampicina, carbamazepina, fenitoína) reducen eficacia.\n• Potencia efectos hipotensores de antihipertensivos.",
            "apresentacao": "• Comprimidos 2 mg, 5 mg o 10 mg.\n• Solución oral 2 mg/mL.\n• Ampollas 5 mg/mL (2 mL, 5 mL, 10 mL).\n• Gel o solución rectal (formulado o manipulado).",
            "preparo": "• IV/IM: usar ampolla directamente (5 mg/mL) o diluir en SF 0,9% o SG 5% según protocolo institucional (opcional para minimizar irritación local).\n• Rectal: usar solución lista o preparar dilución de la ampolla según protocolo.\n• VO: solución oral 2 mg/mL o comprimidos.",
            "solucoesCompatíveis": "Suero fisiológico 0,9%, solución glucosada 5%. Incompatible con soluciones alcalinas y bicarbonato.",
            "armazenamento": "Conservar entre 15°C y 30°C, protegido de la luz. Evitar congelamiento. Tras apertura o dilución, utilizar inmediatamente o dentro de 24 horas si refrigerado (2–8°C) y en condiciones asépticas.",
            "cuidadosMedicos": "• Monitorización continua de signos vitales, ECG, frecuencia respiratoria y sedación.\n• Tener disponible soporte ventilatorio, oxígeno y agente reversor (flumazenil).\n• Ajustar dosis en ancianos, insuficiencia hepática o renal.\n• Usar con extrema precaución en combinación con opioides debido al riesgo elevado de depresión respiratoria.\n• Corregir trastornos hidroelectrolíticos antes de administración si están presentes.\n• Monitorizar para efectos paradójicos, especialmente en niños y ancianos.",
            "cuidadosFarmaceuticos": "• Conferir validez, aspecto de la solución e integridad de la ampolla.\n• Realizar dilución adecuada si es necesario para infusión lenta.\n• Registrar lote, dosis, vía y horario de administración.\n• Asegurar disponibilidad de flumazenil para reversión de emergencia.\n• Descartar solución con alteración de color, turbidez o precipitación.",
            "cuidadosEnfermagem": "• Monitorizar nivel de consciencia, sedación, signos vitales y función respiratoria.\n• Observar para signos de depresión respiratoria, hipotensión o agitación paradójica.\n• Garantizar acceso a equipamiento de soporte ventilatorio y desfibrilador.\n• Informar paciente y acompañantes sobre posibles efectos de sedación prolongada, amnesia y necesidad de restricción de actividades tras uso.\n• Notificar inmediatamente cualquier evento adverso o reacción inesperada.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Diazepam), Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Goodman & Gilman (13ª Edición), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli's Emergency Medicine (9ª Edición), PubMed ID 37029783, PubChem Compound ID 3016."
        }
    }
}