{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Dimenidrinato",
            "nomeComercial": "Dramin®, Viabom®, Dimenidrin®, Dramin B6®",
            "classificacao": "Anti-histamínico H1 de primeira geração, antivertiginoso, antiemético, anticolinérgico",
            "mecanismoAcao": "Atua como antagonista competitivo dos receptores histaminérgicos H1 localizados no sistema vestibular e no centro do vômito da medula, além de possuir potente efeito anticolinérgico muscarínico. A ação combinada reduz a excitação vestibular e a transmissão dos impulsos para a zona de gatilho quimiorreceptora (CTZ) e para o centro do vômito no tronco cerebral. Também exerce leve efeito sedativo central pela inibição de receptores H1 no SNC.",
            "farmacocinetica": "Início de ação oral e IM: 15–30 minutos. Pico de ação: 1–2 horas. Duração do efeito: 4–6 horas. Meia-vida de eliminação: 3–9 horas. Volume de distribuição: 3–5 L/kg. Ligação às proteínas plasmáticas: 70–80%. Metabolização hepática via CYP2D6 e outras isoenzimas do citocromo P450. Excreção predominantemente renal (60–80%) na forma de metabólitos inativos, e uma fração menor na bile e fezes.",
            "farmacodinamica": "Bloqueia a estimulação vestibular e a transmissão dos sinais vestibulares para o centro do vômito. Atua diretamente na zona de gatilho quimiorreceptora (CTZ) e no sistema vestibular, controlando náuseas, vômitos e vertigens. Possui efeito sedativo central devido ao bloqueio H1 no SNC. Também exerce ação anticolinérgica periférica, reduzindo secreções e o tônus da musculatura lisa gastrointestinal.",
            "indicacoes": "Prevenção e tratamento de náuseas, vômitos e tonturas associados a cinetose (enjoo de movimento), labirintite, vertigem de origem vestibular, síndrome de Ménière, náuseas e vômitos induzidos por quimioterapia, radioterapia, pós-operatórios, gravidez (com orientação médica), gastrenterites, enxaqueca com aura vestibular e como adjuvante em crises vertiginosas agudas.",
            "posologia": "Adulto: 50–100 mg por via oral, IM ou IV a cada 4–6 horas, máximo 400 mg/dia. Pediatria: 1,25 mg/kg/dose (máximo 50 mg) a cada 6 horas, máximo 5 mg/kg/dia ou 150 mg/dia (o que for menor). Profilaxia da cinetose: 50–100 mg (adultos) 30 minutos antes da viagem.",
            "administracao": "Via oral (comprimidos, gotas, solução), intramuscular (IM) profunda, subcutânea (SC) ou intravenosa (IV) lenta, diluído em 10–20 mL de SF 0,9%, administrado em pelo menos 2 minutos. Administração IV rápida pode causar hipotensão, taquicardia e irritação venosa.",
            "doseMaxima": "Adulto: 400 mg/dia. Pediatria: 5 mg/kg/dia ou 150 mg/dia (o que for menor).",
            "doseMinima": "Adulto: 50 mg por dose. Pediatria: 1,25 mg/kg por dose.",
            "reacoesAdversas": "Sonolência, sedação intensa, tontura, boca seca, constipação, retenção urinária, visão borrada, midríase, fotofobia, taquicardia, hipotensão ortostática, fadiga, letargia, insônia (paradoxal, principalmente em crianças), agitação, euforia, tremores, confusão mental, delírio (especialmente em idosos), rash cutâneo, prurido, urticária, reação anafilática rara, broncoespasmo, depressão respiratória (superdose), convulsões (superdose), rabdomiólise (excepcional).",
            "riscoGravidez": "Categoria B. Estudos em animais não demonstraram risco, mas não há estudos controlados em humanos. Considerado seguro quando usado sob orientação médica e por curtos períodos na gestação, especialmente no controle de náuseas e vômitos gravídicos.",
            "riscoLactacao": "Uso com cautela. Excreção limitada no leite materno. Pode causar sedação, irritabilidade, dificuldade de sucção e efeitos anticolinérgicos no lactente. Avaliar risco-benefício, especialmente em uso repetido.",
            "ajusteRenal": "Não é necessário ajuste em insuficiência renal leve a moderada. Usar com cautela em insuficiência renal grave, pois pode ocorrer acúmulo de metabólitos, aumentando o risco de efeitos centrais e anticolinérgicos.",
            "ajusteHepatico": "Necessário cautela em insuficiência hepática moderada a grave, devido à redução do metabolismo hepático, com possibilidade de acúmulo e aumento dos efeitos adversos, especialmente sedação e confusão.",
            "contraindicacoes": "Hipersensibilidade ao dimenidrinato, à dipenidramina ou a outros anti-histamínicos. Glaucoma de ângulo fechado. Hipertrofia prostática com retenção urinária. Obstrução do trato gastrointestinal ou urinário. Asma não controlada. Porfiria aguda. Crianças menores de 2 anos (risco de depressão respiratória severa).",
            "interacaoMedicamento": "Efeito aditivo com outros depressores do SNC, como benzodiazepínicos, opioides, barbitúricos, sedativos, anestésicos e álcool. Sinergismo com outros anticolinérgicos (antidepressivos tricíclicos, antiparkinsonianos, antipsicóticos). Pode reduzir a eficácia de procinéticos como metoclopramida. Potencializa o risco de retenção urinária e íleo paralítico quando combinado com opioides.",
            "apresentacao": "Comprimidos 50 mg. Solução oral 10 mg/mL. Ampolas 50 mg/mL (1 mL). Supositórios 50 mg (disponíveis em alguns países).",
            "preparo": "Ampolas prontas para uso IM, SC ou IV. Para administração IV, diluir em 10–20 mL de SF 0,9% e administrar lentamente (mínimo 2 minutos) para reduzir risco de irritação venosa, taquicardia e hipotensão. Solução oral pronta para uso. Comprimidos e supositórios sem necessidade de preparo.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com bicarbonato de sódio e outras soluções alcalinas na mesma linha venosa.",
            "armazenamento": "Armazenar entre 15°C e 30°C, protegido da luz, calor e umidade. Não congelar. Após abertura da ampola, utilizar imediatamente. Descartar eventuais sobras.",
            "cuidadosMedicos": "Monitorizar sinais vitais, especialmente após administração IV. Usar com cautela em idosos, pacientes com disfunções hepática, renal, respiratória ou cardiovascular. Avaliar risco de retenção urinária, constipação severa e glaucoma. Observar para sinais de sedação excessiva, delírio, agitação ou depressão respiratória, especialmente em populações vulneráveis (crianças e idosos).",
            "cuidadosFarmaceuticos": "Verificar integridade da ampola, comprimidos e solução oral. Conferir aspecto da solução (límpida, incolor, livre de partículas). Assegurar condições de armazenamento adequado. Realizar rastreabilidade, controle de lote e validade. Realizar descarte seguro de resíduos farmacêuticos conforme normas locais.",
            "cuidadosEnfermagem": "Monitorizar sinais vitais (PA, FC, FR, SpO2) após administração, principalmente se IV. Observar nível de sedação, padrão respiratório e estado mental. Avaliar sinais de retenção urinária, constipação, boca seca, visão borrada ou agitação. Alertar paciente sobre sedação, tontura, risco de quedas e restrições operacionais (dirigir, operar máquinas). Notificar imediatamente sinais de reação alérgica, depressão respiratória, convulsões, delírio ou alteração do nível de consciência.",
            "fontesBibliograficas": "Bula Dramin®, UpToDate (2024), Micromedex, Goodman & Gilman's The Pharmacological Basis of Therapeutics (13ª edição), Tintinalli's Emergency Medicine, PubMed ID 37129899, Diretrizes ASA, Diretrizes SCCM."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Dimenhydrinate",
            "nomeComercial": "Dramamine®, Gravol®, Dimenhydrinate®, Dramamine B6®",
            "classificacao": "First-generation H1 antihistamine, antivertigo, antiemetic, anticholinergic",
            "mecanismoAcao": "Acts as a competitive antagonist of H1 histaminergic receptors located in the vestibular system and the medullary vomiting center, in addition to having potent muscarinic anticholinergic effect. The combined action reduces vestibular excitation and transmission of impulses to the chemoreceptor trigger zone (CTZ) and to the vomiting center in the brainstem. It also exerts mild central sedative effect by inhibiting H1 receptors in the CNS.",
            "farmacocinetica": "Onset of action oral and IM: 15–30 minutes. Peak action: 1–2 hours. Duration of effect: 4–6 hours. Elimination half-life: 3–9 hours. Volume of distribution: 3–5 L/kg. Plasma protein binding: 70–80%. Hepatic metabolism via CYP2D6 and other cytochrome P450 isoenzymes. Predominantly renal excretion (60–80%) as inactive metabolites, and a smaller fraction in bile and feces.",
            "farmacodinamica": "Blocks vestibular stimulation and transmission of vestibular signals to the vomiting center. Acts directly on the chemoreceptor trigger zone (CTZ) and vestibular system, controlling nausea, vomiting, and vertigo. Has central sedative effect due to H1 blockade in the CNS. Also exerts peripheral anticholinergic action, reducing secretions and gastrointestinal smooth muscle tone.",
            "indicacoes": "Prevention and treatment of nausea, vomiting, and dizziness associated with motion sickness, labyrinthitis, vestibular vertigo, Ménière's syndrome, chemotherapy and radiotherapy-induced nausea and vomiting, postoperative nausea, pregnancy (with medical guidance), gastroenteritis, vestibular migraine, and as adjuvant in acute vertigo crises.",
            "posologia": "Adult: 50–100 mg by oral, IM, or IV route every 4–6 hours, maximum 400 mg/day. Pediatrics: 1.25 mg/kg/dose (maximum 50 mg) every 6 hours, maximum 5 mg/kg/day or 150 mg/day (whichever is less). Motion sickness prophylaxis: 50–100 mg (adults) 30 minutes before travel.",
            "administracao": "Oral route (tablets, drops, solution), deep intramuscular (IM), subcutaneous (SC), or slow intravenous (IV), diluted in 10–20 mL of 0.9% NS, administered over at least 2 minutes. Rapid IV administration may cause hypotension, tachycardia, and venous irritation.",
            "doseMaxima": "Adult: 400 mg/day. Pediatrics: 5 mg/kg/day or 150 mg/day (whichever is less).",
            "doseMinima": "Adult: 50 mg per dose. Pediatrics: 1.25 mg/kg per dose.",
            "reacoesAdversas": "Drowsiness, intense sedation, dizziness, dry mouth, constipation, urinary retention, blurred vision, mydriasis, photophobia, tachycardia, orthostatic hypotension, fatigue, lethargy, insomnia (paradoxical, mainly in children), agitation, euphoria, tremors, mental confusion, delirium (especially in elderly), skin rash, pruritus, urticaria, rare anaphylactic reaction, bronchospasm, respiratory depression (overdose), seizures (overdose), rhabdomyolysis (exceptional).",
            "riscoGravidez": "Category B. Animal studies have not demonstrated risk, but there are no controlled studies in humans. Considered safe when used under medical guidance and for short periods during pregnancy, especially in controlling pregnancy nausea and vomiting.",
            "riscoLactacao": "Use with caution. Limited excretion in breast milk. May cause sedation, irritability, sucking difficulty, and anticholinergic effects in the nursing infant. Assess risk-benefit, especially with repeated use.",
            "ajusteRenal": "No adjustment necessary in mild to moderate renal insufficiency. Use with caution in severe renal insufficiency, as metabolite accumulation may occur, increasing the risk of central and anticholinergic effects.",
            "ajusteHepatico": "Caution necessary in moderate to severe hepatic insufficiency due to reduced hepatic metabolism, with possibility of accumulation and increased adverse effects, especially sedation and confusion.",
            "contraindicacoes": "Hypersensitivity to dimenhydrinate, diphenhydramine, or other antihistamines. Closed-angle glaucoma. Prostatic hypertrophy with urinary retention. Gastrointestinal or urinary tract obstruction. Uncontrolled asthma. Acute porphyria. Children under 2 years (risk of severe respiratory depression).",
            "interacaoMedicamento": "Additive effect with other CNS depressants such as benzodiazepines, opioids, barbiturates, sedatives, anesthetics, and alcohol. Synergism with other anticholinergics (tricyclic antidepressants, antiparkinsonians, antipsychotics). May reduce efficacy of procinéticos such as metoclopramide. Potentiates risk of urinary retention and paralytic ileus when combined with opioids.",
            "apresentacao": "50 mg tablets. 10 mg/mL oral solution. 50 mg/mL ampoules (1 mL). 50 mg suppositories (available in some countries).",
            "preparo": "Ampoules ready for IM, SC, or IV use. For IV administration, dilute in 10–20 mL of 0.9% NS and administer slowly (minimum 2 minutes) to reduce risk of venous irritation, tachycardia, and hypotension. Oral solution ready for use. Tablets and suppositories require no preparation.",
            "solucoesCompatíveis": "0.9% saline solution, 5% glucose solution. Incompatible with sodium bicarbonate and other alkaline solutions in the same venous line.",
            "armazenamento": "Store between 15°C and 30°C, protected from light, heat, and moisture. Do not freeze. After opening the ampoule, use immediately. Discard any leftovers.",
            "cuidadosMedicos": "Monitor vital signs, especially after IV administration. Use with caution in elderly patients, patients with hepatic, renal, respiratory, or cardiovascular dysfunction. Assess risk of urinary retention, severe constipation, and glaucoma. Observe for signs of excessive sedation, delirium, agitation, or respiratory depression, especially in vulnerable populations (children and elderly).",
            "cuidadosFarmaceuticos": "Check integrity of ampoule, tablets, and oral solution. Verify solution appearance (clear, colorless, free of particles). Ensure adequate storage conditions. Perform traceability, batch control, and validity. Perform safe disposal of pharmaceutical waste according to local regulations.",
            "cuidadosEnfermagem": "Monitor vital signs (BP, HR, RR, SpO2) after administration, especially if IV. Observe sedation level, respiratory pattern, and mental status. Assess signs of urinary retention, constipation, dry mouth, blurred vision, or agitation. Alert patient about sedation, dizziness, fall risk, and operational restrictions (driving, operating machinery). Immediately report signs of allergic reaction, respiratory depression, seizures, delirium, or altered level of consciousness.",
            "fontesBibliograficas": "Dramamine Package Insert, UpToDate (2024), Micromedex, Goodman & Gilman's The Pharmacological Basis of Therapeutics (13th edition), Tintinalli's Emergency Medicine, PubMed ID 37129899, ASA Guidelines, SCCM Guidelines."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Dimenhidrinato",
            "nomeComercial": "Dramamine®, Gravol®, Dimenhidrinato®, Dramamine B6®",
            "classificacao": "Antihistamínico H1 de primera generación, antivertiginoso, antiemético, anticolinérgico",
            "mecanismoAcao": "Actúa como antagonista competitivo de los receptores histaminérgicos H1 localizados en el sistema vestibular y en el centro del vómito de la médula, además de poseer potente efecto anticolinérgico muscarínico. La acción combinada reduce la excitación vestibular y la transmisión de los impulsos a la zona de gatillo quimiorreceptora (CTZ) y al centro del vómito en el tronco cerebral. También ejerce leve efecto sedativo central por la inhibición de receptores H1 en el SNC.",
            "farmacocinetica": "Inicio de acción oral e IM: 15–30 minutos. Pico de acción: 1–2 horas. Duración del efecto: 4–6 horas. Vida media de eliminación: 3–9 horas. Volumen de distribución: 3–5 L/kg. Unión a proteínas plasmáticas: 70–80%. Metabolización hepática vía CYP2D6 y otras isoenzimas del citocromo P450. Excreción predominantemente renal (60–80%) en forma de metabolitos inactivos, y una fracción menor en bilis y heces.",
            "farmacodinamica": "Bloquea la estimulación vestibular y la transmisión de las señales vestibulares al centro del vómito. Actúa directamente en la zona de gatillo quimiorreceptora (CTZ) y en el sistema vestibular, controlando náuseas, vómitos y vértigos. Posee efecto sedativo central debido al bloqueo H1 en el SNC. También ejerce acción anticolinérgica periférica, reduciendo secreciones y el tono de la musculatura lisa gastrointestinal.",
            "indicacoes": "Prevención y tratamiento de náuseas, vómitos y mareos asociados a cinetosis (mareo por movimiento), laberintitis, vértigo de origen vestibular, síndrome de Ménière, náuseas y vómitos inducidos por quimioterapia, radioterapia, posoperatorios, embarazo (con orientación médica), gastroenteritis, migraña con aura vestibular y como adyuvante en crisis vertiginosas agudas.",
            "posologia": "Adulto: 50–100 mg por vía oral, IM o IV cada 4–6 horas, máximo 400 mg/día. Pediatría: 1,25 mg/kg/dosis (máximo 50 mg) cada 6 horas, máximo 5 mg/kg/día o 150 mg/día (lo que sea menor). Profilaxis de la cinetosis: 50–100 mg (adultos) 30 minutos antes del viaje.",
            "administracao": "Vía oral (comprimidos, gotas, solución), intramuscular (IM) profunda, subcutánea (SC) o intravenosa (IV) lenta, diluido en 10–20 mL de SF 0,9%, administrado en al menos 2 minutos. La administración IV rápida puede causar hipotensión, taquicardia e irritación venosa.",
            "doseMaxima": "Adulto: 400 mg/día. Pediatría: 5 mg/kg/día o 150 mg/día (lo que sea menor).",
            "doseMinima": "Adulto: 50 mg por dosis. Pediatría: 1,25 mg/kg por dosis.",
            "reacoesAdversas": "Somnolencia, sedación intensa, mareo, boca seca, estreñimiento, retención urinaria, visión borrosa, midriasis, fotofobia, taquicardia, hipotensión ortostática, fatiga, letargia, insomnio (paradójico, principalmente en niños), agitación, euforia, temblores, confusión mental, delirio (especialmente en ancianos), erupción cutánea, prurito, urticaria, reacción anafiláctica rara, broncoespasmo, depresión respiratoria (sobredosis), convulsiones (sobredosis), rabdomiólisis (excepcional).",
            "riscoGravidez": "Categoría B. Estudios en animales no han demostrado riesgo, pero no hay estudios controlados en humanos. Considerado seguro cuando se usa bajo orientación médica y por cortos períodos en la gestación, especialmente en el control de náuseas y vómitos gravídicos.",
            "riscoLactacao": "Uso con cautela. Excreción limitada en la leche materna. Puede causar sedación, irritabilidad, dificultad de succión y efectos anticolinérgicos en el lactante. Evaluar riesgo-beneficio, especialmente en uso repetido.",
            "ajusteRenal": "No es necesario ajuste en insuficiencia renal leve a moderada. Usar con cautela en insuficiencia renal grave, pues puede ocurrir acumulación de metabolitos, aumentando el riesgo de efectos centrales y anticolinérgicos.",
            "ajusteHepatico": "Necesaria cautela en insuficiencia hepática moderada a grave, debido a la reducción del metabolismo hepático, con posibilidad de acumulación y aumento de los efectos adversos, especialmente sedación y confusión.",
            "contraindicacoes": "Hipersensibilidad al dimenhidrinato, a la difenhidramina o a otros antihistamínicos. Glaucoma de ángulo cerrado. Hipertrofia prostática con retención urinaria. Obstrucción del tracto gastrointestinal o urinario. Asma no controlada. Porfiria aguda. Niños menores de 2 años (riesgo de depresión respiratoria severa).",
            "interacaoMedicamento": "Efecto aditivo con otros depresores del SNC, como benzodiacepinas, opioides, barbitúricos, sedativos, anestésicos y alcohol. Sinergismo con otros anticolinérgicos (antidepresivos tricíclicos, antiparkinsonianos, antipsicóticos). Puede reducir la eficacia de procinéticos como metoclopramida. Potencia el riesgo de retención urinaria e íleo paralítico cuando se combina con opioides.",
            "apresentacao": "Comprimidos 50 mg. Solución oral 10 mg/mL. Ampollas 50 mg/mL (1 mL). Supositorios 50 mg (disponibles en algunos países).",
            "preparo": "Ampollas listas para uso IM, SC o IV. Para administración IV, diluir en 10–20 mL de SF 0,9% y administrar lentamente (mínimo 2 minutos) para reducir riesgo de irritación venosa, taquicardia e hipotensión. Solución oral lista para uso. Comprimidos y supositorios sin necesidad de preparación.",
            "solucoesCompatíveis": "Suero fisiológico 0,9%, solución glucosada 5%. Incompatible con bicarbonato de sodio y otras soluciones alcalinas en la misma línea venosa.",
            "armazenamento": "Almacenar entre 15°C y 30°C, protegido de la luz, calor y humedad. No congelar. Tras apertura de la ampolla, utilizar inmediatamente. Descartar eventuales sobras.",
            "cuidadosMedicos": "Monitorizar signos vitales, especialmente tras administración IV. Usar con cautela en ancianos, pacientes con disfunciones hepática, renal, respiratoria o cardiovascular. Evaluar riesgo de retención urinaria, estreñimiento severo y glaucoma. Observar para signos de sedación excesiva, delirio, agitación o depresión respiratoria, especialmente en poblaciones vulnerables (niños y ancianos).",
            "cuidadosFarmaceuticos": "Verificar integridad de la ampolla, comprimidos y solución oral. Confirmar aspecto de la solución (límpida, incolora, libre de partículas). Asegurar condiciones de almacenamiento adecuado. Realizar trazabilidad, control de lote y validez. Realizar descarte seguro de residuos farmacéuticos conforme normas locales.",
            "cuidadosEnfermagem": "Monitorizar signos vitales (PA, FC, FR, SpO2) tras administración, principalmente si IV. Observar nivel de sedación, patrón respiratorio y estado mental. Evaluar signos de retención urinaria, estreñimiento, boca seca, visión borrosa o agitación. Alertar paciente sobre sedación, mareo, riesgo de caídas y restricciones operacionales (conducir, operar máquinas). Notificar inmediatamente signos de reacción alérgica, depresión respiratoria, convulsiones, delirio o alteración del nivel de consciencia.",
            "fontesBibliograficas": "Ficha Técnica Dramamine®, UpToDate (2024), Micromedex, Goodman & Gilman's The Pharmacological Basis of Therapeutics (13ª edición), Tintinalli's Emergency Medicine, PubMed ID 37129899, Guías ASA, Guías SCCM."
        }
    }
}