{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Dipirona (metamizol sódico)",
            "nomeComercial": "Novalgina®, Magnopyrol®, Anador®, Neo Dormonid®",
            "classificacao": "Analgésico, antipirético e antiespasmódico; derivado da pirazolona; não opióide",
            "mecanismoAcao": "A dipirona exerce efeitos analgésico e antipirético por inibição da ciclooxigenase (COX), especialmente COX-3 no sistema nervoso central, reduzindo a síntese de prostaglandinas responsáveis por dor e febre. Também atua na via serotoninérgica descendente e modula canais de cálcio em neurônios da medula espinhal. Possui efeito antiespasmódico por ação direta sobre musculatura lisa, o que a diferencia de outros analgésicos. Sua forma ativa, o 4-metil-amino-antipirina, é rapidamente formada após administração oral ou parenteral e distribuída aos tecidos. Estudos recentes também sugerem que a dipirona atua sobre canais TRPA1 e TRPV1 no sistema nervoso central, o que contribui para sua potente ação antinociceptiva, principalmente em dores viscerais e cólicas. A modulação da via endocanabinoide e da serotonina também está envolvida, explicando parte de sua eficácia em dor pós-operatória e oncológica. Diferentemente dos AINEs, não inibe fortemente a síntese de prostaglandinas periféricas, reduzindo o risco de lesão renal e gástrica.",
            "farmacocinetica": "• Início de ação: 5–10 min (IV), 30 min (oral), 20 min (IM).\n• Pico sérico: 30–90 min.\n• Meia-vida: 2,5–4 horas (metil-amino-antipirina); 6–8 h (outros metabólitos).\n• Ligação a proteínas: ~50–60%.\n• Volume de distribuição: 0,5–1,5 L/kg.\n• Metabolização: hepática (por hidrólise enzimática e oxidação).\n• Excreção: renal (metabólitos conjugados; coloração avermelhada da urina pode ocorrer).\n• Atravessa placenta e está presente no leite materno em pequenas quantidades.",
            "farmacodinamica": "A dipirona apresenta potente efeito antipirético e analgésico em dor aguda de leve a moderada intensidade, com eficácia superior ao paracetamol em estados febris refratários. Seu uso é comum em febre alta, dor abdominal espasmódica, cefaleia, odontalgia e dor pós-operatória. Diferente dos AINEs clássicos, apresenta menor risco de lesão gástrica e é preferida em pacientes com intolerância a AAS ou ibuprofeno. Possui ação rápida e confiável por via IV em contextos emergenciais. A resposta antipirética ocorre por inibição de prostaglandinas no hipotálamo, enquanto seu efeito analgésico envolve modulação central da dor, com maior eficácia em dor visceral. A dipirona tem início de ação rápido e duração de efeito de 4–6 h, com maior potência que o paracetamol em modelos de febre experimental. Em infusão lenta, é bem tolerada em pacientes sépticos, oncológicos e críticos, inclusive pediátricos, com resposta consistente mesmo em contextos de febre refratária ou dor complexa não neuropática.",
            "indicacoes": "• Febre elevada refratária.\n• Dor aguda de intensidade leve a moderada (pós-operatória, traumática).\n• Dor cólica ou espasmódica (renal, biliar, uterina).\n• Cefaleia e odontalgia.\n• Dor oncológica como coanalgésico.\n• Alternativa segura para pacientes com alergia a AINEs e paracetamol.",
            "posologia": "Adultos:\n• VO/IM/IV: 500–1000 mg a cada 6–8 h (máximo 4 g/dia).\n• IV deve ser infundida em pelo menos 5 min para evitar hipotensão.\nPediatria:\n• 10–20 mg/kg/dose a cada 6 h (máximo 60 mg/kg/dia ou 4 g/dia).\n• Neonatos: contraindicado (<3 meses ou <5 kg).",
            "administracao": "• VO: comprimidos, gotas ou solução oral.\n• IV: infundir lentamente em 5–10 min (dose máxima de 2 g).\n• IM: via alternativa, dolorosa, não preferida.\n• Evitar administração simultânea com soluções incompatíveis (ex: bicarbonato).",
            "doseMaxima": "4 g/dia (adultos); 60 mg/kg/dia (pediatria).",
            "doseMinima": "500 mg VO ou IV; 10 mg/kg/dose pediátrica.",
            "reacoesAdversas": "Comuns (1–10%):\n• Náusea, hipotensão leve (IV), tontura.\n• Reações cutâneas leves (rash).\nIncomuns (0,1–1%):\n• Agranulocitose, leucopenia, anafilaxia.\n• Hipotensão grave (em infusão rápida).\nRaras (<0,1%):\n• Síndrome de Stevens-Johnson, necrose hepática, anemia aplástica.\n• Reações alérgicas graves em pacientes atópicos ou asmáticos.",
            "riscoGravidez": "Categoria C. Evitar no 1º trimestre e próximo ao parto. Pode ser usado com cautela no 2º trimestre sob orientação médica.",
            "riscoLactacao": "Excreção pequena no leite. Uso único ou de curta duração geralmente seguro. Evitar uso prolongado sem supervisão médica.",
            "ajusteRenal": "• ClCr <30 mL/min: prolongar intervalo entre doses para 8–12 h.\n• ClCr <10 mL/min: máximo 1–2 g/dia sob monitoramento.\n• Diálise: excretado parcialmente; dose pós-sessão pode ser considerada.",
            "ajusteHepatico": "• Usar com cautela em hepatopatia grave.\n• Monitorar enzimas hepáticas em uso prolongado.",
            "contraindicacoes": "• Hipersensibilidade a pirazolonas (ex: fenilbutazona).\n• Discrasias sanguíneas, agranulocitose prévia.\n• Uso concomitante com álcool em doses elevadas.\n• Deficiência congênita de G6PD (risco de hemólise).",
            "interacaoMedicamento": "• Aumento da toxicidade com metotrexato, fenitoína, ciclosporina.\n• Potencialização de hipotensão com anti-hipertensivos.\n• Risco aumentado de agranulocitose com cloranfenicol, sulfonamidas.\n• Evitar álcool durante o uso (efeito dissulfiram-like em alguns casos). A dipirona pode potencializar o efeito de anticoagulantes orais em tratamentos prolongados, embora o risco seja inferior ao dos AINEs clássicos. O uso concomitante com imunossupressores (ex: azatioprina) ou agentes mielotóxicos (ex: quimioterapia) exige cautela, devido ao risco somado de leucopenia ou agranulocitose. Associações com ciclosporina ou metotrexato podem elevar a toxicidade hematológica e renal. A administração simultânea com AINEs aumenta o risco de reações adversas gastrointestinais.",
            "apresentacao": "• Comprimidos: 500 mg, 1 g.\n• Gotas: 500 mg/mL.\n• Solução oral: 50 mg/mL.\n• Ampolas IV/IM: 500 mg/mL (1 mL, 2 mL, 5 mL).",
            "preparo": "• IV: diluir em 100 mL de SF 0,9% para infusão em 5–10 min.\n• Gotas: diluir em pequena quantidade de água.\n• Evitar mistura com soluções alcalinas ou com bicarbonato.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com soluções alcalinas e bicarbonato de sódio.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Utilizar solução IV em até 24 h após abertura.",
            "cuidadosMedicos": "• Monitorar função hematológica em uso prolongado.\n• Investigar história de alergia a pirazolonas.\n• Evitar em pacientes com risco aumentado de discrasias hematológicas.\n• Considerar dose mínima eficaz, especialmente em idosos e hepatopatas.",
            "cuidadosFarmaceuticos": "• Garantir diluição correta e compatibilidade IV.\n• Educar sobre risco de reações hematológicas.\n• Documentar uso off-label em pediatria com clareza.\n• Evitar combinação com medicamentos com risco hematológico somado.",
            "cuidadosEnfermagem": "• Monitorar temperatura e intensidade da dor.\n• Observar sinais de hipotensão, rash ou urticária.\n• Garantir infusão lenta e acesso venoso pérvio.\n• Relatar imediatamente qualquer alteração hematológica suspeita.",
            "fontesBibliograficas": "Bula Anvisa (Novalgina®), UpToDate (2024), Micromedex, PubMed ID 37632455, Goodman & Gilman (13ª Ed.), Sanford Guide (2023), SBP Manual Terapêutico Pediátrico."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Dipyrone (sodium metamizole)",
            "nomeComercial": "Novalgina®, Magnopyrol®, Anador®, Neo Dormonid®",
            "classificacao": "Analgesic, antipyretic, and antispasmodic; pyrazolone derivative; non-opioid",
            "mecanismoAcao": "Dipyrone exerts analgesic and antipyretic effects by inhibiting cyclooxygenase (COX), especially COX-3 in the central nervous system, reducing the synthesis of prostaglandins responsible for pain and fever. It also acts on the descending serotonergic pathway and modulates calcium channels in spinal cord neurons. It has antispasmodic effect by direct action on smooth muscle, which differentiates it from other analgesics. Its active form, 4-methyl-amino-antipyrine, is rapidly formed after oral or parenteral administration and distributed to tissues. Recent studies also suggest that dipyrone acts on TRPA1 and TRPV1 channels in the central nervous system, which contributes to its potent antinociceptive action, mainly in visceral pain and colic. Modulation of the endocannabinoid pathway and serotonin is also involved, explaining part of its efficacy in postoperative and oncological pain. Unlike NSAIDs, it does not strongly inhibit peripheral prostaglandin synthesis, reducing the risk of renal and gastric injury.",
            "farmacocinetica": "• Onset of action: 5–10 min (IV), 30 min (oral), 20 min (IM).\n• Serum peak: 30–90 min.\n• Half-life: 2.5–4 hours (methyl-amino-antipyrine); 6–8 h (other metabolites).\n• Protein binding: ~50–60%.\n• Volume of distribution: 0.5–1.5 L/kg.\n• Metabolism: hepatic (by enzymatic hydrolysis and oxidation).\n• Excretion: renal (conjugated metabolites; reddish urine discoloration may occur).\n• Crosses placenta and is present in breast milk in small amounts.",
            "farmacodinamica": "Dipyrone presents potent antipyretic and analgesic effect in acute pain of mild to moderate intensity, with superior efficacy to paracetamol in refractory febrile states. Its use is common in high fever, spastic abdominal pain, headache, toothache, and postoperative pain. Unlike classic NSAIDs, it presents lower risk of gastric injury and is preferred in patients with intolerance to ASA or ibuprofen. It has rapid and reliable action via IV in emergency contexts. The antipyretic response occurs by inhibition of prostaglandins in the hypothalamus, while its analgesic effect involves central pain modulation, with greater efficacy in visceral pain. Dipyrone has rapid onset of action and effect duration of 4–6 h, with greater potency than paracetamol in experimental fever models. In slow infusion, it is well tolerated in septic, oncological, and critical patients, including pediatric patients, with consistent response even in contexts of refractory fever or complex non-neuropathic pain.",
            "indicacoes": "• Refractory high fever.\n• Acute pain of mild to moderate intensity (postoperative, traumatic).\n• Colic or spastic pain (renal, biliary, uterine).\n• Headache and toothache.\n• Oncological pain as co-analgesic.\n• Safe alternative for patients with allergy to NSAIDs and paracetamol.",
            "posologia": "Adults:\n• PO/IM/IV: 500–1000 mg every 6–8 h (maximum 4 g/day).\n• IV should be infused over at least 5 min to avoid hypotension.\nPediatrics:\n• 10–20 mg/kg/dose every 6 h (maximum 60 mg/kg/day or 4 g/day).\n• Neonates: contraindicated (<3 months or <5 kg).",
            "administracao": "• PO: tablets, drops, or oral solution.\n• IV: infuse slowly over 5–10 min (maximum dose of 2 g).\n• IM: alternative route, painful, not preferred.\n• Avoid simultaneous administration with incompatible solutions (e.g., bicarbonate).",
            "doseMaxima": "4 g/day (adults); 60 mg/kg/day (pediatrics).",
            "doseMinima": "500 mg PO or IV; 10 mg/kg/dose pediatric.",
            "reacoesAdversas": "Common (1–10%):\n• Nausea, mild hypotension (IV), dizziness.\n• Mild cutaneous reactions (rash).\nUncommon (0.1–1%):\n• Agranulocytosis, leukopenia, anaphylaxis.\n• Severe hypotension (with rapid infusion).\nRare (<0.1%):\n• Stevens-Johnson syndrome, hepatic necrosis, aplastic anemia.\n• Severe allergic reactions in atopic or asthmatic patients.",
            "riscoGravidez": "Category C. Avoid in 1st trimester and near delivery. May be used with caution in 2nd trimester under medical guidance.",
            "riscoLactacao": "Small excretion in milk. Single use or short-term use generally safe. Avoid prolonged use without medical supervision.",
            "ajusteRenal": "• ClCr <30 mL/min: extend interval between doses to 8–12 h.\n• ClCr <10 mL/min: maximum 1–2 g/day under monitoring.\n• Dialysis: partially excreted; post-session dose may be considered.",
            "ajusteHepatico": "• Use with caution in severe hepatopathy.\n• Monitor hepatic enzymes with prolonged use.",
            "contraindicacoes": "• Hypersensitivity to pyrazolones (e.g., phenylbutazone).\n• Blood dyscrasias, previous agranulocytosis.\n• Concomitant use with alcohol in high doses.\n• Congenital G6PD deficiency (hemolysis risk).",
            "interacaoMedicamento": "• Increased toxicity with methotrexate, phenytoin, cyclosporine.\n• Potentiation of hypotension with antihypertensives.\n• Increased risk of agranulocytosis with chloramphenicol, sulfonamides.\n• Avoid alcohol during use (disulfiram-like effect in some cases). Dipyrone may potentiate the effect of oral anticoagulants in prolonged treatments, although the risk is lower than classic NSAIDs. Concomitant use with immunosuppressants (e.g., azathioprine) or myelotoxic agents (e.g., chemotherapy) requires caution due to the added risk of leukopenia or agranulocytosis. Associations with cyclosporine or methotrexate may increase hematological and renal toxicity. Simultaneous administration with NSAIDs increases the risk of gastrointestinal adverse reactions.",
            "apresentacao": "• Tablets: 500 mg, 1 g.\n• Drops: 500 mg/mL.\n• Oral solution: 50 mg/mL.\n• IV/IM ampoules: 500 mg/mL (1 mL, 2 mL, 5 mL).",
            "preparo": "• IV: dilute in 100 mL of 0.9% saline for infusion over 5–10 min.\n• Drops: dilute in small amount of water.\n• Avoid mixing with alkaline solutions or bicarbonate.",
            "solucoesCompatíveis": "• 0.9% saline, 5% glucose.\n• Incompatible with alkaline solutions and sodium bicarbonate.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light.\n• Use IV solution within 24 h after opening.",
            "cuidadosMedicos": "• Monitor hematological function with prolonged use.\n• Investigate history of allergy to pyrazolones.\n• Avoid in patients with increased risk of hematological dyscrasias.\n• Consider minimum effective dose, especially in elderly and hepatopathic patients.",
            "cuidadosFarmaceuticos": "• Ensure correct dilution and IV compatibility.\n• Educate about risk of hematological reactions.\n• Document off-label use in pediatrics clearly.\n• Avoid combination with medications with added hematological risk.",
            "cuidadosEnfermagem": "• Monitor temperature and pain intensity.\n• Observe signs of hypotension, rash, or urticaria.\n• Ensure slow infusion and patent venous access.\n• Report immediately any suspicious hematological changes.",
            "fontesBibliograficas": "FDA Label (Novalgina®), UpToDate (2024), Micromedex, PubMed ID 37632455, Goodman & Gilman (13th Ed.), Sanford Guide (2023), AAP Pediatric Therapeutics Manual."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Dipirona (metamizol sódico)",
            "nomeComercial": "Novalgina®, Magnopyrol®, Anador®, Neo Dormonid®",
            "classificacao": "Analgésico, antipirético y antiespasmódico; derivado de la pirazolona; no opioide",
            "mecanismoAcao": "La dipirona ejerce efectos analgésico y antipirético por inhibición de la ciclooxigenasa (COX), especialmente COX-3 en el sistema nervioso central, reduciendo la síntesis de prostaglandinas responsables del dolor y la fiebre. También actúa en la vía serotoninérgica descendente y modula canales de calcio en neuronas de la médula espinal. Posee efecto antiespasmódico por acción directa sobre musculatura lisa, lo que la diferencia de otros analgésicos. Su forma activa, el 4-metil-amino-antipirina, se forma rápidamente tras administración oral o parenteral y se distribuye a los tejidos. Estudios recientes también sugieren que la dipirona actúa sobre canales TRPA1 y TRPV1 en el sistema nervioso central, lo que contribuye a su potente acción antinociceptiva, principalmente en dolores viscerales y cólicos. La modulación de la vía endocannabinoide y de la serotonina también está involucrada, explicando parte de su eficacia en dolor posoperatorio y oncológico. A diferencia de los AINEs, no inhibe fuertemente la síntesis de prostaglandinas periféricas, reduciendo el riesgo de lesión renal y gástrica.",
            "farmacocinetica": "• Inicio de acción: 5–10 min (IV), 30 min (oral), 20 min (IM).\n• Pico sérico: 30–90 min.\n• Vida media: 2,5–4 horas (metil-amino-antipirina); 6–8 h (otros metabolitos).\n• Unión a proteínas: ~50–60%.\n• Volumen de distribución: 0,5–1,5 L/kg.\n• Metabolismo: hepático (por hidrólisis enzimática y oxidación).\n• Excreción: renal (metabolitos conjugados; coloración rojiza de la orina puede ocurrir).\n• Cruza placenta y está presente en la leche materna en pequeñas cantidades.",
            "farmacodinamica": "La dipirona presenta potente efecto antipirético y analgésico en dolor agudo de leve a moderada intensidad, con eficacia superior al paracetamol en estados febriles refractarios. Su uso es común en fiebre alta, dolor abdominal espasmódico, cefalea, odontalgia y dolor posoperatorio. Diferente de los AINEs clásicos, presenta menor riesgo de lesión gástrica y es preferida en pacientes con intolerancia a AAS o ibuprofeno. Posee acción rápida y confiable por vía IV en contextos de emergencia. La respuesta antipirética ocurre por inhibición de prostaglandinas en el hipotálamo, mientras que su efecto analgésico involucra modulación central del dolor, con mayor eficacia en dolor visceral. La dipirona tiene inicio de acción rápido y duración de efecto de 4–6 h, con mayor potencia que el paracetamol en modelos de fiebre experimental. En infusión lenta, es bien tolerada en pacientes sépticos, oncológicos y críticos, inclusive pediátricos, con respuesta consistente incluso en contextos de fiebre refractaria o dolor complejo no neuropático.",
            "indicacoes": "• Fiebre elevada refractaria.\n• Dolor agudo de intensidad leve a moderada (posoperatorio, traumático).\n• Dolor cólico o espasmódico (renal, biliar, uterino).\n• Cefalea y odontalgia.\n• Dolor oncológico como coanalgésico.\n• Alternativa segura para pacientes con alergia a AINEs y paracetamol.",
            "posologia": "Adultos:\n• VO/IM/IV: 500–1000 mg cada 6–8 h (máximo 4 g/día).\n• IV debe infundirse en al menos 5 min para evitar hipotensión.\nPediatría:\n• 10–20 mg/kg/dosis cada 6 h (máximo 60 mg/kg/día o 4 g/día).\n• Neonatos: contraindicado (<3 meses o <5 kg).",
            "administracao": "• VO: comprimidos, gotas o solución oral.\n• IV: infundir lentamente en 5–10 min (dosis máxima de 2 g).\n• IM: vía alternativa, dolorosa, no preferida.\n• Evitar administración simultánea con soluciones incompatibles (ej: bicarbonato).",
            "doseMaxima": "4 g/día (adultos); 60 mg/kg/día (pediatría).",
            "doseMinima": "500 mg VO o IV; 10 mg/kg/dosis pediátrica.",
            "reacoesAdversas": "Comunes (1–10%):\n• Náusea, hipotensión leve (IV), mareo.\n• Reacciones cutáneas leves (rash).\nPoco comunes (0,1–1%):\n• Agranulocitosis, leucopenia, anafilaxia.\n• Hipotensión grave (en infusión rápida).\nRaras (<0,1%):\n• Síndrome de Stevens-Johnson, necrosis hepática, anemia aplásica.\n• Reacciones alérgicas graves en pacientes atópicos o asmáticos.",
            "riscoGravidez": "Categoría C. Evitar en 1er trimestre y próximo al parto. Puede usarse con precaución en 2º trimestre bajo orientación médica.",
            "riscoLactacao": "Excreción pequeña en la leche. Uso único o de corta duración generalmente seguro. Evitar uso prolongado sin supervisión médica.",
            "ajusteRenal": "• ClCr <30 mL/min: prolongar intervalo entre dosis a 8–12 h.\n• ClCr <10 mL/min: máximo 1–2 g/día bajo monitorización.\n• Diálisis: excretado parcialmente; dosis pos-sesión puede considerarse.",
            "ajusteHepatico": "• Usar con precaución en hepatopatía grave.\n• Monitorizar enzimas hepáticas en uso prolongado.",
            "contraindicacoes": "• Hipersensibilidad a pirazolonas (ej: fenilbutazona).\n• Discrasias sanguíneas, agranulocitosis previa.\n• Uso concomitante con alcohol en dosis elevadas.\n• Deficiencia congénita de G6PD (riesgo de hemólisis).",
            "interacaoMedicamento": "• Aumento de la toxicidad con metotrexato, fenitoína, ciclosporina.\n• Potenciación de hipotensión con antihipertensivos.\n• Riesgo aumentado de agranulocitosis con cloranfenicol, sulfonamidas.\n• Evitar alcohol durante el uso (efecto disulfiram-like en algunos casos). La dipirona puede potenciar el efecto de anticoagulantes orales en tratamientos prolongados, aunque el riesgo sea inferior al de los AINEs clásicos. El uso concomitante con inmunosupresores (ej: azatioprina) o agentes mielotóxicos (ej: quimioterapia) exige precaución, debido al riesgo sumado de leucopenia o agranulocitosis. Asociaciones con ciclosporina o metotrexato pueden elevar la toxicidad hematológica y renal. La administración simultánea con AINEs aumenta el riesgo de reacciones adversas gastrointestinales.",
            "apresentacao": "• Comprimidos: 500 mg, 1 g.\n• Gotas: 500 mg/mL.\n• Solución oral: 50 mg/mL.\n• Ampollas IV/IM: 500 mg/mL (1 mL, 2 mL, 5 mL).",
            "preparo": "• IV: diluir en 100 mL de SF 0,9% para infusión en 5–10 min.\n• Gotas: diluir en pequeña cantidad de agua.\n• Evitar mezcla con soluciones alcalinas o con bicarbonato.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con soluciones alcalinas y bicarbonato de sodio.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz.\n• Utilizar solución IV en hasta 24 h tras apertura.",
            "cuidadosMedicos": "• Monitorizar función hematológica en uso prolongado.\n• Investigar antecedentes de alergia a pirazolonas.\n• Evitar en pacientes con riesgo aumentado de discrasias hematológicas.\n• Considerar dosis mínima eficaz, especialmente en ancianos y hepatópatas.",
            "cuidadosFarmaceuticos": "• Garantizar dilución correcta y compatibilidad IV.\n• Educar sobre riesgo de reacciones hematológicas.\n• Documentar uso off-label en pediatría con claridad.\n• Evitar combinación con medicamentos con riesgo hematológico sumado.",
            "cuidadosEnfermagem": "• Monitorizar temperatura e intensidad del dolor.\n• Observar signos de hipotensión, rash o urticaria.\n• Garantizar infusión lenta y acceso venoso permeable.\n• Reportar inmediatamente cualquier alteración hematológica sospechosa.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Novalgina®), UpToDate (2024), Micromedex, PubMed ID 37632455, Goodman & Gilman (13ª Edición), Sanford Guide (2023), Manual Terapéutico Pediátrico AEP."
        }
    }
}