{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Dobutamina",
            "nomeComercial": "Dobutrex®, Dobutamina®",
            "classificacao": "Agente adrenérgico, agonista beta-1 predominante, inotrópico positivo",
            "mecanismoAcao": "Agonista beta-1 predominante, com leve atividade beta-2 e mínima atividade alfa-1. Aumenta a contratilidade e o débito cardíaco com discreto efeito cronotrópico. A vasodilatação periférica por beta-2 pode equilibrar sua leve ação vasoconstritora alfa, resultando em efeito neutro ou leve redução na resistência vascular sistêmica. Em doses mais elevadas, a atividade alfa-1 pode se tornar clinicamente significativa, resultando em aumento da resistência vascular sistêmica. A dobutamina também aumenta a condução atrioventricular e pode provocar taquicardia em pacientes sensíveis.",
            "farmacocinetica": "Início de ação em 1–2 minutos IV. Meia-vida plasmática de aproximadamente 2 minutos. Metabolização hepática e por catecol-O-metiltransferase (COMT). Excreção renal como metabólitos inativos. Deve ser administrada exclusivamente por infusão contínua devido à curta meia-vida.",
            "farmacodinamica": "Aumenta o débito cardíaco por aumento da contratilidade (inotropismo positivo) e, em menor grau, da frequência cardíaca (cronotropismo). Reduz ou mantém a resistência vascular sistêmica. Melhora a perfusão tecidual em estados de baixo débito cardíaco sem aumentar significativamente a pós-carga. Seu efeito hemodinâmico é dose-dependente, com resposta predominantemente inotrópica em baixas doses e efeitos vasoconstritores adicionais em doses altas. Pode aumentar o consumo de oxigênio miocárdico, sendo necessário monitoramento cuidadoso em pacientes com isquemia coronariana.",
            "indicacoes": "1. Insuficiência cardíaca aguda descompensada.\n2. Choque cardiogênico.\n3. Suporte inotrópico no perioperatório de cirurgia cardíaca.\n4. Síndrome de baixo débito no pós-operatório de cirurgia cardíaca.\n5. Teste de estresse farmacológico (ecocardiograma sob estresse).",
            "posologia": "Adulto:\n- Infusão: 2,5–20 mcg/kg/min, titulando conforme resposta clínica.\n- Doses até 40 mcg/kg/min podem ser usadas em casos refratários, com maior risco de taquiarritmias.\nPediatria:\n- Infusão: 2–20 mcg/kg/min, titulando conforme resposta clínica.",
            "administracao": "Exclusivamente por infusão IV contínua. Utilizar bomba de infusão para controle preciso. Recomendado uso em acesso venoso central em infusões prolongadas.",
            "doseMaxima": "Adulto: 40 mcg/kg/min (uso excepcional e temporário).\nPediatria: 20 mcg/kg/min (habitual), podendo chegar até 40 mcg/kg/min em situações críticas.",
            "doseMinima": "Adulto: 2,5 mcg/kg/min.\nPediatria: 2 mcg/kg/min.",
            "reacoesAdversas": "• Taquicardia.\n• Arritmias ventriculares ou supraventriculares.\n• Hipotensão (pela vasodilatação periférica).\n• Isquemia miocárdica em pacientes com coronariopatia.\n• Náuseas, tremores, dor torácica, ansiedade.\n• Hipocalemia (secundária à estimulação beta-2). Pode ocorrer angina em pacientes com doença arterial coronariana. Tremores finos e aumento da frequência urinária foram descritos em alguns casos.",
            "riscoGravidez": "Categoria B. Não há evidências de risco em humanos, mas deve ser usada somente se claramente necessária, especialmente em contextos de instabilidade hemodinâmica materna.",
            "riscoLactacao": "Excreção no leite é mínima. Uso em situações agudas é geralmente seguro. Monitorar lactente para irritabilidade ou alterações cardiovasculares.",
            "ajusteRenal": "Não requer ajuste. Monitorar eletrólitos, especialmente potássio, na insuficiência renal.",
            "ajusteHepatico": "Sem necessidade de ajuste, mas monitorizar função hemodinâmica de forma rigorosa em disfunção hepática grave.",
            "contraindicacoes": "• Cardiomiopatia obstrutiva hipertrófica.\n• Estenose aórtica crítica.\n• Hipersensibilidade à dobutamina ou seus componentes.\n• Choque hipovolêmico sem reposição volêmica adequada.",
            "interacaoMedicamento": "• Betabloqueadores: podem antagonizar os efeitos inotrópicos.\n• Anestésicos halogenados: aumento do risco de arritmias.\n• Outras catecolaminas: risco aditivo de taquiarritmias e isquemia.\n• Antidepressivos tricíclicos e IMAOs: potencialização dos efeitos adrenérgicos. O uso concomitante com digoxina pode aumentar risco de arritmias. Inibidores da COMT podem alterar a farmacocinética da dobutamina. Cautela ao associar com levosimendana devido ao risco de efeitos inotrópicos excessivos.",
            "apresentacao": "Frascos ampola de 250 mg/20 mL (12,5 mg/mL) para diluição IV.",
            "preparo": "• Diluir 250 mg (20 mL) em 250 mL de SF ou SG 5% → concentração de 1000 mcg/mL (habitual).\n• Outras diluições possíveis: 500 mg em 250 mL → 2000 mcg/mL para restrição hídrica.",
            "solucoesCompatíveis": "Soro fisiológico (SF 0,9%) e solução glicosada 5%. Incompatível com soluções alcalinas como bicarbonato.",
            "armazenamento": "Manter frasco-ampola entre 15°C e 30°C. Após diluição, utilizar preferencialmente em até 24 horas, sob refrigeração (2–8°C) e condições assépticas.",
            "cuidadosMedicos": "• Monitorização contínua de ECG, pressão arterial, frequência cardíaca e perfusão periférica.\n• Corrigir hipovolemia antes de iniciar a infusão.\n• Monitorizar eletrólitos, especialmente potássio.\n• Atenção para sinais de isquemia miocárdica e arritmias. A resposta hemodinâmica deve ser reavaliada frequentemente, especialmente em pacientes sob suporte vasopressor concomitante. Ajustes finos de dose são essenciais para evitar hiperestimulação beta-adrenérgica.",
            "cuidadosFarmaceuticos": "• Assegurar diluição correta e compatibilidade da solução.\n• Realizar manipulação asséptica.\n• Utilizar bomba de infusão.\n• Verificar estabilidade e aspecto da solução antes da administração.",
            "cuidadosEnfermagem": "• Monitorizar sinais vitais rigorosamente.\n• Observar para taquicardia, arritmias ou dor torácica.\n• Avaliar sinais de má perfusão, hipotensão ou extravasamento.\n• Notificar imediatamente qualquer evento adverso à equipe médica.",
            "fontesBibliograficas": "Bula Dobutrex®, Miller's Anesthesia (9ª Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37029384, Diretrizes ACC/AHA, ACLS Guidelines 2020."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Dobutamine",
            "nomeComercial": "Dobutrex®, Dobutamine®",
            "classificacao": "Adrenergic agent, predominant beta-1 agonist, positive inotrope",
            "mecanismoAcao": "Predominant beta-1 agonist, with mild beta-2 and minimal alpha-1 activity. Increases cardiac contractility and output with slight chronotropic effect. Peripheral vasodilation via beta-2 may balance its mild alpha-mediated vasoconstriction, resulting in a neutral or slightly reduced systemic vascular resistance. At higher doses, alpha-1 activity may become clinically significant, increasing vascular resistance. Dobutamine also enhances atrioventricular conduction and may induce tachycardia in sensitive patients.",
            "farmacocinetica": "IV onset: 1–2 minutes. Plasma half-life ~2 minutes. Hepatic and catechol-O-methyltransferase (COMT) metabolism. Renal excretion as inactive metabolites. Must be administered by continuous infusion due to short half-life.",
            "farmacodinamica": "Increases cardiac output via enhanced inotropy and, to a lesser extent, heart rate. Reduces or maintains systemic vascular resistance. Improves tissue perfusion in low output states without significantly increasing afterload. Hemodynamic effects are dose-dependent, with inotropic predominance at low doses and additional vasoconstriction at higher doses. May increase myocardial oxygen consumption, requiring close monitoring in coronary artery disease.",
            "indicacoes": "1. Acute decompensated heart failure.\n2. Cardiogenic shock.\n3. Inotropic support in cardiac surgery perioperative period.\n4. Low cardiac output syndrome post-cardiac surgery.\n5. Pharmacologic stress testing (dobutamine stress echocardiogram).",
            "posologia": "Adults:\n- Infusion: 2.5–20 mcg/kg/min, titrate per clinical response.\n- Up to 40 mcg/kg/min may be used in refractory cases (higher arrhythmia risk).\nPediatrics:\n- Infusion: 2–20 mcg/kg/min, titrate per clinical response.",
            "administracao": "Continuous IV infusion only. Use infusion pump for accurate control. Central venous access recommended for prolonged infusions.",
            "doseMaxima": "Adults: 40 mcg/kg/min (exceptional, temporary use).\nPediatrics: 20 mcg/kg/min (typical), up to 40 mcg/kg/min in critical scenarios.",
            "doseMinima": "Adults: 2.5 mcg/kg/min.\nPediatrics: 2 mcg/kg/min.",
            "reacoesAdversas": "• Tachycardia.\n• Ventricular or supraventricular arrhythmias.\n• Hypotension (from peripheral vasodilation).\n• Myocardial ischemia in CAD patients.\n• Nausea, tremors, chest pain, anxiety.\n• Hypokalemia (secondary to beta-2 stimulation). Angina may occur in coronary artery disease. Fine tremors and increased urinary frequency have also been reported.",
            "riscoGravidez": "Category B. No evidence of human risk, but should be used only if clearly necessary, particularly in maternal hemodynamic instability.",
            "riscoLactacao": "Minimal milk excretion. Acute use generally considered safe. Monitor infant for irritability or cardiovascular effects.",
            "ajusteRenal": "No dose adjustment needed. Monitor electrolytes, especially potassium, in renal impairment.",
            "ajusteHepatico": "No adjustment needed, but closely monitor hemodynamics in severe hepatic dysfunction.",
            "contraindicacoes": "• Hypertrophic obstructive cardiomyopathy.\n• Critical aortic stenosis.\n• Dobutamine or component hypersensitivity.\n• Hypovolemic shock without adequate fluid resuscitation.",
            "interacaoMedicamento": "• Beta-blockers: may antagonize inotropic effect.\n• Halogenated anesthetics: increased arrhythmia risk.\n• Other catecholamines: additive risk of tachyarrhythmia and ischemia.\n• Tricyclic antidepressants and MAOIs: potentiate adrenergic effects. Concomitant use with digoxin increases arrhythmia risk. COMT inhibitors may alter pharmacokinetics. Caution with levosimendan due to risk of excessive inotropy.",
            "apresentacao": "Ampoules/vials: 250 mg/20 mL (12.5 mg/mL) for IV dilution.",
            "preparo": "• Dilute 250 mg (20 mL) in 250 mL NS or D5W → 1000 mcg/mL (standard).\n• Other: 500 mg in 250 mL → 2000 mcg/mL for fluid restriction.",
            "solucoesCompatíveis": "Normal saline (0.9%) and 5% dextrose. Incompatible with alkaline solutions (e.g., bicarbonate).",
            "armazenamento": "Store ampoules between 15°C and 30°C. After dilution, use within 24 h under refrigeration (2–8°C) and aseptic technique.",
            "cuidadosMedicos": "• Continuous ECG, BP, HR, and peripheral perfusion monitoring.\n• Correct hypovolemia prior to initiation.\n• Monitor electrolytes, especially potassium.\n• Watch for signs of myocardial ischemia and arrhythmias. Hemodynamic response should be reassessed frequently, especially when co-administered with vasopressors. Fine dose titration is essential to avoid beta-adrenergic overstimulation.",
            "cuidadosFarmaceuticos": "• Confirm proper dilution and solution compatibility.\n• Use aseptic technique.\n• Administer via infusion pump.\n• Inspect solution stability and clarity before administration.",
            "cuidadosEnfermagem": "• Monitor vital signs rigorously.\n• Watch for tachycardia, arrhythmias, chest pain.\n• Assess for poor perfusion, hypotension, or extravasation.\n• Promptly report adverse events to medical team.",
            "fontesBibliograficas": "Dobutrex® leaflet, Miller's Anesthesia (9th Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37029384, ACC/AHA Guidelines, ACLS Guidelines 2020."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Dobutamina",
            "nomeComercial": "Dobutrex®, Dobutamina®",
            "classificacao": "Agente adrenérgico, agonista beta-1 predominante, inotrópico positivo",
            "mecanismoAcao": "Agonista beta-1 predominante, con leve actividad beta-2 y mínima actividad alfa-1. Aumenta la contractilidad y el gasto cardíaco con discreto efecto cronotrópico. La vasodilatación periférica por beta-2 puede compensar su leve acción vasoconstrictora alfa, resultando en un efecto neutro o una leve reducción en la resistencia vascular sistémica. A dosis más altas, la actividad alfa-1 puede volverse clínicamente significativa, incrementando la resistencia vascular. La dobutamina también mejora la conducción atrioventricular y puede inducir taquicardia en pacientes sensibles.",
            "farmacocinetica": "Inicio de acción IV: 1–2 minutos. Vida media plasmática ~2 minutos. Metabolismo hepático y por catecol-O-metiltransferasa (COMT). Excreción renal como metabolitos inactivos. Debe administrarse por infusión continua debido a su corta vida media.",
            "farmacodinamica": "Aumenta el gasto cardíaco por efecto inotrópico positivo y, en menor grado, por aumento de la frecuencia cardíaca. Reduce o mantiene la resistencia vascular sistémica. Mejora la perfusión tisular en estados de bajo gasto sin aumentar significativamente la poscarga. Los efectos hemodinámicos son dosis-dependientes, con predominio inotrópico a dosis bajas y efectos vasoconstrictores adicionales a dosis altas. Puede incrementar el consumo de oxígeno miocárdico, por lo que se requiere vigilancia estrecha en pacientes con enfermedad coronaria.",
            "indicacoes": "1. Insuficiencia cardíaca aguda descompensada.\n2. Shock cardiogénico.\n3. Soporte inotrópico en el perioperatorio de cirugía cardíaca.\n4. Síndrome de bajo gasto posterior a cirugía cardíaca.\n5. Prueba de esfuerzo farmacológica (ecocardiograma de esfuerzo con dobutamina).",
            "posologia": "Adultos:\n- Infusión: 2.5–20 mcg/kg/min, ajustar según respuesta clínica.\n- Hasta 40 mcg/kg/min en casos refractarios (mayor riesgo de arritmias).\nPediatría:\n- Infusión: 2–20 mcg/kg/min, ajustar según respuesta clínica.",
            "administracao": "Exclusivamente por infusión IV continua. Utilizar bomba de infusión para control preciso. Se recomienda acceso venoso central en infusiones prolongadas.",
            "doseMaxima": "Adultos: 40 mcg/kg/min (uso excepcional y temporal).\nPediatría: 20 mcg/kg/min (habitual), hasta 40 mcg/kg/min en escenarios críticos.",
            "doseMinima": "Adultos: 2.5 mcg/kg/min.\nPediatría: 2 mcg/kg/min.",
            "reacoesAdversas": "• Taquicardia.\n• Arritmias ventriculares o supraventriculares.\n• Hipotensión (por vasodilatación periférica).\n• Isquemia miocárdica en pacientes con enfermedad coronaria.\n• Náuseas, temblores, dolor torácico, ansiedad.\n• Hipopotasemia (por estimulación beta-2). Puede presentarse angina en pacientes con enfermedad coronaria. Se han reportado temblores finos y aumento de la frecuencia urinaria.",
            "riscoGravidez": "Categoría B. Sin evidencia de riesgo en humanos, pero debe usarse solo si es claramente necesario, especialmente en contextos de inestabilidad hemodinámica materna.",
            "riscoLactacao": "Excreción mínima en la leche. Uso agudo generalmente considerado seguro. Vigilar al lactante por irritabilidad o efectos cardiovasculares.",
            "ajusteRenal": "No se requiere ajuste. Monitorizar electrolitos, especialmente potasio, en insuficiencia renal.",
            "ajusteHepatico": "No requiere ajuste, pero se recomienda vigilancia hemodinámica estrecha en disfunción hepática grave.",
            "contraindicacoes": "• Miocardiopatía hipertrófica obstructiva.\n• Estenosis aórtica crítica.\n• Hipersensibilidad a la dobutamina o a sus componentes.\n• Shock hipovolémico sin reposición volémica adecuada.",
            "interacaoMedicamento": "• Betabloqueadores: pueden antagonizar el efecto inotrópico.\n• Anestésicos halogenados: mayor riesgo de arritmias.\n• Otras catecolaminas: riesgo aditivo de taquiarritmias e isquemia.\n• Antidepresivos tricíclicos e IMAOs: potencian los efectos adrenérgicos. El uso concomitante con digoxina puede aumentar el riesgo de arritmias. Los inhibidores de COMT pueden modificar la farmacocinética de la dobutamina. Precaución con levosimendán por riesgo de inotropismo excesivo.",
            "apresentacao": "Frascos/ampollas de 250 mg/20 mL (12.5 mg/mL) para dilución IV.",
            "preparo": "• Diluir 250 mg (20 mL) en 250 mL de SF o SG5% → 1000 mcg/mL (estándar).\n• Alternativo: 500 mg en 250 mL → 2000 mcg/mL para restricción hídrica.",
            "solucoesCompatíveis": "Solución fisiológica (0.9%) y glucosa al 5%. Incompatible con soluciones alcalinas (ej.: bicarbonato).",
            "armazenamento": "Conservar entre 15°C y 30°C. Tras la dilución, usar en 24 h bajo refrigeración (2–8°C) y técnica aséptica.",
            "cuidadosMedicos": "• Monitorización continua de ECG, PA, FC y perfusión periférica.\n• Corregir hipovolemia antes de iniciar.\n• Monitorizar electrolitos, especialmente potasio.\n• Observar signos de isquemia miocárdica y arritmias. Reevaluar la respuesta hemodinámica con frecuencia, especialmente si se administra junto con vasopresores. El ajuste fino de dosis es esencial para evitar estimulación beta excesiva.",
            "cuidadosFarmaceuticos": "• Confirmar dilución y compatibilidad de la solución.\n• Emplear técnica aséptica.\n• Administrar con bomba de infusión.\n• Verificar estabilidad y claridad de la solución antes de usar.",
            "cuidadosEnfermagem": "• Vigilar signos vitales de forma rigurosa.\n• Observar taquicardia, arritmias, dolor torácico.\n• Evaluar perfusión, hipotensión o extravasación.\n• Informar inmediatamente eventos adversos al equipo médico.",
            "fontesBibliograficas": "Prospecto Dobutrex®, Miller's Anesthesia (9ª Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37029384, Guías ACC/AHA, Guías ACLS 2020."
        }
    }
}
