{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Dopamina",
            "nomeComercial": "Revivan®, Dopamin®, Dopamina®",
            "classificacao": "Agente adrenérgico, agonista dopaminérgico, agonista beta-1 e alfa-1 dose-dependente, inotrópico e vasopressor",
            "mecanismoAcao": "Ação dose-dependente:\n• Baixas doses (0,5–2 mcg/kg/min): agonista de receptores dopaminérgicos (D1, D2), promovendo vasodilatação renal, mesentérica, coronariana e cerebral.\n• Doses intermediárias (2–10 mcg/kg/min): agonista beta-1, promovendo aumento da contratilidade e do débito cardíaco.\n• Altas doses (>10 mcg/kg/min): ação alfa-1 predominante, levando à vasoconstrição periférica, aumento da resistência vascular sistêmica e da pressão arterial.",
            "farmacocinetica": "Início de ação em 2–5 minutos após início da infusão IV.\nMeia-vida plasmática de aproximadamente 2 minutos.\nMetabolização rápida por catecol-O-metiltransferase (COMT) e monoaminoxidase (MAO) no fígado, rins e plasma.\nExcreção predominantemente renal como ácido homovanílico (HVA) e outros metabólitos inativos.",
            "farmacodinamica": "• Baixas doses: melhora fluxo renal e mesentérico (efeito questionado em estudos recentes).\n• Doses intermediárias: efeito inotrópico positivo (beta-1) → aumento do débito cardíaco.\n• Doses altas: efeito vasopressor alfa-1 → vasoconstrição periférica, aumento da pressão arterial e da resistência vascular sistêmica.\nO efeito cronotrópico (aumento da FC) também é observado em doses beta-1 ativas.",
            "indicacoes": "1. Choque séptico, cardiogênico ou hipovolêmico (após reposição volêmica).\n2. Insuficiência cardíaca aguda com baixo débito.\n3. Suporte hemodinâmico temporário em situações de hipotensão refratária.\n4. Suporte circulatório em pós-operatório de cirurgia cardíaca.\n5. Historicamente usada para suporte da perfusão renal (atualmente não recomendado com essa finalidade).",
            "posologia": "Adulto:\n- 2–20 mcg/kg/min, titulando conforme resposta.\n- Doses até 50 mcg/kg/min podem ser usadas em casos extremos, com risco elevado de efeitos adversos.\nPediatria:\n- 2–20 mcg/kg/min, podendo ser titulada até 50 mcg/kg/min se necessário.",
            "administracao": "Exclusivamente por infusão intravenosa contínua. Utilizar bomba de infusão para controle preciso. Idealmente em acesso venoso central, principalmente em infusões de longa duração ou altas doses.",
            "doseMaxima": "Adulto: até 50 mcg/kg/min (uso excepcional).\nPediatria: até 50 mcg/kg/min (em situações críticas).",
            "doseMinima": "Adulto: 2 mcg/kg/min.\nPediatria: 2 mcg/kg/min.",
            "reacoesAdversas": "• Taquicardia.\n• Arritmias ventriculares ou supraventriculares.\n• Hipertensão (altas doses).\n• Vasoconstrição periférica → extremidades frias, palidez, risco de isquemia e necrose.\n• Náuseas, vômitos, dor de cabeça.\n• Isquemia miocárdica, mesentérica ou digital (em altas doses).\n• Necrose tecidual por extravasamento (uso de fentolamina local é indicado em caso de extravasamento).",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Dados limitados em humanos. Potencial de redução do fluxo placentário em doses vasoconstritoras altas.",
            "riscoLactacao": "Não há dados específicos. Uso em situações emergenciais geralmente é considerado seguro, devido à curta meia-vida e baixa biodisponibilidade oral.",
            "ajusteRenal": "Não requer ajuste, porém monitorar função renal e perfusão, especialmente em altas doses, devido ao risco de isquemia renal.",
            "ajusteHepatico": "Sem necessidade de ajuste. Monitorar pacientes com insuficiência hepática grave devido à metabolização hepática parcial.",
            "contraindicacoes": "• Feocromocitoma.\n• Taquiarritmias não controladas.\n• Hipersensibilidade à dopamina ou componentes da fórmula.\n• Choque hipovolêmico não tratado (corrigir antes).",
            "interacaoMedicamento": "• IMAOs: risco de crise hipertensiva grave (contraindicado).\n• Antidepressivos tricíclicos: potencializam os efeitos adrenérgicos.\n• Anestésicos halogenados: aumento do risco de arritmias.\n• Betabloqueadores: podem reduzir efeito inotrópico e aumentar efeito vasoconstritor alfa.\n• Agentes vasopressores e inotrópicos: efeito aditivo de arritmias e hipertensão.",
            "apresentacao": "Ampolas de 200 mg/5 mL (40 mg/mL) para diluição IV.",
            "preparo": "• Padrão: 200 mg em 250 mL de SF ou SG 5% → 800 mcg/mL.\n• Alternativo: 400 mg em 250 mL → 1600 mcg/mL (para restrição hídrica).\n• Solução límpida, incolor ou levemente amarelada. Descartar se houver turvação.",
            "solucoesCompatíveis": "Compatível com soro fisiológico (SF 0,9%) e solução glicosada 5%. Incompatível com bicarbonato e soluções alcalinas.",
            "armazenamento": "Manter entre 15°C e 30°C, protegido da luz. Após diluição, utilizar preferencialmente em até 24 horas sob refrigeração (2–8°C) e em condições assépticas.",
            "cuidadosMedicos": "• Monitorização contínua de ECG, pressão arterial invasiva, perfusão periférica e débito urinário.\n• Corrigir hipovolemia antes do início.\n• Avaliar necessidade de transição para outros vasopressores mais seletivos (ex.: noradrenalina) em casos de choque distributivo refratário.\n• Observar sinais de isquemia, arritmias e extravasamento.",
            "cuidadosFarmaceuticos": "• Verificar diluição e compatibilidade da solução.\n• Utilizar bomba de infusão para precisão.\n• Inspecionar solução antes da administração.\n• Atuar rapidamente em caso de extravasamento (fentolamina local).",
            "cuidadosEnfermagem": "• Monitorizar rigorosamente sinais vitais, perfusão periférica e débito urinário.\n• Avaliar local de acesso venoso frequentemente.\n• Observar sinais de extravasamento (palidez, frieza, dor, endurecimento).\n• Notificar imediatamente qualquer evento adverso, como taquiarritmias ou hipotensão.",
            "fontesBibliograficas": "Bula Revivan®, Miller's Anesthesia (9ª Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37093482, Diretrizes ACC/AHA, ACLS Guidelines 2020, Tintinalli's Emergency Medicine."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Dopamine",
            "nomeComercial": "Revivan®, Dopamin®, Dopamine®",
            "classificacao": "Adrenergic agent, dopaminergic agonist, dose-dependent beta-1 and alpha-1 agonist, inotrope and vasopressor",
            "mecanismoAcao": "Dose-dependent action:\n• Low doses (0.5–2 mcg/kg/min): agonist of dopaminergic receptors (D1, D2), promoting renal, mesenteric, coronary, and cerebral vasodilation.\n• Intermediate doses (2–10 mcg/kg/min): beta-1 agonist, promoting increased contractility and cardiac output.\n• High doses (>10 mcg/kg/min): predominant alpha-1 action, leading to peripheral vasoconstriction, increased systemic vascular resistance, and blood pressure.",
            "farmacocinetica": "Onset of action in 2–5 minutes after starting IV infusion.\nPlasma half-life of approximately 2 minutes.\nRapid metabolism by catechol-O-methyltransferase (COMT) and monoamine oxidase (MAO) in liver, kidneys, and plasma.\nPredominantly renal excretion as homovanillic acid (HVA) and other inactive metabolites.",
            "farmacodinamica": "• Low doses: improves renal and mesenteric flow (effect questioned in recent studies).\n• Intermediate doses: positive inotropic effect (beta-1) → increased cardiac output.\n• High doses: alpha-1 vasopressor effect → peripheral vasoconstriction, increased blood pressure and systemic vascular resistance.\nChronotropic effect (increased HR) is also observed at beta-1 active doses.",
            "indicacoes": "1. Septic, cardiogenic, or hypovolemic shock (after volume resuscitation).\n2. Acute heart failure with low output.\n3. Temporary hemodynamic support in refractory hypotension situations.\n4. Circulatory support in post-cardiac surgery.\n5. Historically used for renal perfusion support (currently not recommended for this purpose).",
            "posologia": "Adults:\n- 2–20 mcg/kg/min, titrating according to response.\n- Doses up to 50 mcg/kg/min may be used in extreme cases, with high risk of adverse effects.\nPediatrics:\n- 2–20 mcg/kg/min, may be titrated up to 50 mcg/kg/min if necessary.",
            "administracao": "Exclusively by continuous intravenous infusion. Use infusion pump for precise control. Ideally in central venous access, especially in long-term or high-dose infusions.",
            "doseMaxima": "Adults: up to 50 mcg/kg/min (exceptional use).\nPediatrics: up to 50 mcg/kg/min (in critical situations).",
            "doseMinima": "Adults: 2 mcg/kg/min.\nPediatrics: 2 mcg/kg/min.",
            "reacoesAdversas": "• Tachycardia.\n• Ventricular or supraventricular arrhythmias.\n• Hypertension (high doses).\n• Peripheral vasoconstriction → cold extremities, pallor, risk of ischemia and necrosis.\n• Nausea, vomiting, headache.\n• Myocardial, mesenteric, or digital ischemia (at high doses).\n• Tissue necrosis from extravasation (local phentolamine use is indicated in case of extravasation).",
            "riscoGravidez": "Category C. Use only if clearly necessary. Limited data in humans. Potential for reduced placental flow at high vasoconstrictor doses.",
            "riscoLactacao": "No specific data. Use in emergency situations is generally considered safe due to short half-life and low oral bioavailability.",
            "ajusteRenal": "No adjustment required, but monitor renal function and perfusion, especially at high doses, due to risk of renal ischemia.",
            "ajusteHepatico": "No adjustment needed. Monitor patients with severe hepatic insufficiency due to partial hepatic metabolism.",
            "contraindicacoes": "• Pheochromocytoma.\n• Uncontrolled tachyarrhythmias.\n• Hypersensitivity to dopamine or formula components.\n• Untreated hypovolemic shock (correct first).",
            "interacaoMedicamento": "• MAOIs: risk of severe hypertensive crisis (contraindicated).\n• Tricyclic antidepressants: potentiate adrenergic effects.\n• Halogenated anesthetics: increased risk of arrhythmias.\n• Beta-blockers: may reduce inotropic effect and increase alpha vasoconstrictor effect.\n• Vasopressor and inotropic agents: additive effect of arrhythmias and hypertension.",
            "apresentacao": "Ampoules of 200 mg/5 mL (40 mg/mL) for IV dilution.",
            "preparo": "• Standard: 200 mg in 250 mL of saline or 5% glucose → 800 mcg/mL.\n• Alternative: 400 mg in 250 mL → 1600 mcg/mL (for fluid restriction).\n• Clear, colorless or slightly yellowish solution. Discard if cloudy.",
            "solucoesCompatíveis": "Compatible with normal saline (0.9%) and 5% glucose solution. Incompatible with bicarbonate and alkaline solutions.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. After dilution, use preferably within 24 hours under refrigeration (2–8°C) and under aseptic conditions.",
            "cuidadosMedicos": "• Continuous monitoring of ECG, invasive blood pressure, peripheral perfusion, and urinary output.\n• Correct hypovolemia before starting.\n• Assess need for transition to other more selective vasopressors (e.g., norepinephrine) in cases of refractory distributive shock.\n• Observe signs of ischemia, arrhythmias, and extravasation.",
            "cuidadosFarmaceuticos": "• Verify solution dilution and compatibility.\n• Use infusion pump for precision.\n• Inspect solution before administration.\n• Act quickly in case of extravasation (local phentolamine).",
            "cuidadosEnfermagem": "• Rigorously monitor vital signs, peripheral perfusion, and urinary output.\n• Frequently assess venous access site.\n• Observe signs of extravasation (pallor, coldness, pain, hardening).\n• Immediately report any adverse events such as tachyarrhythmias or hypotension.",
            "fontesBibliograficas": "FDA Label (Revivan®), Miller's Anesthesia (9th Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37093482, ACC/AHA Guidelines, ACLS Guidelines 2020, Tintinalli's Emergency Medicine."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Dopamina",
            "nomeComercial": "Revivan®, Dopamin®, Dopamina®",
            "classificacao": "Agente adrenérgico, agonista dopaminérgico, agonista beta-1 y alfa-1 dependiente de dosis, inotrópico y vasopresor",
            "mecanismoAcao": "Acción dependiente de dosis:\n• Dosis bajas (0,5–2 mcg/kg/min): agonista de receptores dopaminérgicos (D1, D2), promoviendo vasodilatación renal, mesentérica, coronaria y cerebral.\n• Dosis intermedias (2–10 mcg/kg/min): agonista beta-1, promoviendo aumento de la contractilidad y del gasto cardíaco.\n• Dosis altas (>10 mcg/kg/min): acción alfa-1 predominante, llevando a vasoconstricción periférica, aumento de la resistencia vascular sistémica y de la presión arterial.",
            "farmacocinetica": "Inicio de acción en 2–5 minutos tras inicio de la infusión IV.\nVida media plasmática de aproximadamente 2 minutos.\nMetabolismo rápido por catecol-O-metiltransferasa (COMT) y monoaminoxidasa (MAO) en hígado, riñones y plasma.\nExcreción predominantemente renal como ácido homovanílico (HVA) y otros metabolitos inactivos.",
            "farmacodinamica": "• Dosis bajas: mejora flujo renal y mesentérico (efecto cuestionado en estudios recientes).\n• Dosis intermedias: efecto inotrópico positivo (beta-1) → aumento del gasto cardíaco.\n• Dosis altas: efecto vasopresor alfa-1 → vasoconstricción periférica, aumento de la presión arterial y de la resistencia vascular sistémica.\nEl efecto cronotrópico (aumento de la FC) también se observa en dosis beta-1 activas.",
            "indicacoes": "1. Shock séptico, cardiogénico o hipovolémico (tras reposición volémica).\n2. Insuficiencia cardíaca aguda con bajo gasto.\n3. Soporte hemodinámico temporal en situaciones de hipotensión refractaria.\n4. Soporte circulatorio en posoperatorio de cirugía cardíaca.\n5. Históricamente usada para soporte de la perfusión renal (actualmente no recomendado con ese fin).",
            "posologia": "Adultos:\n- 2–20 mcg/kg/min, ajustando según respuesta.\n- Dosis hasta 50 mcg/kg/min pueden usarse en casos extremos, con alto riesgo de efectos adversos.\nPediatría:\n- 2–20 mcg/kg/min, pudiendo ajustarse hasta 50 mcg/kg/min si es necesario.",
            "administracao": "Exclusivamente por infusión intravenosa continua. Utilizar bomba de infusión para control preciso. Idealmente en acceso venoso central, principalmente en infusiones de larga duración o altas dosis.",
            "doseMaxima": "Adultos: hasta 50 mcg/kg/min (uso excepcional).\nPediatría: hasta 50 mcg/kg/min (en situaciones críticas).",
            "doseMinima": "Adultos: 2 mcg/kg/min.\nPediatría: 2 mcg/kg/min.",
            "reacoesAdversas": "• Taquicardia.\n• Arritmias ventriculares o supraventriculares.\n• Hipertensión (dosis altas).\n• Vasoconstricción periférica → extremidades frías, palidez, riesgo de isquemia y necrosis.\n• Náuseas, vómitos, dolor de cabeza.\n• Isquemia miocárdica, mesentérica o digital (en dosis altas).\n• Necrosis tisular por extravasación (uso de fentolamina local está indicado en caso de extravasación).",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. Datos limitados en humanos. Potencial de reducción del flujo placentario en dosis vasoconstrictoras altas.",
            "riscoLactacao": "No hay datos específicos. Uso en situaciones de emergencia generalmente considerado seguro, debido a la corta vida media y baja biodisponibilidad oral.",
            "ajusteRenal": "No requiere ajuste, pero monitorizar función renal y perfusión, especialmente en dosis altas, debido al riesgo de isquemia renal.",
            "ajusteHepatico": "Sin necesidad de ajuste. Monitorizar pacientes con insuficiencia hepática grave debido al metabolismo hepático parcial.",
            "contraindicacoes": "• Feocromocitoma.\n• Taquiarritmias no controladas.\n• Hipersensibilidad a la dopamina o componentes de la fórmula.\n• Shock hipovolémico no tratado (corregir antes).",
            "interacaoMedicamento": "• IMAOs: riesgo de crisis hipertensiva grave (contraindicado).\n• Antidepresivos tricíclicos: potencian los efectos adrenérgicos.\n• Anestésicos halogenados: aumento del riesgo de arritmias.\n• Betabloqueadores: pueden reducir efecto inotrópico y aumentar efecto vasoconstrictor alfa.\n• Agentes vasopresores e inotrópicos: efecto aditivo de arritmias e hipertensión.",
            "apresentacao": "Ampollas de 200 mg/5 mL (40 mg/mL) para dilución IV.",
            "preparo": "• Estándar: 200 mg en 250 mL de SF o SG 5% → 800 mcg/mL.\n• Alternativo: 400 mg en 250 mL → 1600 mcg/mL (para restricción hídrica).\n• Solución límpida, incolora o ligeramente amarillenta. Descartar si hay turbidez.",
            "solucoesCompatíveis": "Compatible con suero fisiológico (SF 0,9%) y solución glucosada 5%. Incompatible con bicarbonato y soluciones alcalinas.",
            "armazenamento": "Mantener entre 15°C y 30°C, protegido de la luz. Tras dilución, utilizar preferentemente en hasta 24 horas bajo refrigeración (2–8°C) y en condiciones asépticas.",
            "cuidadosMedicos": "• Monitorización continua de ECG, presión arterial invasiva, perfusión periférica y débito urinario.\n• Corregir hipovolemia antes del inicio.\n• Evaluar necesidad de transición a otros vasopresores más selectivos (ej.: noradrenalina) en casos de shock distributivo refractario.\n• Observar signos de isquemia, arritmias y extravasación.",
            "cuidadosFarmaceuticos": "• Verificar dilución y compatibilidad de la solución.\n• Utilizar bomba de infusión para precisión.\n• Inspeccionar solución antes de la administración.\n• Actuar rápidamente en caso de extravasación (fentolamina local).",
            "cuidadosEnfermagem": "• Monitorizar rigurosamente signos vitales, perfusión periférica y débito urinario.\n• Evaluar local de acceso venoso frecuentemente.\n• Observar signos de extravasación (palidez, frialdad, dolor, endurecimiento).\n• Notificar inmediatamente cualquier evento adverso, como taquiarritmias o hipotensión.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Revivan®), Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37093482, Guías ACC/AHA, ACLS Guidelines 2020, Tintinalli's Emergency Medicine."
        }
    }
}