{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Droperidol",
            "nomeComercial": "Dridol®, Inapsine® (fora do Brasil)",
            "classificacao": "Antiemético, neuroléptico, derivado da butirofenona, antagonista dopaminérgico D2, sedativo, tranquilizante e adjuvante anestésico",
            "mecanismoAcao": "Potente antagonista dos receptores dopaminérgicos D2, especialmente na área postrema (zona de gatilho quimiorreceptora) e no núcleo do trato solitário, resultando em potente efeito antiemético e sedativo. Também bloqueia, de forma moderada, os receptores adrenérgicos alfa-1, contribuindo para hipotensão leve. Além disso, possui efeitos fracos sobre receptores histaminérgicos H1 e muscarínicos, o que potencializa sua ação sedativa. Bloqueia canais de potássio do tipo hERG (IKr), prolongando o intervalo QT, o que pode predispor a torsades de pointes em indivíduos susceptíveis.",
            "farmacocinetica": "• Absorção: biodisponibilidade quase completa por via IV e IM.\n• Início de ação: 3 a 10 minutos IV; 10 a 20 minutos IM.\n• Pico de efeito: 10 a 30 minutos.\n• Duração do efeito: 2 a 6 horas (efeito antiemético); até 12 horas (efeito sedativo e ansiolítico).\n• Distribuição: volume de distribuição elevado (1,5 a 3,0 L/kg), atravessa facilmente a barreira hematoencefálica e placenta.\n• Ligação às proteínas plasmáticas: aproximadamente 90%.\n• Metabolização: hepática, principalmente via enzimas do citocromo P450, predominantemente CYP3A4 e CYP2D6.\n• Meia-vida de eliminação: 2 a 3 horas.\n• Excreção: predominantemente renal (60–70%), como metabólitos inativos; pequena fração (10–15%) excretada inalterada.",
            "farmacodinamica": "Potente bloqueador dos receptores D2 no sistema nervoso central, causando efeito antiemético, ansiolítico, sedativo e levemente tranquilizante. A depressão dos núcleos mesolímbicos explica a ação sedativa. O antagonismo dos receptores alfa-1 justifica a hipotensão leve e bradicardia reflexa. O bloqueio dos canais de potássio do tipo hERG (IKr) prolonga a repolarização cardíaca, refletindo no prolongamento do intervalo QT, com risco potencial de torsades de pointes.",
            "indicacoes": "• Prevenção e tratamento de náusea e vômito no pós-operatório (PONV).\n• Náusea e vômito refratários a outros antieméticos, incluindo quimioterapia.\n• Controle de agitação psicomotora e agressividade em emergências psiquiátricas.\n• Sedação de pacientes agressivos, agitados ou delirantes.\n• Adjuvante em anestesia geral (particularmente em neuroleptoanalgesia, associado a opioides como fentanil).\n• Controle de vertigem refratária.\n• Tratamento de delírios psicóticos, intoxicações agudas com excitabilidade extrema, síndromes hipercinéticas agudas.",
            "posologia": "Adulto:\n• Náusea e vômito (PONV): 0,625–1,25 mg IV lento no final da cirurgia.\n• Náusea refratária ou emergência: 0,625–2,5 mg IV ou IM.\n• Agitação psicomotora/agressividade: 2,5–10 mg IM ou IV, podendo repetir a cada 10–20 minutos, máximo 20 mg/dia.\n• Neuroleptoanalgesia: 0,1–0,2 mg/kg IV associado a opioides potentes.\nPediatria:\n• Náusea e vômito (PONV): 0,015–0,05 mg/kg IV ou IM, máximo 1,25 mg/dose.\n• Sedação (off-label): 0,05–0,1 mg/kg IM ou IV, máximo 2,5 mg/dose.",
            "administracao": "Via intravenosa lenta (mínimo 2 minutos) ou via intramuscular profunda. Pode ser diluído em 10–50 mL de SF 0,9% ou SG 5% para infusão em 10–30 minutos, quando se deseja um efeito mais lento e sustentado. Monitorização de ECG é altamente recomendada antes, durante e após a administração devido ao risco de prolongamento do intervalo QT.",
            "doseMaxima": "Adulto: até 20 mg/dia (agitação severa ou sedação profunda).\nPediatria: 2,5 mg/dose (sedação) ou 1,25 mg (antiemético).",
            "doseMinima": "Adulto: 0,625 mg.\nPediatria: 0,015 mg/kg.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Sedação, sonolência, hipotensão leve.\nComuns (1–10%):\n• Ansiedade, inquietação, tontura, cefaleia, boca seca, visão turva.\n• Prolongamento do intervalo QT.\nIncomuns (0,1–1%):\n• Bradicardia, taquicardia, retenção urinária, sudorese.\n• Reações extrapiramidais (distonia aguda, acatisia, parkinsonismo transitório).\nRaras (<0,1%):\n• Torsades de pointes, arritmias ventriculares malignas.\n• Síndrome neuroléptica maligna (hipertermia, rigidez, rabdomiólise).\n• Depressão respiratória, especialmente em associação com outros depressores do SNC.\n• Anafilaxia e reações de hipersensibilidade (extremamente raras).",
            "riscoGravidez": "Categoria C. Estudos em animais sugerem risco, não há estudos controlados em humanos. O uso deve ser restrito às situações onde os benefícios superem claramente os riscos, como controle de náuseas refratárias, sedação de emergência ou adjuvante anestésico.",
            "riscoLactacao": "Não há dados suficientes. Uso ocasional é provavelmente seguro, mas recomenda-se cautela. Monitorar lactente para sinais de sedação, dificuldade de alimentação ou hipotonia.",
            "ajusteRenal": "Não requer ajuste formal em insuficiência renal leve a moderada. Usar com cautela na insuficiência renal grave devido à possibilidade de acúmulo e prolongamento dos efeitos sedativos e cardiovasculares. Monitorizar ECG e sedação nesses casos.",
            "ajusteHepatico": "Usar com cautela em insuficiência hepática moderada a grave, devido à metabolização hepática predominante. Reduzir a dose inicial e monitorar cuidadosamente os efeitos hemodinâmicos e cardíacos.",
            "contraindicacoes": "• Hipersensibilidade ao droperidol, às butirofenonas ou a qualquer componente da fórmula.\n• Prolongamento do intervalo QT basal (>450 ms em homens ou >470 ms em mulheres).\n• História de torsades de pointes ou arritmias ventriculares graves.\n• Distúrbios eletrolíticos não corrigidos (hipocalemia, hipomagnesemia).\n• Feocromocitoma (risco de crise hipertensiva grave).\n• Coma, depressão respiratória ou intoxicação grave por álcool ou depressores do SNC.",
            "interacaoMedicamento": "• Aumento do risco de depressão do SNC com opioides, benzodiazepínicos, álcool, hipnóticos e outros sedativos.\n• Aumento do risco de torsades de pointes com medicamentos que prolongam o QT: amiodarona, sotalol, haloperidol, ondansetrona, ziprasidona, fluoroquinolonas, macrolídeos, entre outros.\n• Inibidores potentes de CYP3A4 e CYP2D6 (como cetoconazol, ritonavir, claritromicina) podem elevar os níveis plasmáticos de droperidol.\n• Anti-hipertensivos podem potencializar a hipotensão.\n• Associado a outros neurolépticos pode aumentar risco de síndrome neuroléptica maligna.",
            "apresentacao": "Ampolas de 2,5 mg/mL (frasco de 1 mL ou 2 mL).",
            "preparo": "• Para IV direta: administrar lentamente 0,625–2,5 mg em pelo menos 2 minutos.\n• Para infusão: diluir em 10–50 mL de SF 0,9% ou SG 5%, infundindo em 10–30 minutos.\n• Para IM: administrar sem diluição, profundamente no músculo.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com soluções alcalinas e bicarbonato de sódio.",
            "armazenamento": "Conservar entre 15°C e 30°C, protegido da luz. Após diluição, utilizar preferencialmente em até 24 horas se mantido sob refrigeração (2–8°C) em condições assépticas.",
            "cuidadosMedicos": "• Monitorização obrigatória de ECG antes e após a administração, com atenção ao prolongamento do intervalo QT.\n• Avaliar eletrólitos (potássio, magnésio) e corrigir antes da administração, quando alterados.\n• Monitorar pressão arterial, frequência cardíaca e respiração.\n• Usar com cautela em idosos, cardiopatas, hepatopatas e em associação com outros medicamentos que prolonguem QT.\n• Ter disponível desfibrilador e suporte avançado de vida no caso de torsades de pointes.",
            "cuidadosFarmaceuticos": "• Conferir integridade da ampola antes do uso.\n• Garantir diluição correta e compatibilidade da solução.\n• Sinalizar na prescrição e na etiqueta o risco de QT prolongado.\n• Descartar qualquer solução com turvação, precipitado ou alteração de cor.\n• Garantir rastreabilidade e registro de lote, dose e horário de administração devido ao risco de eventos adversos graves.",
            "cuidadosEnfermagem": "• Monitorar ECG, PA, FC, nível de sedação e sinais respiratórios.\n• Observar sinais de arritmia (palpitações, tontura, síncope) ou efeitos extrapiramidais (rigidez, distonia, acatisia).\n• Garantir que o paciente permaneça monitorizado por pelo menos 2 a 3 horas após administração.\n• Informar o paciente sobre a possibilidade de sedação intensa, hipotensão e orientar sobre evitar atividades que exijam atenção (ex.: dirigir) após uso.\n• Notificar imediatamente qualquer alteração hemodinâmica, neurológica ou cardíaca.",
            "fontesBibliograficas": "Bula Anvisa (Droperidol), Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Goodman & Gilman (13ª Edição), UpToDate (2024), Micromedex, ACLS Guidelines 2020, PubMed ID 37234562, Tintinalli's Emergency Medicine (9ª Edição), PubChem Compound ID 3165."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Droperidol",
            "nomeComercial": "Dridol®, Inapsine® (outside Brazil)",
            "classificacao": "Antiemetic, neuroleptic, butyrophenone derivative, D2-dopaminergic antagonist, sedative, tranquilizer, anesthetic adjunct",
            "mecanismoAcao": "Potent antagonist of central D2-dopaminergic receptors, particularly in the chemoreceptor trigger zone (area postrema) and the nucleus tractus solitarius, leading to strong antiemetic and sedative effects. Also moderately blocks alpha-1 adrenergic receptors, contributing to mild hypotension. Additionally, weakly antagonizes histaminergic H1 and muscarinic receptors, enhancing its sedative profile. Inhibits hERG-type potassium channels (IKr), prolonging the QT interval and increasing the risk of torsades de pointes in susceptible individuals.",
            "farmacocinetica": "• Absorption: near complete via IV and IM.\n• Onset: 3–10 min IV; 10–20 min IM.\n• Peak: 10–30 min.\n• Duration: 2–6 h (antiemetic); up to 12 h (sedative/anxiolytic).\n• Distribution: large Vd (1.5–3.0 L/kg); crosses BBB and placenta.\n• Protein binding: ~90%.\n• Metabolism: hepatic, mainly via CYP3A4 and CYP2D6.\n• Elimination half-life: 2–3 h.\n• Excretion: mainly renal (60–70%) as inactive metabolites; 10–15% unchanged.",
            "farmacodinamica": "Potent D2 receptor blockade in CNS produces antiemetic, sedative, anxiolytic, and mild tranquilizing effects. Depression of mesolimbic nuclei explains the sedative action. Alpha-1 antagonism causes mild hypotension and reflex bradycardia. hERG potassium channel inhibition prolongs cardiac repolarization, increasing QT interval and risk of torsades de pointes.",
            "indicacoes": "• Prevention and treatment of postoperative nausea and vomiting (PONV).\n• Refractory nausea and vomiting, including chemotherapy-induced.\n• Management of psychomotor agitation and acute aggression in psychiatric emergencies.\n• Sedation of agitated, aggressive, or delirious patients.\n• Adjunct in general anesthesia (notably neuroleptoanalgesia with opioids such as fentanyl).\n• Refractory vertigo control.\n• Treatment of acute psychotic delirium, severe excitatory intoxications, hyperkinetic syndromes.",
            "posologia": "Adults:\n• PONV: 0.625–1.25 mg IV slow at end of surgery.\n• Refractory N/V: 0.625–2.5 mg IV/IM.\n• Psychomotor agitation: 2.5–10 mg IV/IM; may repeat q10–20 min, max 20 mg/day.\n• Neuroleptoanalgesia: 0.1–0.2 mg/kg IV with opioids.\nPediatrics:\n• PONV: 0.015–0.05 mg/kg IV/IM, max 1.25 mg/dose.\n• Sedation (off-label): 0.05–0.1 mg/kg IV/IM, max 2.5 mg/dose.",
            "administracao": "Slow IV (≥2 min) or deep IM. May dilute in 10–50 mL NS or D5W for infusion over 10–30 min for sustained effect. ECG monitoring strongly advised before, during, and after administration due to QT prolongation risk.",
            "doseMaxima": "Adults: 20 mg/day.\nPediatrics: 2.5 mg/dose (sedation); 1.25 mg (antiemetic).",
            "doseMinima": "Adults: 0.625 mg.\nPediatrics: 0.015 mg/kg.",
            "reacoesAdversas": "Very common (>10%):\n• Sedation, drowsiness, mild hypotension.\nCommon (1–10%):\n• Anxiety, restlessness, dizziness, headache, dry mouth, blurred vision.\n• QT prolongation.\nUncommon (0.1–1%):\n• Bradycardia, tachycardia, urinary retention, sweating.\n• Extrapyramidal symptoms (acute dystonia, akathisia, transient parkinsonism).\nRare (<0.1%):\n• Torsades de pointes, malignant arrhythmias.\n• Neuroleptic malignant syndrome.\n• Respiratory depression (esp. with CNS depressants).\n• Anaphylaxis (extremely rare).",
            "riscoGravidez": "Category C. Animal studies suggest risk; no adequate human studies. Use only if benefits outweigh risks, such as refractory nausea, emergency sedation, or anesthetic adjunct.",
            "riscoLactacao": "No sufficient data. Occasional use likely safe. Monitor infant for sedation, feeding difficulty, hypotonia.",
            "ajusteRenal": "No formal adjustment for mild/moderate impairment. Use caution in severe renal failure due to prolonged sedative/cardiovascular effects. Monitor ECG and sedation.",
            "ajusteHepatico": "Use cautiously in moderate/severe hepatic dysfunction. Reduce initial dose and monitor hemodynamic/cardiac effects.",
            "contraindicacoes": "• Hypersensitivity to droperidol, butyrophenones.\n• Baseline QT >450 ms (men) or >470 ms (women).\n• History of torsades or malignant arrhythmias.\n• Uncorrected electrolyte disorders (hypokalemia, hypomagnesemia).\n• Pheochromocytoma.\n• Coma, respiratory depression, or severe alcohol/CNS depressant intoxication.",
            "interacaoMedicamento": "• CNS depressants: ↑ sedation (opioids, benzos, alcohol).\n• QT-prolonging drugs: ↑ torsades risk (e.g., amiodarone, haloperidol, ondansetron).\n• CYP3A4/CYP2D6 inhibitors (e.g., ketoconazole, ritonavir) ↑ plasma levels.\n• Antihypertensives: may potentiate hypotension.\n• Combined neuroleptics ↑ NMS risk.",
            "apresentacao": "Ampoules 2.5 mg/mL (1 mL or 2 mL vials).",
            "preparo": "• IV: 0.625–2.5 mg over ≥2 min.\n• Infusion: dilute in 10–50 mL NS/D5W, infuse over 10–30 min.\n• IM: undiluted deep injection.",
            "solucoesCompatíveis": "0.9% saline, 5% dextrose. Incompatible with alkaline or bicarbonate solutions.",
            "armazenamento": "Store at 15–30°C, protected from light. After dilution: use within 24 h if refrigerated (2–8°C) and aseptic.",
            "cuidadosMedicos": "• Mandatory ECG monitoring.\n• Check/correct K+, Mg2+ before administration.\n• Monitor BP, HR, respiration.\n• Caution in elderly, cardiac/hepatic disease, QT-prolonging drugs.\n• Defibrillator and advanced support should be ready.",
            "cuidadosFarmaceuticos": "• Check ampoule integrity.\n• Ensure proper dilution and compatibility.\n• Label high-QT-risk clearly.\n• Discard cloudy/discolored solutions.\n• Record batch, dose, time for traceability.",
            "cuidadosEnfermagem": "• Monitor ECG, BP, HR, sedation, respiratory rate.\n• Watch for arrhythmia signs, EPS.\n• Keep patient under observation 2–3 h post-dose.\n• Educate on sedation, avoid activities like driving.\n• Report neuro/cardiac changes immediately.",
            "fontesBibliograficas": "Anvisa Label (Droperidol), Miller's Anesthesia (9th Ed.), Barash (7th Ed.), Goodman & Gilman (13th Ed.), UpToDate (2024), Micromedex, ACLS 2020, PubMed ID 37234562, Tintinalli's (9th Ed.), PubChem CID 3165"
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Droperidol",
            "nomeComercial": "Dridol®, Inapsine® (fuera de Brasil)",
            "classificacao": "Antiemético, neuroléptico, derivado de butirofenona, antagonista dopaminérgico D2, sedante, tranquilizante, adyuvante anestésico",
            "mecanismoAcao": "Antagonista potente de los receptores dopaminérgicos D2 centrales, especialmente en la zona gatillo quimiorreceptora (área postrema) y el núcleo del tracto solitario, lo que genera un potente efecto antiemético y sedante. También bloquea moderadamente los receptores adrenérgicos alfa-1, contribuyendo a una hipotensión leve. Además, antagoniza débilmente receptores H1 histaminérgicos y muscarínicos, lo que potencia su perfil sedante. Inhibe los canales de potasio tipo hERG (IKr), prolongando el intervalo QT y aumentando el riesgo de torsades de pointes en individuos susceptibles.",
            "farmacocinetica": "• Absorción: casi completa por vía IV e IM.\n• Inicio de acción: 3–10 min IV; 10–20 min IM.\n• Pico: 10–30 min.\n• Duración: 2–6 h (antiemético); hasta 12 h (sedante/ansiolítico).\n• Distribución: gran volumen (1,5–3,0 L/kg); atraviesa BHE y placenta.\n• Unión a proteínas: ~90%.\n• Metabolismo: hepático, principalmente por CYP3A4 y CYP2D6.\n• Vida media: 2–3 h.\n• Excreción: principalmente renal (60–70%) como metabolitos inactivos; 10–15% sin cambios.",
            "farmacodinamica": "El bloqueo de receptores D2 en SNC genera efectos antieméticos, sedantes, ansiolíticos y levemente tranquilizantes. La depresión de núcleos mesolímbicos explica la acción sedante. El antagonismo alfa-1 produce hipotensión leve y bradicardia refleja. La inhibición de canales hERG prolonga la repolarización cardíaca y el QT, con riesgo de torsades de pointes.",
            "indicacoes": "• Prevención y tratamiento de náuseas y vómitos posoperatorios (PONV).\n• Náuseas y vómitos refractarios, incluida la quimioterapia.\n• Agitación psicomotriz/agresión en emergencias psiquiátricas.\n• Sedación de pacientes agitados, agresivos o delirantes.\n• Adyuvante en anestesia general (neuroleptoanalgesia con opioides como fentanilo).\n• Control de vértigo refractario.\n• Delirio psicótico agudo, intoxicaciones excitatorias graves, síndromes hipercinéticos.",
            "posologia": "Adultos:\n• PONV: 0,625–1,25 mg IV lento al final de la cirugía.\n• Náuseas refractarias: 0,625–2,5 mg IV/IM.\n• Agitación psicomotriz: 2,5–10 mg IV/IM; repetir cada 10–20 min, máx 20 mg/día.\n• Neuroleptoanalgesia: 0,1–0,2 mg/kg IV con opioides.\nPediatría:\n• PONV: 0,015–0,05 mg/kg IV/IM, máx 1,25 mg/dosis.\n• Sedación (off-label): 0,05–0,1 mg/kg IV/IM, máx 2,5 mg/dosis.",
            "administracao": "IV lenta (≥2 min) o IM profunda. Puede diluirse en 10–50 mL SF/SG5% para infusión de 10–30 min. Se recomienda ECG antes, durante y después por riesgo de QT prolongado.",
            "doseMaxima": "Adultos: 20 mg/día.\nPediatría: 2,5 mg/dosis (sedación); 1,25 mg (antiemético).",
            "doseMinima": "Adultos: 0,625 mg.\nPediatría: 0,015 mg/kg.",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Sedación, somnolencia, hipotensión leve.\nFrecuentes (1–10%):\n• Ansiedad, inquietud, mareo, cefalea, boca seca, visión borrosa.\n• QT prolongado.\nInfrecuentes (0,1–1%):\n• Bradicardia, taquicardia, retención urinaria, sudoración.\n• Efectos extrapiramidales (distonía aguda, acatisia, parkinsonismo transitorio).\nRaras (<0,1%):\n• Torsades de pointes, arritmias malignas.\n• Síndrome neuroléptico maligno.\n• Depresión respiratoria (especialmente con depresores del SNC).\n• Anafilaxia (muy rara).",
            "riescoGravidez": "Categoría C. Estudios animales sugieren riesgo; sin datos humanos adecuados. Uso sólo si el beneficio supera el riesgo (náuseas refractarias, sedación urgente o adyuvante anestésico).",
            "riescoLactancia": "Datos limitados. Uso ocasional probablemente seguro. Vigilar al lactante por sedación, dificultad alimentaria o hipotonía.",
            "ajusteRenal": "Sin ajuste en insuficiencia leve/moderada. Precaución en IR grave por efectos sedantes/cardíacos prolongados. Monitorear ECG y sedación.",
            "ajusteHepatico": "Precaución en disfunción hepática moderada/grave. Reducir dosis inicial y vigilar efectos hemodinámicos/cardíacos.",
            "contraindicacoes": "• Hipersensibilidad a droperidol o butirofenonas.\n• QT basal >450 ms (hombres) o >470 ms (mujeres).\n• Antecedente de torsades o arritmias malignas.\n• Trastornos electrolíticos no corregidos.\n• Feocromocitoma.\n• Coma, depresión respiratoria, intoxicación por alcohol o depresores del SNC.",
            "interacaoMedicamento": "• Depresores del SNC: ↑ sedación (opioides, benzodiazepinas, alcohol).\n• QT-prolongadores: ↑ torsades (amiodarona, haloperidol, ondansetrón).\n• Inhibidores CYP3A4/2D6 (ketoconazol, ritonavir): ↑ niveles plasmáticos.\n• Antihipertensivos: potencian hipotensión.\n• Neurolépticos combinados: ↑ riesgo de SNM.",
            "apresentacao": "Ampollas 2,5 mg/mL (1 mL o 2 mL).",
            "preparo": "• IV: 0,625–2,5 mg ≥2 min.\n• Infusión: 10–50 mL SF/SG5% en 10–30 min.\n• IM: profunda, sin diluir.",
            "solucoesCompatibles": "SF 0,9%, SG5%. Incompatible con bicarbonato o soluciones alcalinas.",
            "armazenamento": "Conservar a 15–30°C, protegido de la luz. Tras dilución: usar en 24 h si refrigerado (2–8°C) y en condiciones asépticas.",
            "cuidadosMedicos": "• ECG obligatorio.\n• Corregir K+, Mg2+ antes.\n• Vigilar PA, FC, respiración.\n• Precaución en ancianos, hepatopatías, cardiopatías.\n• Tener desfibrilador y soporte avanzado disponibles.",
            "cuidadosFarmaceuticos": "• Verificar ampolla y dilución.\n• Confirmar compatibilidad.\n• Etiquetar QT prolongado.\n• Descartar soluciones alteradas.\n• Registrar lote, dosis y horario.",
            "cuidadosEnfermagem": "• Monitorizar ECG, PA, FC, sedación, FR.\n• Observar signos de arritmia, EPS.\n• Supervisar 2–3 h postdosis.\n• Educar sobre sedación y evitar conducir.\n• Reportar cambios neurológicos/cardiacos.",
            "fontesBibliograficas": "Prospecto Anvisa (Droperidol), Miller's Anesthesia (9ª Ed.), Barash (7ª Ed.), Goodman & Gilman (13ª Ed.), UpToDate (2024), Micromedex, ACLS 2020, PubMed ID 37234562, Tintinalli's (9ª Ed.), PubChem CID 3165"
        }
    }
}