{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Efedrina",
            "nomeComercial": "Efedrin®, Efrin®, Efedrex®",
            "classificacao": "Agente adrenérgico, simpaticomimético misto, vasopressor e inotrópico de ação direta e indireta",
            "mecanismoAcao": "Agonista adrenérgico de ação mista. Estimula diretamente os receptores alfa-1, beta-1 e beta-2, além de promover liberação de noradrenalina nas terminações simpáticas (ação indireta). Resulta em aumento da contratilidade e frequência cardíaca (beta-1), vasoconstrição (alfa-1), broncodilatação discreta (beta-2), aumento da resistência vascular e do débito cardíaco.",
            "farmacocinetica": "Absorção rápida por via IM e SC. Início de ação IV: 1–2 min; IM/SC: 5–10 min. Pico IV: 2–5 min. Meia-vida plasmática: 3–6 horas. Metabolização parcial hepática via citocromo P450. Excreção renal (70–80%), parte inalterada. O pH urinário influencia na excreção: urina ácida acelera a eliminação; alcalina prolonga a excreção.",
            "farmacodinamica": "Aumenta a pressão arterial por elevação do débito cardíaco (efeito beta-1) e vasoconstrição moderada (alfa-1). Tem efeito cronotrópico e inotrópico mais pronunciado que a fenilefrina, mas menos potente que a noradrenalina. Efeito de maior duração por resistência à metabolização por MAO e COMT. Pode causar taquifilaxia em doses repetidas.",
            "indicacoes": "Tratamento da hipotensão associada à anestesia raquidiana, peridural ou geral. Alternativa em estados de baixo débito cardíaco com resposta adrenérgica preservada. Utilizada no manejo inicial da hipotensão em obstetrícia, especialmente em cesarianas com raquianestesia. Uso histórico como descongestionante nasal e no tratamento da asma (atualmente desaconselhado).",
            "posologia": "Adultos:\n- Bolus IV: 5–25 mg (geralmente 5–10 mg), repetir a cada 5–10 min, máximo 150 mg/dia.\n- IM/SC: 25–50 mg.\n- Infusão contínua: 0,1–0,3 mg/min IV (uso raro).\nPediatria:\n- 0,1–0,3 mg/kg/dose IV, IM ou SC (máx. 25 mg/dose).",
            "administracao": "IV (preferencial em anestesia), IM ou SC. Infusão contínua é possível, mas raramente utilizada. Sempre diluir a solução concentrada para bolus IV.",
            "doseMaxima": "Adulto: 150 mg/dia.\nPediatria: 25 mg/dose.",
            "doseMinima": "Adulto: 5 mg IV.\nPediatria: 0,1 mg/kg.",
            "reacoesAdversas": "Taquicardia, hipertensão, palpitações, arritmias (principalmente supraventriculares), ansiedade, agitação, insônia, cefaleia, tremores, náuseas, retenção urinária, vasoconstrição periférica excessiva, isquemia miocárdica (doses elevadas), taquifilaxia com uso repetido.",
            "riscoGravidez": "Categoria C. Usar com cautela. Pode reduzir fluxo uteroplacentário, especialmente com doses repetidas ou infusão contínua. Preferir alternativas como fenilefrina quando necessário.",
            "riscoLactacao": "Excreção mínima no leite. Uso isolado geralmente considerado seguro. Evitar uso prolongado ou repetido sem necessidade.",
            "viaEliminacao": "Principalmente excreção renal (70–80% inalterada). Metabolização hepática parcial via citocromo P450. O pH urinário afeta a velocidade de eliminação.",
            "inicioAcao": "IV: 1–2 minutos; IM/SC: 5–10 minutos.",
            "tempoPico": "IV: 2–5 minutos.",
            "meiaVida": "3–6 horas.",
            "efeitoClinico": "Efeito vasopressor com aumento de débito cardíaco e vasoconstrição. Elevação sustentada da pressão arterial, principalmente em pacientes com tônus simpático reduzido.",
            "ajusteRenal": "Usar com cautela na insuficiência renal grave. A excreção renal prolongada pode potencializar efeitos. Acidificação urinária acelera eliminação.",
            "ajusteHepatico": "Não requer ajuste formal, mas disfunção hepática pode reduzir metabolização e prolongar o efeito.",
            "contraindicacoes": "Hipertensão grave não controlada, taquiarritmias, insuficiência coronariana grave, hipertireoidismo não controlado, feocromocitoma, glaucoma de ângulo fechado.",
            "interacaoMedicamento": "• IMAOs: risco de crise hipertensiva (contraindicado).\n• Antidepressivos tricíclicos: potencializam efeitos cardiovasculares.\n• Simpaticomiméticos: risco de toxicidade aditiva.\n• Betabloqueadores: antagonizam efeito beta, exacerbando vasoconstrição alfa.\n• Anestésicos halogenados: aumentam risco de arritmias.\n• Pode reduzir efeito de anti-hipertensivos.",
            "apresentacao": "Ampolas de 50 mg/mL (mais comum no Brasil). Apresentações internacionais: 30 mg/mL, 60 mg/mL, dependendo do fabricante.",
            "preparo": "Bolus IV: diluir 1 mL (50 mg) em 9 mL de SF 0,9% → 5 mg/mL.\nInfusão: 50 mg em 50 mL (1 mg/mL) ou 100 mL (0,5 mg/mL) de SF 0,9%.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com soluções alcalinas ou bicarbonato.",
            "estabilidadePosDilucao": "Solução diluída em SF 0,9% é estável por até 24 horas sob refrigeração (2–8°C), se preparada em condições assépticas.",
            "armazenamento": "Conservar entre 15°C e 30°C, protegido da luz. Após diluição, usar em até 24h se refrigerado (2–8°C) e preparado de forma asséptica.",
            "cuidadosMedicos": "Monitorar ECG, PA, FC e perfusão. Evitar uso prolongado sem eficácia. Em caso de taquifilaxia, substituir por vasopressor alternativo. Usar com cuidado em pacientes com doença cardíaca estrutural.",
            "cuidadosFarmaceuticos": "Diluir corretamente para evitar erros. Verificar compatibilidade das soluções. Avaliar estabilidade da diluição antes do uso.",
            "cuidadosEnfermagem": "Acompanhar sinais vitais, consciência, perfusão. Observar acesso venoso e sinais de extravasamento. Alertar para sintomas como dor torácica, palpitações ou cefaleia intensa.",
            "precaucoesEspecificas": "Evitar em pacientes com hipovolemia não corrigida. Usar com extrema cautela em gestantes, especialmente com uso repetido. Risco aumentado de eventos adversos em idosos e pacientes com doença cardiovascular preexistente.",
            "fontesBibliograficas": "Bula Anvisa (Efedrina), Miller's Anesthesia (9ª Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 36782345, Tintinalli's Emergency Medicine, ACLS Guidelines 2020."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Ephedrine",
            "nomeComercial": "Efedrin®, Efrin®, Efedrex®",
            "classificacao": "Adrenergic agent, mixed sympathomimetic, vasopressor and inotropic (direct and indirect action)",
            "mecanismoAcao": "Mixed-acting adrenergic agonist. Directly stimulates alpha-1, beta-1 and beta-2 receptors and indirectly releases norepinephrine from sympathetic terminals. Results in increased contractility and heart rate (beta-1), vasoconstriction (alpha-1), mild bronchodilation (beta-2), elevated vascular resistance and cardiac output.",
            "farmacocinetica": "Rapid absorption via IM and SC routes. Onset: IV 1–2 min; IM/SC 5–10 min. Peak effect IV: 2–5 min. Half-life: 3–6 hours. Partially metabolized in the liver (CYP450). Renal excretion 70–80% unchanged. Urinary pH influences elimination: acidic urine increases clearance; alkaline urine slows it down.",
            "farmacodinamica": "Raises blood pressure by increasing cardiac output (beta-1) and moderate vasoconstriction (alpha-1). More pronounced chronotropic and inotropic effect than phenylephrine, but less potent than norepinephrine. Longer effect due to resistance to MAO and COMT metabolism. May cause tachyphylaxis with repeated use.",
            "indicacoes": "Treatment of hypotension associated with spinal, epidural or general anesthesia. Alternative in low cardiac output states with preserved adrenergic response. Common in obstetric hypotension management during spinal anesthesia for cesarean sections. Historically used as a nasal decongestant and asthma treatment (currently discouraged).",
            "posologia": "Adults:\n- IV bolus: 5–25 mg (usually 5–10 mg), repeat every 5–10 min, max 150 mg/day.\n- IM/SC: 25–50 mg.\n- Continuous IV infusion: 0.1–0.3 mg/min (rare).\nPediatrics:\n- 0.1–0.3 mg/kg/dose IV, IM or SC (max 25 mg/dose).",
            "administracao": "IV (preferred in anesthesia), IM or SC. Continuous infusion is possible but rarely used. Always dilute concentrated solution for IV bolus.",
            "doseMaxima": "Adults: 150 mg/day.\nPediatrics: 25 mg/dose.",
            "doseMinima": "Adults: 5 mg IV.\nPediatrics: 0.1 mg/kg.",
            "reacoesAdversas": "Tachycardia, hypertension, palpitations, arrhythmias (mainly supraventricular), anxiety, agitation, insomnia, headache, tremors, nausea, urinary retention, excessive peripheral vasoconstriction, myocardial ischemia (high doses), tachyphylaxis with repeated use.",
            "riscoGravidez": "Category C. Use with caution. May reduce uteroplacental blood flow, especially with repeated doses or continuous infusion. Prefer alternatives like phenylephrine when available.",
            "riscoLactacao": "Minimal excretion in breast milk. Single-use generally considered safe. Avoid prolonged or repeated use without necessity.",
            "viaEliminacao": "Primarily renal excretion (70–80% unchanged). Partial hepatic metabolism via CYP450. Urinary pH significantly alters clearance rate.",
            "inicioAcao": "IV: 1–2 minutes; IM/SC: 5–10 minutes.",
            "tempoPico": "IV: 2–5 minutes.",
            "meiaVida": "3–6 hours.",
            "efeitoClinico": "Vasopressor effect with increased cardiac output and vasoconstriction. Sustained blood pressure elevation, especially in patients with reduced sympathetic tone.",
            "ajusteRenal": "Use with caution in severe renal impairment. Reduced clearance may enhance effects. Urinary acidification accelerates elimination.",
            "ajusteHepatico": "No formal adjustment needed, but hepatic dysfunction may impair metabolism and prolong effects.",
            "contraindicacoes": "Severe uncontrolled hypertension, tachyarrhythmias, advanced coronary artery disease, uncontrolled hyperthyroidism, pheochromocytoma, closed-angle glaucoma.",
            "interacaoMedicamento": "• MAOIs: hypertensive crisis risk (contraindicated).\n• Tricyclic antidepressants: enhance cardiovascular effects.\n• Other sympathomimetics: additive toxicity.\n• Beta-blockers: antagonize beta effect, may worsen alpha-mediated vasoconstriction.\n• Halogenated anesthetics: increase arrhythmia risk.\n• May reduce antihypertensive efficacy.",
            "apresentacao": "Ampoules: 50 mg/mL (most common in Brazil). International: 30 mg/mL, 60 mg/mL depending on manufacturer.",
            "preparo": "IV bolus: dilute 1 mL (50 mg) in 9 mL NS → 5 mg/mL.\nInfusion: 50 mg in 50 mL (1 mg/mL) or 100 mL (0.5 mg/mL) of NS.",
            "solucoesCompatíveis": "Normal saline 0.9%, 5% dextrose. Incompatible with alkaline solutions or bicarbonate.",
            "estabilidadePosDilucao": "Diluted in 0.9% NS, stable for up to 24 hours refrigerated (2–8°C), if prepared under aseptic conditions.",
            "armazenamento": "Store at 15–30°C, protect from light. After dilution, use within 24h if refrigerated and prepared aseptically.",
            "cuidadosMedicos": "Monitor ECG, BP, HR and perfusion. Avoid prolonged ineffective use. If tachyphylaxis occurs, switch to alternative vasopressor. Use cautiously in structural heart disease.",
            "cuidadosFarmaceuticos": "Ensure correct dilution to avoid dosing errors. Verify solution compatibility. Assess stability before use.",
            "cuidadosEnfermagem": "Monitor vital signs, consciousness, and perfusion. Watch IV access for extravasation. Alert for symptoms like chest pain, palpitations, or severe headache.",
            "precaucoesEspecificas": "Avoid in uncorrected hypovolemia. Use with extreme caution in pregnancy, especially with repeated dosing. Increased risk of adverse effects in elderly and those with preexisting cardiovascular disease.",
            "fontesBibliograficas": "Anvisa label (Efedrina), Miller's Anesthesia (9th Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 36782345, Tintinalli's Emergency Medicine, ACLS Guidelines 2020."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Efedrina",
            "nomeComercial": "Efedrin®, Efrin®, Efedrex®",
            "classificacao": "Agente adrenérgico, simpaticomimético mixto, vasopresor e inotrópico (acción directa e indirecta)",
            "mecanismoAcao": "Agonista adrenérgico de acción mixta. Estimula directamente los receptores alfa-1, beta-1 y beta-2, e indirectamente promueve la liberación de noradrenalina en terminaciones simpáticas. Esto produce aumento de la contractilidad y frecuencia cardíaca (beta-1), vasoconstricción (alfa-1), ligera broncodilatación (beta-2), incremento del gasto cardíaco y resistencia vascular.",
            "farmacocinetica": "Absorción rápida por vía IM y SC. Inicio de acción IV: 1–2 min; IM/SC: 5–10 min. Pico IV: 2–5 min. Vida media: 3–6 horas. Metabolización hepática parcial (CYP450). Eliminación renal: 70–80% sin cambios. El pH urinario afecta la velocidad de excreción: orina ácida acelera la eliminación; orina alcalina la retrasa.",
            "farmacodinamica": "Incrementa la presión arterial mediante el aumento del gasto cardíaco (beta-1) y vasoconstricción moderada (alfa-1). Efecto cronotrópico e inotrópico más marcado que la fenilefrina, pero menos potente que la noradrenalina. Efecto más duradero debido a la resistencia a la metabolización por MAO y COMT. Puede causar taquifilaxia con dosis repetidas.",
            "indicacoes": "Tratamiento de la hipotensión asociada a anestesia raquídea, epidural o general. Alternativa en estados de bajo gasto cardíaco con respuesta adrenérgica preservada. Utilizada frecuentemente en el manejo de la hipotensión obstétrica durante cesáreas bajo anestesia raquídea. Uso histórico como descongestionante nasal y en asma (actualmente desaconsejado).",
            "posologia": "Adultos:\n- Bolo IV: 5–25 mg (usualmente 5–10 mg), repetir cada 5–10 min, máximo 150 mg/día.\n- IM/SC: 25–50 mg.\n- Infusión IV continua: 0,1–0,3 mg/min (rara).\nPediátricos:\n- 0,1–0,3 mg/kg/dosis IV, IM o SC (máx. 25 mg/dosis).",
            "administracao": "IV (preferida en anestesia), IM o SC. La infusión continua es posible pero rara. Siempre diluir la solución concentrada para bolo IV.",
            "doseMaxima": "Adultos: 150 mg/día.\nPediátricos: 25 mg/dosis.",
            "doseMinima": "Adultos: 5 mg IV.\nPediátricos: 0,1 mg/kg.",
            "reacoesAdversas": "Taquicardia, hipertensión, palpitaciones, arritmias (principalmente supraventriculares), ansiedad, agitación, insomnio, cefalea, temblores, náuseas, retención urinaria, vasoconstricción periférica excesiva, isquemia miocárdica (dosis altas), taquifilaxia con uso repetido.",
            "riscoGravidez": "Categoría C. Usar con precaución. Puede reducir el flujo útero-placentario, especialmente con dosis repetidas o infusión continua. Preferir alternativas como fenilefrina cuando sea posible.",
            "riscoLactacao": "Excreción mínima en la leche materna. Uso ocasional generalmente seguro. Evitar uso prolongado o repetido innecesario.",
            "viaEliminacao": "Principalmente eliminación renal (70–80% sin cambios). Metabolización hepática parcial (CYP450). El pH urinario modifica significativamente la eliminación.",
            "inicioAcao": "IV: 1–2 minutos; IM/SC: 5–10 minutos.",
            "tempoPico": "IV: 2–5 minutos.",
            "meiaVida": "3–6 horas.",
            "efeitoClinico": "Efecto vasopresor con aumento del gasto cardíaco y vasoconstricción. Elevación sostenida de la presión arterial, especialmente en pacientes con tono simpático reducido.",
            "ajusteRenal": "Usar con precaución en insuficiencia renal grave. Reducción en la excreción puede potenciar efectos. La acidificación urinaria acelera la eliminación.",
            "ajusteHepatico": "No requiere ajuste formal, pero la disfunción hepática puede reducir el metabolismo y prolongar el efecto.",
            "contraindicacoes": "Hipertensión severa no controlada, taquiarritmias, cardiopatía isquémica grave, hipertiroidismo no controlado, feocromocitoma, glaucoma de ángulo cerrado.",
            "interacaoMedicamento": "• IMAO: riesgo de crisis hipertensiva (contraindicado).\n• Antidepresivos tricíclicos: potencian efectos cardiovasculares.\n• Simpaticomiméticos: toxicidad aditiva.\n• Betabloqueadores: antagonizan el efecto beta, pueden aumentar la vasoconstricción alfa.\n• Anestésicos halogenados: mayor riesgo de arritmias.\n• Puede reducir la eficacia de antihipertensivos.",
            "apresentacao": "Ampollas de 50 mg/mL (más común en Brasil). Internacional: 30 mg/mL, 60 mg/mL según el fabricante.",
            "preparo": "Bolo IV: diluir 1 mL (50 mg) en 9 mL de SSF 0,9% → 5 mg/mL.\nInfusión: 50 mg en 50 mL (1 mg/mL) o 100 mL (0,5 mg/mL) de SSF 0,9%.",
            "solucoesCompatíveis": "Solución salina 0,9%, glucosada al 5%. Incompatible con soluciones alcalinas o bicarbonato.",
            "estabilidadePosDilucao": "Diluido en SSF 0,9%, estable hasta 24 horas refrigerado (2–8°C), si se prepara en condiciones asépticas.",
            "armazenamento": "Conservar entre 15°C y 30°C, protegido de la luz. Una vez diluido, usar dentro de las 24h si refrigerado y preparado asépticamente.",
            "cuidadosMedicos": "Monitorizar ECG, PA, FC y perfusión. Evitar uso prolongado sin respuesta. En caso de taquifilaxia, considerar otro vasopresor. Usar con precaución en cardiopatías estructurales.",
            "cuidadosFarmaceuticos": "Asegurar dilución correcta para evitar errores de dosificación. Verificar compatibilidad de soluciones. Evaluar estabilidad antes de usar.",
            "cuidadosEnfermagem": "Vigilar signos vitales, estado de conciencia y perfusión. Observar el acceso venoso y signos de extravasación. Alertar sobre dolor torácico, palpitaciones o cefalea intensa.",
            "precaucoesEspecificas": "Evitar en pacientes con hipovolemia no corregida. Extremar precauciones en gestantes, especialmente con dosis repetidas. Mayor riesgo de eventos adversos en ancianos y pacientes con enfermedad cardiovascular preexistente.",
            "fontesBibliograficas": "Prospecto Anvisa (Efedrina), Miller's Anesthesia (9ª Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 36782345, Tintinalli's Emergency Medicine, ACLS Guidelines 2020."
        }
    }
}
