{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Enoxaparina Sódica",
            "nomeComercial": "Clexane®, Versa®, Enoxalow®",
            "classificacao": "Anticoagulante; heparina de baixo peso molecular (HBPM)",
            "mecanismoAcao": "A enoxaparina atua inibindo preferencialmente o fator Xa da cascata de coagulação, através da ativação da antitrombina III. Possui também leve efeito inibitório sobre a trombina (fator IIa), porém em menor grau que as heparinas não fracionadas. A maior afinidade pelo fator Xa confere à enoxaparina um perfil mais previsível de anticoagulação, com menor necessidade de monitorização laboratorial rotineira. A enoxaparina forma um complexo com a antitrombina III que potencializa em mais de 1000 vezes sua atividade inibitória sobre o fator Xa, interrompendo a geração de trombina e, por consequência, a formação de fibrina. Comparada à heparina não fracionada, sua menor afinidade pela trombina se deve ao seu menor peso molecular (~4.500 Da), sendo composta por cadeias polissacarídicas menores. Este perfil confere maior especificidade, previsibilidade farmacológica e menor risco de HIT.",
            "farmacocinetica": "• Início de ação: 3 a 5 horas (SC).\n• Pico plasmático: 3 a 5 horas.\n• Duração de efeito: 12 a 24 horas (dose-dependente).\n• Meia-vida: 4,5 a 7 horas (aumentada em insuficiência renal).\n• Biodisponibilidade: >90% por via subcutânea.\n• Volume de distribuição: 4–5 L.\n• Excreção: renal, principalmente como fármaco inalterado.",
            "farmacodinamica": "Reduz a formação de trombina e, consequentemente, a geração de fibrina. A inibição do fator Xa ocorre com razão anti-Xa:anti-IIa de 3,8:1. Promove anticoagulação eficaz com menor risco de trombocitopenia induzida por heparina (HIT) e menor incidência de sangramentos maiores em comparação à heparina não fracionada. Os efeitos anticoagulantes são proporcionais à dose e bastante consistentes quando administrada por via subcutânea. Os efeitos da enoxaparina podem ser monitorados pelo ensaio de atividade anti-Xa, especialmente em grupos especiais como gestantes, pacientes com insuficiência renal e obesos mórbidos. Em gestantes com trombofilias, é preferida à heparina devido à menor incidência de osteopenia, hematomas e HIT. Em pacientes submetidos a cirurgia ortopédica, reduz em mais de 60% o risco de TVP sintomática se usada profilaticamente. Sua ação prolongada permite regime posológico de 1 ou 2 vezes ao dia com eficácia comparável à heparina contínua.",
            "indicacoes": "• Profilaxia de tromboembolismo venoso (TEV) em pacientes cirúrgicos, clínicos ou com mobilidade reduzida.\n• Tratamento de trombose venosa profunda (TVP) com ou sem embolia pulmonar (EP).\n• Síndrome coronariana aguda (angina instável, IAM sem supra ST).\n• Tromboembolismo arterial e prevenção secundária em pacientes com fibrilação atrial.\n• Ponte anticoagulante na transição entre anticoagulantes orais e procedimentos cirúrgicos.",
            "posologia": "Adultos:\n• Profilaxia TEV: 40 mg SC 1x/dia (ou 30 mg 2x/dia pós-ortopedia).\n• TEV agudo: 1 mg/kg SC 2x/dia ou 1,5 mg/kg SC 1x/dia.\n• SCA (NSTEMI/angina): 1 mg/kg SC 2x/dia por 2 a 8 dias.\n• Ponte anticoagulante: 1 mg/kg SC 2x/dia até retorno da anticoagulação oral.\nPediatria:\n• Doses baseadas em peso (ex: neonatos 1,5 mg/kg SC 2x/dia), com monitorização de atividade anti-Xa.",
            "administracao": "• Via subcutânea exclusiva.\n• Administrar em região abdominal alternando os lados.\n• Não massagear o local da aplicação.\n• Pode ser usada em bomba de infusão IV contínua apenas em protocolos hospitalares específicos.",
            "doseMaxima": "• Não há dose máxima absoluta; depende do peso corporal e indicação.",
            "doseMinima": "• 20 mg SC (profilaxia em pacientes de muito baixo peso).",
            "reacoesAdversas": "Comuns (1–10%):\n• Hematoma local, sangramentos leves, trombocitopenia leve.\n• Elevação transitória de transaminases.\nIncomuns (0,1–1%):\n• Trombocitopenia induzida por heparina (HIT).\n• Reações alérgicas, rash.\n• Necrose cutânea no local da aplicação.\nRaras (<0,1%):\n• Sangramentos maiores (GI, intracraniano).\n• Anafilaxia.\n• Osteopenia com uso prolongado.",
            "riscoGravidez": "Categoria B. Estudos não mostram risco fetal. Ampla experiência no uso em gestantes com trombofilias e TVP. Preferida em relação a anticoagulantes orais durante a gestação.",
            "riscoLactacao": "Segura para uso durante a amamentação. Não detectada em concentrações significativas no leite materno.",
            "ajusteRenal": "• Necessário em ClCr <30 mL/min.\n• Profilaxia: reduzir de 40 mg para 30 mg SC 1x/dia.\n• Tratamento: 1 mg/kg SC 1x/dia com monitorização anti-Xa se possível.",
            "ajusteHepatico": "• Usar com cautela em insuficiência hepática grave devido a risco aumentado de sangramento.\n• Monitorar tempo de protrombina e sangramentos clínicos.",
            "contraindicacoes": "• Sangramento ativo significativo.\n• Histórico de HIT.\n• Lesões com risco de sangramento (ex: AVC hemorrágico).\n• Hipersensibilidade à enoxaparina, heparina ou porcina.",
            "interacaoMedicamento": "• Aumenta risco de sangramento com AINEs, aspirina, anticoagulantes orais e inibidores da agregação plaquetária.\n• Potencialização com trombolíticos.\n• Uso concomitante com varfarina requer cautela na transição (tempo sobreposto mínimo 48 h). A coadministração com SSRIs (inibidores seletivos da recaptação de serotonina) pode aumentar o risco de sangramentos pela inibição da função plaquetária. Pacientes em uso concomitante com anticoagulantes diretos (DOACs), como apixabana e rivaroxabana, devem ter intervalo seguro de 12–24 horas entre as doses. Enoxaparina pode aumentar o risco hemorrágico em procedimentos invasivos e cirurgias, especialmente se associada a anestesia raquidiana ou peridural. O uso concomitante com glicocorticoides deve ser monitorado devido ao potencial de sangramento gástrico oculto.",
            "apresentacao": "• Seringas pré-cheias: 20 mg/0,2 mL, 40 mg/0,4 mL, 60 mg/0,6 mL, 80 mg/0,8 mL, 100 mg/1 mL.\n• Frascos multidoses (uso hospitalar IV): 300 mg/3 mL.",
            "preparo": "• Pronto para uso SC.\n• Administração IV apenas por profissionais treinados em protocolos de anticoagulação intensiva.\n• Não aspirar ou massagear o local.",
            "solucoesCompatíveis": "• SF 0,9%.\n• SG 5% para infusão IV contínua em protocolos hospitalares.\n• Incompatível com soluções alcalinas.",
            "armazenamento": "• Conservar entre 15°C e 25°C.\n• Proteger da luz.\n• Não congelar.",
            "cuidadosMedicos": "• Monitorizar sinais clínicos de sangramento.\n• Avaliar função renal antes de iniciar.\n• Monitorar atividade anti-Xa em gestantes, neonatos, obesos e IR grave.\n• Não usar em associação com bloqueios neuroaxiais (ex: raquianestesia) sem precauções específicas (vide diretrizes).",
            "cuidadosFarmaceuticos": "• Garantir correta técnica de aplicação SC.\n• Conferir dose, volume e integridade da seringa.\n• Documentar uso e local de aplicação.\n• Comunicar presença de hematomas, sangramentos, dor ou reações locais.",
            "cuidadosEnfermagem": "• Avaliar sinais vitais, sangramentos e dor local.\n• Aplicar sempre na região abdominal alternando locais.\n• Não aspirar nem massagear após aplicação.\n• Observar sinais de sangramento oculto (melena, hematúria, hemoptise).",
            "fontesBibliograficas": "Bula Anvisa (Clexane®), UpToDate (2024), Micromedex, PubMed ID 37618892, ACCP Antithrombotic Guidelines 2022, SBHCI Diretrizes Anticoagulação, Goodman & Gilman (13ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Enoxaparin Sodium",
            "nomeComercial": "Lovenox®, Clexane®, Versa®",
            "classificacao": "Anticoagulant; low molecular weight heparin (LMWH)",
            "mecanismoAcao": "Enoxaparin acts by preferentially inhibiting factor Xa of the coagulation cascade through activation of antithrombin III. It also has a mild inhibitory effect on thrombin (factor IIa), but to a lesser degree than unfractionated heparins. The greater affinity for factor Xa gives enoxaparin a more predictable anticoagulation profile, with less need for routine laboratory monitoring. Enoxaparin forms a complex with antithrombin III that potentiates its inhibitory activity on factor Xa by more than 1000 times, interrupting thrombin generation and, consequently, fibrin formation. Compared to unfractionated heparin, its lower affinity for thrombin is due to its lower molecular weight (~4,500 Da), being composed of smaller polysaccharide chains. This profile confers greater specificity, pharmacological predictability, and lower risk of HIT.",
            "farmacocinetica": "• Onset of action: 3 to 5 hours (SC).\n• Peak plasma: 3 to 5 hours.\n• Duration of effect: 12 to 24 hours (dose-dependent).\n• Half-life: 4.5 to 7 hours (increased in renal insufficiency).\n• Bioavailability: >90% by subcutaneous route.\n• Volume of distribution: 4–5 L.\n• Excretion: renal, mainly as unchanged drug.",
            "farmacodinamica": "Reduces thrombin formation and, consequently, fibrin generation. Factor Xa inhibition occurs with anti-Xa:anti-IIa ratio of 3.8:1. Promotes effective anticoagulation with lower risk of heparin-induced thrombocytopenia (HIT) and lower incidence of major bleeding compared to unfractionated heparin. Anticoagulant effects are dose-proportional and quite consistent when administered subcutaneously. Enoxaparin effects can be monitored by anti-Xa activity assay, especially in special groups such as pregnant women, patients with renal insufficiency, and morbidly obese. In pregnant women with thrombophilias, it is preferred over heparin due to lower incidence of osteopenia, hematomas, and HIT. In patients undergoing orthopedic surgery, it reduces the risk of symptomatic DVT by more than 60% if used prophylactically. Its prolonged action allows dosing regimen of 1 or 2 times daily with efficacy comparable to continuous heparin.",
            "indicacoes": "• Prophylaxis of venous thromboembolism (VTE) in surgical, medical patients, or those with reduced mobility.\n• Treatment of deep vein thrombosis (DVT) with or without pulmonary embolism (PE).\n• Acute coronary syndrome (unstable angina, NSTEMI).\n• Arterial thromboembolism and secondary prevention in patients with atrial fibrillation.\n• Anticoagulant bridge in transition between oral anticoagulants and surgical procedures.",
            "posologia": "Adults:\n• VTE prophylaxis: 40 mg SC once daily (or 30 mg twice daily post-orthopedics).\n• Acute VTE: 1 mg/kg SC twice daily or 1.5 mg/kg SC once daily.\n• ACS (NSTEMI/angina): 1 mg/kg SC twice daily for 2 to 8 days.\n• Anticoagulant bridge: 1 mg/kg SC twice daily until return of oral anticoagulation.\nPediatrics:\n• Weight-based doses (e.g., neonates 1.5 mg/kg SC twice daily), with anti-Xa activity monitoring.",
            "administracao": "• Exclusive subcutaneous route.\n• Administer in abdominal region alternating sides.\n• Do not massage the application site.\n• May be used in continuous IV infusion pump only in specific hospital protocols.",
            "doseMaxima": "• No absolute maximum dose; depends on body weight and indication.",
            "doseMinima": "• 20 mg SC (prophylaxis in very low weight patients).",
            "reacoesAdversas": "Common (1–10%):\n• Local hematoma, minor bleeding, mild thrombocytopenia.\n• Transient elevation of transaminases.\nUncommon (0.1–1%):\n• Heparin-induced thrombocytopenia (HIT).\n• Allergic reactions, rash.\n• Cutaneous necrosis at application site.\nRare (<0.1%):\n• Major bleeding (GI, intracranial).\n• Anaphylaxis.\n• Osteopenia with prolonged use.",
            "riscoGravidez": "Category B. Studies show no fetal risk. Extensive experience in use in pregnant women with thrombophilias and DVT. Preferred over oral anticoagulants during pregnancy.",
            "riscoLactacao": "Safe for use during breastfeeding. Not detected in significant concentrations in breast milk.",
            "ajusteRenal": "• Required in ClCr <30 mL/min.\n• Prophylaxis: reduce from 40 mg to 30 mg SC once daily.\n• Treatment: 1 mg/kg SC once daily with anti-Xa monitoring if possible.",
            "ajusteHepatico": "• Use with caution in severe hepatic insufficiency due to increased bleeding risk.\n• Monitor prothrombin time and clinical bleeding.",
            "contraindicacoes": "• Significant active bleeding.\n• History of HIT.\n• Lesions with bleeding risk (e.g., hemorrhagic stroke).\n• Hypersensitivity to enoxaparin, heparin, or porcine products.",
            "interacaoMedicamento": "• Increases bleeding risk with NSAIDs, aspirin, oral anticoagulants, and platelet aggregation inhibitors.\n• Potentiation with thrombolytics.\n• Concomitant use with warfarin requires caution in transition (minimum 48 h overlap). Coadministration with SSRIs (selective serotonin reuptake inhibitors) may increase bleeding risk by inhibiting platelet function. Patients on concomitant use with direct anticoagulants (DOACs), such as apixaban and rivaroxaban, should have a safe interval of 12–24 hours between doses. Enoxaparin may increase hemorrhagic risk in invasive procedures and surgeries, especially if associated with neuraxial anesthesia. Concomitant use with glucocorticoids should be monitored due to potential occult gastric bleeding.",
            "apresentacao": "• Pre-filled syringes: 20 mg/0.2 mL, 40 mg/0.4 mL, 60 mg/0.6 mL, 80 mg/0.8 mL, 100 mg/1 mL.\n• Multi-dose vials (hospital IV use): 300 mg/3 mL.",
            "preparo": "• Ready for SC use.\n• IV administration only by professionals trained in intensive anticoagulation protocols.\n• Do not aspirate or massage the site.",
            "solucoesCompatíveis": "• 0.9% NS.\n• 5% dextrose for continuous IV infusion in hospital protocols.\n• Incompatible with alkaline solutions.",
            "armazenamento": "• Store between 15°C and 25°C.\n• Protect from light.\n• Do not freeze.",
            "cuidadosMedicos": "• Monitor clinical signs of bleeding.\n• Assess renal function before starting.\n• Monitor anti-Xa activity in pregnant women, neonates, obese patients, and severe renal insufficiency.\n• Do not use in association with neuraxial blocks (e.g., spinal anesthesia) without specific precautions (see guidelines).",
            "cuidadosFarmaceuticos": "• Ensure correct SC application technique.\n• Check dose, volume, and syringe integrity.\n• Document use and application site.\n• Communicate presence of hematomas, bleeding, pain, or local reactions.",
            "cuidadosEnfermagem": "• Assess vital signs, bleeding, and local pain.\n• Always apply in abdominal region alternating sites.\n• Do not aspirate or massage after application.\n• Observe signs of occult bleeding (melena, hematuria, hemoptysis).",
            "fontesBibliograficas": "FDA Label (Lovenox®), UpToDate (2024), Micromedex, PubMed ID 37618892, ACCP Antithrombotic Guidelines 2022, ACC/AHA Guidelines, Goodman & Gilman (13th Ed.), Tintinalli's Emergency Medicine (9th Ed.)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Enoxaparina Sódica",
            "nomeComercial": "Clexane®, Lovenox®, Versa®",
            "classificacao": "Anticoagulante; heparina de bajo peso molecular (HBPM)",
            "mecanismoAcao": "La enoxaparina actúa inhibiendo preferentemente el factor Xa de la cascada de coagulación, a través de la activación de la antitrombina III. También posee leve efecto inhibitorio sobre la trombina (factor IIa), pero en menor grado que las heparinas no fraccionadas. La mayor afinidad por el factor Xa confiere a la enoxaparina un perfil más predecible de anticoagulación, con menor necesidad de monitorización de laboratorio rutinaria. La enoxaparina forma un complejo con la antitrombina III que potencia en más de 1000 veces su actividad inhibitoria sobre el factor Xa, interrumpiendo la generación de trombina y, por consecuencia, la formación de fibrina. Comparada con la heparina no fraccionada, su menor afinidad por la trombina se debe a su menor peso molecular (~4.500 Da), estando compuesta por cadenas polisacáridas menores. Este perfil confiere mayor especificidad, predecibilidad farmacológica y menor riesgo de HIT.",
            "farmacocinetica": "• Inicio de acción: 3 a 5 horas (SC).\n• Pico plasmático: 3 a 5 horas.\n• Duración de efecto: 12 a 24 horas (dependiente de dosis).\n• Vida media: 4,5 a 7 horas (aumentada en insuficiencia renal).\n• Biodisponibilidad: >90% por vía subcutánea.\n• Volumen de distribución: 4–5 L.\n• Excreción: renal, principalmente como fármaco sin cambios.",
            "farmacodinamica": "Reduce la formación de trombina y, consecuentemente, la generación de fibrina. La inhibición del factor Xa ocurre con razón anti-Xa:anti-IIa de 3,8:1. Promueve anticoagulación eficaz con menor riesgo de trombocitopenia inducida por heparina (HIT) y menor incidencia de sangrados mayores en comparación con la heparina no fraccionada. Los efectos anticoagulantes son proporcionales a la dosis y bastante consistentes cuando se administra por vía subcutánea. Los efectos de la enoxaparina pueden ser monitorizados por el ensayo de actividad anti-Xa, especialmente en grupos especiales como gestantes, pacientes con insuficiencia renal y obesos mórbidos. En gestantes con trombofilias, es preferida a la heparina debido a la menor incidencia de osteopenia, hematomas y HIT. En pacientes sometidos a cirugía ortopédica, reduce en más de 60% el riesgo de TVP sintomática si se usa profilácticamente. Su acción prolongada permite régimen posológico de 1 o 2 veces al día con eficacia comparable a la heparina continua.",
            "indicacoes": "• Profilaxis de tromboembolismo venoso (TEV) en pacientes quirúrgicos, médicos o con movilidad reducida.\n• Tratamiento de trombosis venosa profunda (TVP) con o sin embolia pulmonar (EP).\n• Síndrome coronario agudo (angina inestable, IAM sin supra ST).\n• Tromboembolismo arterial y prevención secundaria en pacientes con fibrilación auricular.\n• Puente anticoagulante en la transición entre anticoagulantes orales y procedimientos quirúrgicos.",
            "posologia": "Adultos:\n• Profilaxis TEV: 40 mg SC 1x/día (o 30 mg 2x/día post-ortopedia).\n• TEV agudo: 1 mg/kg SC 2x/día o 1,5 mg/kg SC 1x/día.\n• SCA (NSTEMI/angina): 1 mg/kg SC 2x/día por 2 a 8 días.\n• Puente anticoagulante: 1 mg/kg SC 2x/día hasta retorno de la anticoagulación oral.\nPediatría:\n• Dosis basadas en peso (ej: neonatos 1,5 mg/kg SC 2x/día), con monitorización de actividad anti-Xa.",
            "administracao": "• Vía subcutánea exclusiva.\n• Administrar en región abdominal alternando los lados.\n• No masajear el local de la aplicación.\n• Puede ser usada en bomba de infusión IV continua solo en protocolos hospitalarios específicos.",
            "doseMaxima": "• No hay dosis máxima absoluta; depende del peso corporal e indicación.",
            "doseMinima": "• 20 mg SC (profilaxis en pacientes de muy bajo peso).",
            "reacoesAdversas": "Comunes (1–10%):\n• Hematoma local, sangrados leves, trombocitopenia leve.\n• Elevación transitoria de transaminasas.\nInfrecuentes (0,1–1%):\n• Trombocitopenia inducida por heparina (HIT).\n• Reacciones alérgicas, rash.\n• Necrosis cutánea en el local de la aplicación.\nRaras (<0,1%):\n• Sangrados mayores (GI, intracraneano).\n• Anafilaxia.\n• Osteopenia con uso prolongado.",
            "riscoGravidez": "Categoría B. Estudios no muestran riesgo fetal. Amplia experiencia en uso en gestantes con trombofilias y TVP. Preferida en relación a anticoagulantes orales durante la gestación.",
            "riscoLactacao": "Segura para uso durante la lactancia. No detectada en concentraciones significativas en la leche materna.",
            "ajusteRenal": "• Necesario en ClCr <30 mL/min.\n• Profilaxis: reducir de 40 mg a 30 mg SC 1x/día.\n• Tratamiento: 1 mg/kg SC 1x/día con monitorización anti-Xa si es posible.",
            "ajusteHepatico": "• Usar con precaución en insuficiencia hepática grave debido a riesgo aumentado de sangrado.\n• Monitorizar tiempo de protrombina y sangrados clínicos.",
            "contraindicacoes": "• Sangrado activo significativo.\n• Historial de HIT.\n• Lesiones con riesgo de sangrado (ej: ACV hemorrágico).\n• Hipersensibilidad a la enoxaparina, heparina o porcina.",
            "interacaoMedicamento": "• Aumenta riesgo de sangrado con AINEs, aspirina, anticoagulantes orales e inhibidores de la agregación plaquetaria.\n• Potenciación con trombolíticos.\n• Uso concomitante con warfarina requiere precaución en la transición (tiempo superpuesto mínimo 48 h). La coadministración con ISRS (inhibidores selectivos de la recaptación de serotonina) puede aumentar el riesgo de sangrados por la inhibición de la función plaquetaria. Pacientes en uso concomitante con anticoagulantes directos (DOACs), como apixabán y rivaroxabán, deben tener intervalo seguro de 12–24 horas entre las dosis. La enoxaparina puede aumentar el riesgo hemorrágico en procedimientos invasivos y cirugías, especialmente si asociada a anestesia raquídea o peridural. El uso concomitante con glucocorticoides debe ser monitorizado debido al potencial de sangrado gástrico oculto.",
            "apresentacao": "• Jeringas pre-llenadas: 20 mg/0,2 mL, 40 mg/0,4 mL, 60 mg/0,6 mL, 80 mg/0,8 mL, 100 mg/1 mL.\n• Frascos multidosis (uso hospitalario IV): 300 mg/3 mL.",
            "preparo": "• Listo para uso SC.\n• Administración IV solo por profesionales entrenados en protocolos de anticoagulación intensiva.\n• No aspirar o masajear el local.",
            "solucoesCompatíveis": "• SF 0,9%.\n• SG 5% para infusión IV continua en protocolos hospitalarios.\n• Incompatible con soluciones alcalinas.",
            "armazenamento": "• Conservar entre 15°C y 25°C.\n• Proteger de la luz.\n• No congelar.",
            "cuidadosMedicos": "• Monitorizar signos clínicos de sangrado.\n• Evaluar función renal antes de iniciar.\n• Monitorizar actividad anti-Xa en gestantes, neonatos, obesos e IR grave.\n• No usar en asociación con bloqueos neuroaxiales (ej: anestesia raquídea) sin precauciones específicas (ver directrices).",
            "cuidadosFarmaceuticos": "• Garantizar técnica correcta de aplicación SC.\n• Verificar dosis, volumen e integridad de la jeringa.\n• Documentar uso y local de aplicación.\n• Comunicar presencia de hematomas, sangrados, dolor o reacciones locales.",
            "cuidadosEnfermagem": "• Evaluar signos vitales, sangrados y dolor local.\n• Aplicar siempre en la región abdominal alternando locales.\n• No aspirar ni masajear tras aplicación.\n• Observar signos de sangrado oculto (melena, hematuria, hemoptisis).",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Clexane®), UpToDate (2024), Micromedex, PubMed ID 37618892, ACCP Antithrombotic Guidelines 2022, Guías ACC/AHA, Goodman & Gilman (13ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.)."
        }
    }
}