{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Ergometrina (Maleato de Ergometrina)",
            "nomeComercial": "Ergotrate®, Methergin®",
            "classificacao": "Agente uterotônico, alcaloide do ergot, agonista parcial de receptores serotoninérgicos, dopaminérgicos e adrenérgicos",
            "mecanismoAcao": "Atua como agonista parcial dos receptores serotoninérgicos (5-HT2), adrenérgicos alfa e dopaminérgicos, promovendo aumento do tônus e da contratilidade da musculatura uterina, especialmente do segmento superior do útero. Estimula contrações uterinas tetânicas, reduzindo o sangramento pós-parto. Possui também efeito vasoconstritor periférico moderado.",
            "farmacocinetica": "• Absorção: boa por via IM e VO, biodisponibilidade IV 100%.\n• Início de ação: 1–2 minutos IV, 2–5 minutos IM, 5–10 minutos VO.\n• Pico de efeito: 5–15 minutos.\n• Duração do efeito: 2–4 horas.\n• Ligação às proteínas plasmáticas: 90%.\n• Volume de distribuição: 0,9–1,1 L/kg.\n• Metabolização: hepática (CYP3A4).\n• Meia-vida plasmática: 30–120 minutos.\n• Excreção: predominantemente biliar, pequena fração renal (5–10%).",
            "farmacodinamica": "Promove contração uterina sustentada (tetânica) do segmento superior do útero, facilitando hemostasia pós-parto e redução do sangramento. Possui efeito vasoconstritor periférico discreto. Não apresenta efeito relaxante no segmento inferior, o que preserva o escoamento loquial.",
            "indicacoes": "• Hemorragia uterina pós-parto (HPP) por atonia uterina.\n• Prevenção da HPP após o terceiro período do parto.\n• Subinvolução uterina no puerpério.\n• Adjuvante em manejo ativo do trabalho de parto (após expulsão da placenta).",
            "posologia": "Adulto:\n• Hemorragia pós-parto:\n  - 200 mcg (0,2 mg) IM ou IV lento (mínimo 1 minuto), pode repetir a cada 2–4 horas, máximo 5 doses/dia.\n• Prevenção da HPP:\n  - 200 mcg IM ou VO imediatamente após a dequitação placentária.\n• Subinvolução uterina:\n  - 200 mcg VO 2 a 3 vezes ao dia por até 5 dias.\nPediatria:\n• Não aplicável (uso exclusivo em ginecologia e obstetrícia).",
            "administracao": "• Via intravenosa lenta (mínimo 1 minuto), intramuscular profunda ou via oral.\n• Monitorização rigorosa de pressão arterial e sinais vitais durante e após administração IV devido ao risco de hipertensão severa.",
            "doseMaxima": "• 1 mg/dia (200 mcg até 5 vezes ao dia).",
            "doseMinima": "• 200 mcg (0,2 mg).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Náusea, vômito, diarreia, dor abdominal tipo cólica.\nComuns (1–10%):\n• Hipertensão arterial transitória, cefaleia, rubor, parestesias.\nIncomuns (0,1–1%):\n• Bradicardia reflexa, elevação transitória da pressão arterial severa.\nRaras (<0,1%):\n• Vasoespasmo coronariano, isquemia miocárdica, acidente vascular cerebral isquêmico, convulsões, choque hipertensivo, gangrena periférica (doses excessivas ou uso prolongado).",
            "riscoGravidez": "Categoria X. Contraindicada durante a gravidez, exceto no manejo da hemorragia pós-parto.",
            "riscoLactacao": "Evitar durante o aleitamento nas primeiras 12 horas após uso IV/IM devido à possível inibição transitória da lactação por efeito dopaminérgico (inibição de prolactina). Uso VO após esse período é considerado seguro.",
            "ajusteRenal": "• Usar com cautela em insuficiência renal grave.\n• Pode haver acúmulo e aumento do risco de vasoespasmo.\n• Monitorizar sinais de toxicidade.",
            "ajusteHepatico": "• Usar com cautela em insuficiência hepática moderada a grave devido ao metabolismo hepático predominante.\n• Pode haver prolongamento do efeito e risco de toxicidade.",
            "contraindicacoes": "• Hipertensão arterial não controlada.\n• Doença cardíaca isquêmica.\n• Vasculopatias periféricas ou cerebrais.\n• Insuficiência hepática grave.\n• Sepse.\n• Hipersensibilidade conhecida aos alcaloides do ergot.\n• Gravidez (exceto no manejo da HPP).",
            "interacaoMedicamento": "• Potencializa vasoconstrição com triptanos, simpatomiméticos e outros alcaloides do ergot.\n• Risco aumentado de isquemia com inibidores potentes de CYP3A4 (claritromicina, eritromicina, ritonavir, itraconazol).\n• Pode antagonizar efeitos de vasodilatadores e anti-hipertensivos.\n• Potencializa toxicidade com outros fármacos serotoninérgicos (raro, síndrome serotoninérgica).",
            "apresentacao": "• Ampolas de 0,2 mg/mL – 1 mL (uso IV ou IM).\n• Comprimidos de 0,125 mg ou 0,25 mg (uso VO).",
            "preparo": "• Uso IV direto da ampola (diluir em 10 mL de SF se desejado para maior controle na infusão lenta).\n• Uso IM direto.\n• Uso VO conforme apresentação comercial (comprimidos).",
            "solucoesCompatíveis": "• Compatível com soro fisiológico 0,9%.\n• Incompatível com soluções alcalinas.",
            "armazenamento": "• Conservar entre 15°C e 30°C, protegido da luz.\n• Após abertura, utilizar imediatamente.\n• Descartar se houver turvação, precipitação ou alteração na coloração.",
            "cuidadosMedicos": "• Monitorização rigorosa de pressão arterial, frequência cardíaca e sinais de isquemia durante e após administração, especialmente IV.\n• Evitar em pacientes com risco cardiovascular elevado.\n• Estar preparado para manejo de crises hipertensivas e eventos isquêmicos.\n• Usar apenas após a dequitação da placenta (nunca antes).",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via e apresentação correta.\n• Verificar integridade da ampola e estabilidade da solução.\n• Preparar sob condições assépticas.\n• Documentar lote, dose, via e horário de administração.",
            "cuidadosEnfermagem": "• Monitorizar sinais vitais (PA, FC) rigorosamente antes, durante e após administração.\n• Observar sinais de hipertensão, dor torácica, cefaleia intensa, isquemia periférica.\n• Confirmar dequitação placentária antes da administração.\n• Notificar imediatamente qualquer sinal de reação adversa grave.",
            "fontesBibliograficas": "Bula Anvisa (Methergin®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37600425, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli's Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Ergometrine (Ergometrine Maleate)",
            "nomeComercial": "Ergotrate®, Methergin®",
            "classificacao": "Uterotonic agent, ergot alkaloid, partial agonist of serotonergic, dopaminergic, and adrenergic receptors",
            "mecanismoAcao": "Acts as a partial agonist of serotonergic (5-HT2), alpha-adrenergic, and dopaminergic receptors, promoting increased tone and contractility of uterine muscle, especially the upper segment of the uterus. Stimulates tetanic uterine contractions, reducing postpartum bleeding. Also has moderate peripheral vasoconstrictor effect.",
            "farmacocinetica": "• Absorption: good by IM and PO routes, IV bioavailability 100%.\n• Onset of action: 1–2 minutes IV, 2–5 minutes IM, 5–10 minutes PO.\n• Peak effect: 5–15 minutes.\n• Duration of effect: 2–4 hours.\n• Plasma protein binding: 90%.\n• Volume of distribution: 0.9–1.1 L/kg.\n• Metabolism: hepatic (CYP3A4).\n• Plasma half-life: 30–120 minutes.\n• Excretion: predominantly biliary, small renal fraction (5–10%).",
            "farmacodinamica": "Promotes sustained (tetanic) uterine contraction of the upper uterine segment, facilitating postpartum hemostasis and bleeding reduction. Has discrete peripheral vasoconstrictor effect. Does not present relaxing effect on the lower segment, which preserves lochial flow.",
            "indicacoes": "• Postpartum uterine hemorrhage (PPH) due to uterine atony.\n• Prevention of PPH after the third stage of labor.\n• Uterine subinvolution in puerperium.\n• Adjuvant in active management of labor (after placental expulsion).",
            "posologia": "Adults:\n• Postpartum hemorrhage:\n  - 200 mcg (0.2 mg) IM or slow IV (minimum 1 minute), may repeat every 2–4 hours, maximum 5 doses/day.\n• PPH prevention:\n  - 200 mcg IM or PO immediately after placental delivery.\n• Uterine subinvolution:\n  - 200 mcg PO 2 to 3 times daily for up to 5 days.\nPediatrics:\n• Not applicable (exclusive use in gynecology and obstetrics).",
            "administracao": "• Slow intravenous route (minimum 1 minute), deep intramuscular, or oral route.\n• Rigorous monitoring of blood pressure and vital signs during and after IV administration due to risk of severe hypertension.",
            "doseMaxima": "• 1 mg/day (200 mcg up to 5 times daily).",
            "doseMinima": "• 200 mcg (0.2 mg).",
            "reacoesAdversas": "Very common (>10%):\n• Nausea, vomiting, diarrhea, colicky abdominal pain.\nCommon (1–10%):\n• Transient arterial hypertension, headache, flushing, paresthesias.\nUncommon (0.1–1%):\n• Reflex bradycardia, transient elevation of severe blood pressure.\nRare (<0.1%):\n• Coronary vasospasm, myocardial ischemia, ischemic stroke, seizures, hypertensive shock, peripheral gangrene (excessive doses or prolonged use).",
            "riscoGravidez": "Category X. Contraindicated during pregnancy, except in the management of postpartum hemorrhage.",
            "riscoLactacao": "Avoid during breastfeeding in the first 12 hours after IV/IM use due to possible transient inhibition of lactation by dopaminergic effect (prolactin inhibition). PO use after this period is considered safe.",
            "ajusteRenal": "• Use with caution in severe renal insufficiency.\n• There may be accumulation and increased risk of vasospasm.\n• Monitor signs of toxicity.",
            "ajusteHepatico": "• Use with caution in moderate to severe hepatic insufficiency due to predominant hepatic metabolism.\n• There may be prolongation of effect and risk of toxicity.",
            "contraindicacoes": "• Uncontrolled arterial hypertension.\n• Ischemic heart disease.\n• Peripheral or cerebral vasculopathies.\n• Severe hepatic insufficiency.\n• Sepsis.\n• Known hypersensitivity to ergot alkaloids.\n• Pregnancy (except in PPH management).",
            "interacaoMedicamento": "• Potentiates vasoconstriction with triptans, sympathomimetics, and other ergot alkaloids.\n• Increased risk of ischemia with potent CYP3A4 inhibitors (clarithromycin, erythromycin, ritonavir, itraconazole).\n• May antagonize effects of vasodilators and antihypertensives.\n• Potentiates toxicity with other serotonergic drugs (rare, serotonergic syndrome).",
            "apresentacao": "• Ampoules of 0.2 mg/mL – 1 mL (IV or IM use).\n• Tablets of 0.125 mg or 0.25 mg (PO use).",
            "preparo": "• Direct IV use from ampoule (dilute in 10 mL of NS if desired for greater control in slow infusion).\n• Direct IM use.\n• PO use according to commercial presentation (tablets).",
            "solucoesCompatíveis": "• Compatible with 0.9% normal saline.\n• Incompatible with alkaline solutions.",
            "armazenamento": "• Store between 15°C and 30°C, protected from light.\n• After opening, use immediately.\n• Discard if there is cloudiness, precipitation, or color change.",
            "cuidadosMedicos": "• Rigorous monitoring of blood pressure, heart rate, and signs of ischemia during and after administration, especially IV.\n• Avoid in patients with high cardiovascular risk.\n• Be prepared for management of hypertensive crises and ischemic events.\n• Use only after placental delivery (never before).",
            "cuidadosFarmaceuticos": "• Check name, dose, route, and correct presentation.\n• Verify ampoule integrity and solution stability.\n• Prepare under aseptic conditions.\n• Document lot, dose, route, and administration time.",
            "cuidadosEnfermagem": "• Rigorously monitor vital signs (BP, HR) before, during, and after administration.\n• Observe signs of hypertension, chest pain, severe headache, peripheral ischemia.\n• Confirm placental delivery before administration.\n• Immediately report any sign of serious adverse reaction.",
            "fontesBibliograficas": "FDA Label (Methergin®), UpToDate (2024), Micromedex, Goodman & Gilman (13th Edition), PubMed ID 37600425, Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli's Emergency Medicine (9th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Ergometrina (Maleato de Ergometrina)",
            "nomeComercial": "Ergotrate®, Methergin®",
            "classificacao": "Agente uterotónico, alcaloide del ergot, agonista parcial de receptores serotoninérgicos, dopaminérgicos y adrenérgicos",
            "mecanismoAcao": "Actúa como agonista parcial de los receptores serotoninérgicos (5-HT2), adrenérgicos alfa y dopaminérgicos, promoviendo aumento del tono y de la contractilidad de la musculatura uterina, especialmente del segmento superior del útero. Estimula contracciones uterinas tetánicas, reduciendo el sangrado posparto. También posee efecto vasoconstrictor periférico moderado.",
            "farmacocinetica": "• Absorción: buena por vía IM y VO, biodisponibilidad IV 100%.\n• Inicio de acción: 1–2 minutos IV, 2–5 minutos IM, 5–10 minutos VO.\n• Pico de efecto: 5–15 minutos.\n• Duración del efecto: 2–4 horas.\n• Unión a proteínas plasmáticas: 90%.\n• Volumen de distribución: 0,9–1,1 L/kg.\n• Metabolización: hepática (CYP3A4).\n• Vida media plasmática: 30–120 minutos.\n• Excreción: predominantemente biliar, pequeña fracción renal (5–10%).",
            "farmacodinamica": "Promueve contracción uterina sostenida (tetánica) del segmento superior del útero, facilitando hemostasia posparto y reducción del sangrado. Posee efecto vasoconstrictor periférico discreto. No presenta efecto relajante en el segmento inferior, lo que preserva el flujo loquial.",
            "indicacoes": "• Hemorragia uterina posparto (HPP) por atonía uterina.\n• Prevención de la HPP tras el tercer período del parto.\n• Subinvolución uterina en el puerperio.\n• Adyuvante en manejo activo del trabajo de parto (tras expulsión de la placenta).",
            "posologia": "Adultos:\n• Hemorragia posparto:\n  - 200 mcg (0,2 mg) IM o IV lento (mínimo 1 minuto), puede repetir cada 2–4 horas, máximo 5 dosis/día.\n• Prevención de la HPP:\n  - 200 mcg IM o VO inmediatamente tras la expulsión placentaria.\n• Subinvolución uterina:\n  - 200 mcg VO 2 a 3 veces al día por hasta 5 días.\nPediatría:\n• No aplicable (uso exclusivo en ginecología y obstetricia).",
            "administracao": "• Vía intravenosa lenta (mínimo 1 minuto), intramuscular profunda o vía oral.\n• Monitorización rigurosa de presión arterial y signos vitales durante y tras administración IV debido al riesgo de hipertensión severa.",
            "doseMaxima": "• 1 mg/día (200 mcg hasta 5 veces al día).",
            "doseMinima": "• 200 mcg (0,2 mg).",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Náusea, vómito, diarrea, dolor abdominal tipo cólico.\nFrecuentes (1–10%):\n• Hipertensión arterial transitoria, cefalea, rubor, parestesias.\nInfrecuentes (0,1–1%):\n• Bradicardia refleja, elevación transitoria de la presión arterial severa.\nRaras (<0,1%):\n• Vasoespasmo coronario, isquemia miocárdica, accidente cerebrovascular isquémico, convulsiones, shock hipertensivo, gangrena periférica (dosis excesivas o uso prolongado).",
            "riscoGravidez": "Categoría X. Contraindicated during the pregnancy, except in the management of postpartum hemorrhage.",
            "riscoLactacao": "Evitar durante la lactancia en las primeras 12 horas tras uso IV/IM debido a la posible inhibición transitoria de la lactación por efecto dopaminérgico (inhibición de prolactina). Uso VO tras ese período se considera seguro.",
            "ajusteRenal": "• Usar con precaución en insuficiencia renal grave.\n• Puede haber acumulación y aumento del riesgo de vasoespasmo.\n• Monitorizar signos de toxicidad.",
            "ajusteHepatico": "• Usar con precaución en insuficiencia hepática moderada a grave debido al metabolismo hepático predominante.\n• Puede haber prolongación del efecto y riesgo de toxicidad.",
            "contraindicacoes": "• Hipertensión arterial no controlada.\n• Enfermedad cardíaca isquémica.\n• Vasculopatías periféricas o cerebrales.\n• Insuficiencia hepática grave.\n• Sepsis.\n• Hipersensibilidad conocida a los alcaloides del ergot.\n• Embarazo (excepto en el manejo de la HPP).",
            "interacaoMedicamento": "• Potencia vasoconstricción con triptanos, simpaticomiméticos y otros alcaloides del ergot.\n• Riesgo aumentado de isquemia con inhibidores potentes de CYP3A4 (claritromicina, eritromicina, ritonavir, itraconazol).\n• Puede antagonizar efectos de vasodilatadores y antihipertensivos.\n• Potencia toxicidad con otros fármacos serotoninérgicos (raro, síndrome serotoninérgico).",
            "apresentacao": "• Ampollas de 0,2 mg/mL – 1 mL (uso IV o IM).\n• Comprimidos de 0,125 mg o 0,25 mg (uso VO).",
            "preparo": "• Uso IV directo de la ampolla (diluir en 10 mL de SF si se desea para mayor control en la infusión lenta).\n• Uso IM directo.\n• Uso VO según presentación comercial (comprimidos).",
            "solucoesCompatíveis": "• Compatible con suero fisiológico 0,9%.\n• Incompatible con soluciones alcalinas.",
            "armazenamento": "• Conservar entre 15°C y 30°C, protegido de la luz.\n• Tras apertura, utilizar inmediatamente.\n• Descartar si hay turbidez, precipitación o alteración en la coloración.",
            "cuidadosMedicos": "• Monitorización rigurosa de presión arterial, frecuencia cardíaca y signos de isquemia durante y tras administración, especialmente IV.\n• Evitar en pacientes con riesgo cardiovascular elevado.\n• Estar preparado para manejo de crisis hipertensivas y eventos isquémicos.\n• Usar solo tras la expulsión de la placenta (nunca antes).",
            "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía y presentación correcta.\n• Verificar integridad de la ampolla y estabilidad de la solución.\n• Preparar bajo condiciones asépticas.\n• Documentar lote, dosis, vía y horario de administración.",
            "cuidadosEnfermagem": "• Monitorizar signos vitales (PA, FC) rigurosamente antes, durante y tras administración.\n• Observar signos de hipertensión, dolor torácico, cefalea intensa, isquemia periférica.\n• Confirmar expulsión placentaria antes de la administración.\n• Notificar inmediatamente cualquier signo de reacción adversa grave.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Methergin®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37600425, Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli's Emergency Medicine (9ª Edición)."
        }
    }
}