{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Etomidato",
            "nomeComercial": "Hypnomidate®, Amidate®",
            "classificacao": "Anestésico geral intravenoso, agente hipnótico de ação ultracurta, não barbitúrico, sedativo, amnésico",
            "mecanismoAcao": "Atua como modulador positivo dos receptores GABA-A, ligando-se à subunidade beta, aumentando a frequência de abertura dos canais de cloro, hiperpolarizando a membrana neuronal e promovendo inibição do SNC. Não possui efeito analgésico. Possui efeito adrenolítico por inibição da enzima 11-beta-hidroxilase nas adrenais, reduzindo a síntese de cortisol e aldosterona de maneira dose-dependente. Este efeito pode persistir por 6 a 24 horas após uma única dose.",
            "farmacocinetica": "Início IV: 30–60 segundos. Pico: 1–2 minutos. Duração do efeito clínico após bolus: 3–5 minutos (redistribuição rápida). Meia-vida de distribuição: 2–4 minutos. Meia-vida terminal de eliminação: 2,9–5,3 horas. Volume de distribuição: 2,5–4,5 L/kg. Ligação às proteínas plasmáticas: 75%. Metabolização hepática e plasmática por esterases, formando metabólitos inativos. Excreção predominantemente renal (75%) e fecal (15%). Clearance independente do fluxo hepático.",
            "farmacodinamica": "Promove sedação profunda e hipnose de curta duração. Causa mínima depressão cardiovascular e respiratória, mantendo estabilidade hemodinâmica. Reduz levemente o metabolismo cerebral, a pressão intracraniana (PIC) e o fluxo sanguíneo cerebral (CBF). Supressão adrenocortical ocorre após dose única, podendo durar até 24 horas, com impacto clínico principalmente em pacientes críticos, sépticos ou em choque. Não possui efeito analgésico e não promove burst-suppression como agentes barbitúricos ou propofol.",
            "indicacoes": "Indução de anestesia geral, especialmente em pacientes hemodinamicamente instáveis (choque séptico, cardiogênico, hipovolêmico, tamponamento cardíaco, disfunção ventricular grave). Sequência rápida de intubação (SRI) em emergências. Sedação breve para cardioversão, ECT (terapia eletroconvulsiva) e outros procedimentos curtos. Contraindicado para sedação prolongada na UTI devido à supressão adrenal sustentada.",
            "posologia": "Indução adulto: 0,2–0,6 mg/kg IV em bolus lento (30–60 segundos). Pediatria: 0,2–0,4 mg/kg IV. SRI adulto: 0,3 mg/kg IV em bolus único. Cardioversão: 0,15–0,3 mg/kg IV. Não recomendado para infusão contínua.",
            "administracao": "Via exclusivamente intravenosa, em bolus lento (30–60 segundos). Administrar em veia de bom calibre para reduzir risco de dor intensa na injeção, tromboflebite e extravasamento.",
            "doseMaxima": "Indução: até 0,6 mg/kg. SRI: 0,3 mg/kg. Cardioversão: até 0,3 mg/kg. Doses maiores não são recomendadas devido ao risco de supressão adrenal prolongada.",
            "doseMinima": "Indução leve ou cardioversão: 0,15 mg/kg. Pediatria: 0,2 mg/kg.",
            "reacoesAdversas": "Dor intensa no local da injeção (até 80%), mioclonias (até 60%), soluços, náusea, vômito, laringoespasmo (raro), apneia breve, hiperventilação transitória, tromboflebite, rash cutâneo, hipotensão leve (≤10%), bradicardia (rara), supressão da síntese de cortisol e aldosterona (efeito adrenolítico dose-dependente) que pode persistir até 24 horas após dose única, com risco de insuficiência adrenal relativa em pacientes críticos.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Atravessa a placenta. Pode ser utilizado para indução de anestesia em cesarianas se os benefícios superarem os riscos. Não há evidência de teratogenicidade em humanos, mas há relatos de depressão neonatal transitória.",
            "riscoLactacao": "Compatível. Pequenas quantidades excretadas no leite materno, sem relatos de efeitos adversos significativos. Amamentação pode ser retomada após a recuperação da paciente.",
            "ajusteRenal": "Não requer ajuste de dose na insuficiência renal leve a moderada. Clearance preservado devido à metabolização por esterases plasmáticas. Usar com cautela em disfunção renal terminal, devido à sensibilidade hemodinâmica.",
            "ajusteHepatico": "Não requer ajuste significativo, pois a metabolização ocorre predominantemente por esterases plasmáticas, com baixa dependência da função hepática. Cautela em insuficiência hepática severa devido ao possível aumento da fração livre pela hipoalbuminemia.",
            "contraindicacoes": "Hipersensibilidade ao etomidato ou aos componentes da fórmula. Insuficiência adrenal conhecida ou não tratada. Uso prolongado em sedação contínua (contraindicado). Sepse grave com choque séptico (relativo, devido à inibição da síntese de cortisol).",
            "interacaoMedicamento": "Potencializa depressores do SNC (opioides, benzodiazepínicos, propofol, dexmedetomidina, anestésicos voláteis). Sinergismo com bloqueadores neuromusculares. Efeito aditivo com anti-hipertensivos e betabloqueadores. Uso concomitante com corticosteróides pode mitigar parcialmente a supressão adrenal induzida pelo etomidato.",
            "apresentacao": "Ampolas 2 mg/mL em volumes de 10 mL (20 mg) e 20 mL (40 mg), dependendo do fabricante. Formulações em solução aquosa ou emulsão lipídica.",
            "preparo": "Solução pronta para uso. Pode ser administrada sem diluição. Quando necessário, pode ser diluído em SF 0,9% ou SG 5% para concentrações entre 0,2 e 1 mg/mL, visando reduzir dor na injeção. Usar imediatamente após preparo.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com soluções alcalinas como bicarbonato de sódio e emulsões lipídicas na mesma via.",
            "armazenamento": "Armazenar entre 15°C e 30°C, protegido da luz. Não congelar. Após abertura, utilizar imediatamente. Descartar eventuais sobras.",
            "cuidadosMedicos": "Monitorização contínua de ECG, pressão arterial, SpO2 e capnografia. Ter sempre suporte avançado de via aérea disponível. Considerar pré-medicação com opioides ou benzodiazepínicos para minimizar mioclonias e dor na injeção. Monitorizar função adrenal, especialmente em pacientes críticos, sépticos ou politraumatizados. Evitar uso prolongado devido ao risco de insuficiência adrenal relativa.",
            "cuidadosFarmaceuticos": "Verificar integridade da ampola, validade e aspecto da solução (límpida, incolor e sem partículas). Garantir administração em veia de bom calibre. Manter controle de estoque, rastreabilidade de lotes e garantir o descarte correto conforme normas de resíduos hospitalares.",
            "cuidadosEnfermagem": "Monitorizar constantemente sinais vitais, padrão respiratório e nível de sedação. Observar local da punção para dor, flebite, extravasamento ou sinais de inflamação. Notificar imediatamente ocorrência de mioclonias, apneia, laringoespasmo, dor intensa, rash cutâneo ou hipotensão. Assegurar vigilância contínua até recuperação completa da consciência e estabilidade clínica.",
            "fontesBibliograficas": "Bula Hypnomidate®, UpToDate (2024), Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia, Tintinalli's Emergency Medicine, Micromedex, PubMed ID 37129855, Diretrizes ASA, Diretrizes SCCM (Society of Critical Care Medicine)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Etomidate",
            "nomeComercial": "Amidate®, Hypnomidate®",
            "classificacao": "Intravenous general anesthetic, ultra-short acting hypnotic agent, non-barbiturate, sedative, amnestic",
            "mecanismoAcao": "Acts as a positive modulator of GABA-A receptors, binding to the beta subunit, increasing the frequency of chloride channel opening, hyperpolarizing the neuronal membrane and promoting CNS inhibition. Does not have analgesic effect. Has adrenolytic effect by inhibiting the 11-beta-hydroxylase enzyme in the adrenals, reducing cortisol and aldosterone synthesis in a dose-dependent manner. This effect can persist for 6 to 24 hours after a single dose.",
            "farmacocinetica": "IV onset: 30–60 seconds. Peak: 1–2 minutes. Duration of clinical effect after bolus: 3–5 minutes (rapid redistribution). Distribution half-life: 2–4 minutes. Terminal elimination half-life: 2.9–5.3 hours. Volume of distribution: 2.5–4.5 L/kg. Plasma protein binding: 75%. Hepatic and plasma metabolism by esterases, forming inactive metabolites. Predominantly renal (75%) and fecal (15%) excretion. Clearance independent of hepatic flow.",
            "farmacodinamica": "Promotes deep sedation and short-duration hypnosis. Causes minimal cardiovascular and respiratory depression, maintaining hemodynamic stability. Slightly reduces cerebral metabolism, intracranial pressure (ICP), and cerebral blood flow (CBF). Adrenocortical suppression occurs after single dose, can last up to 24 hours, with clinical impact mainly in critical, septic, or shock patients. Does not have analgesic effect and does not promote burst-suppression like barbiturate agents or propofol.",
            "indicacoes": "Induction of general anesthesia, especially in hemodynamically unstable patients (septic shock, cardiogenic, hypovolemic, cardiac tamponade, severe ventricular dysfunction). Rapid sequence intubation (RSI) in emergencies. Brief sedation for cardioversion, ECT (electroconvulsive therapy), and other short procedures. Contraindicated for prolonged sedation in ICU due to sustained adrenal suppression.",
            "posologia": "Adult induction: 0.2–0.6 mg/kg IV in slow bolus (30–60 seconds). Pediatrics: 0.2–0.4 mg/kg IV. Adult RSI: 0.3 mg/kg IV in single bolus. Cardioversion: 0.15–0.3 mg/kg IV. Not recommended for continuous infusion.",
            "administracao": "Exclusively intravenous route, in slow bolus (30–60 seconds). Administer in large caliber vein to reduce risk of intense injection pain, thrombophlebitis, and extravasation.",
            "doseMaxima": "Induction: up to 0.6 mg/kg. RSI: 0.3 mg/kg. Cardioversion: up to 0.3 mg/kg. Higher doses are not recommended due to risk of prolonged adrenal suppression.",
            "doseMinima": "Light induction or cardioversion: 0.15 mg/kg. Pediatrics: 0.2 mg/kg.",
            "reacoesAdversas": "Intense pain at injection site (up to 80%), myoclonus (up to 60%), hiccups, nausea, vomiting, laryngospasm (rare), brief apnea, transient hyperventilation, thrombophlebitis, skin rash, mild hypotension (≤10%), bradycardia (rare), suppression of cortisol and aldosterone synthesis (dose-dependent adrenolytic effect) that can persist up to 24 hours after single dose, with risk of relative adrenal insufficiency in critical patients.",
            "riscoGravidez": "Category C. Use only if clearly necessary. Crosses the placenta. May be used for anesthesia induction in cesarean sections if benefits outweigh risks. No evidence of teratogenicity in humans, but there are reports of transient neonatal depression.",
            "riscoLactacao": "Compatible. Small amounts excreted in breast milk, with no reports of significant adverse effects. Breastfeeding can be resumed after patient recovery.",
            "ajusteRenal": "No dose adjustment required in mild to moderate renal insufficiency. Clearance preserved due to metabolism by plasma esterases. Use with caution in end-stage renal disease due to hemodynamic sensitivity.",
            "ajusteHepatico": "No significant adjustment required, as metabolism occurs predominantly by plasma esterases, with low dependence on hepatic function. Caution in severe hepatic insufficiency due to possible increase in free fraction by hypoalbuminemia.",
            "contraindicacoes": "Hypersensitivity to etomidate or formula components. Known or untreated adrenal insufficiency. Prolonged use in continuous sedation (contraindicated). Severe sepsis with septic shock (relative, due to inhibition of cortisol synthesis).",
            "interacaoMedicamento": "Potentiates CNS depressants (opioids, benzodiazepines, propofol, dexmedetomidine, volatile anesthetics). Synergism with neuromuscular blockers. Additive effect with antihypertensives and beta-blockers. Concomitant use with corticosteroids may partially mitigate adrenal suppression induced by etomidate.",
            "apresentacao": "Ampoules 2 mg/mL in volumes of 10 mL (20 mg) and 20 mL (40 mg), depending on manufacturer. Formulations in aqueous solution or lipid emulsion.",
            "preparo": "Ready-to-use solution. Can be administered without dilution. When necessary, can be diluted in 0.9% NS or 5% dextrose for concentrations between 0.2 and 1 mg/mL, aiming to reduce injection pain. Use immediately after preparation.",
            "solucoesCompatíveis": "0.9% normal saline, 5% dextrose solution. Incompatible with alkaline solutions such as sodium bicarbonate and lipid emulsions in the same line.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. Do not freeze. After opening, use immediately. Discard any leftovers.",
            "cuidadosMedicos": "Continuous monitoring of ECG, blood pressure, SpO2, and capnography. Always have advanced airway support available. Consider premedication with opioids or benzodiazepines to minimize myoclonus and injection pain. Monitor adrenal function, especially in critical, septic, or polytrauma patients. Avoid prolonged use due to risk of relative adrenal insufficiency.",
            "cuidadosFarmaceuticos": "Verify ampoule integrity, validity, and solution appearance (clear, colorless, and without particles). Ensure administration in large caliber vein. Maintain stock control, lot traceability, and ensure proper disposal according to hospital waste regulations.",
            "cuidadosEnfermagem": "Constantly monitor vital signs, respiratory pattern, and sedation level. Observe puncture site for pain, phlebitis, extravasation, or signs of inflammation. Immediately report occurrence of myoclonus, apnea, laryngospasm, intense pain, skin rash, or hypotension. Ensure continuous surveillance until complete consciousness recovery and clinical stability.",
            "fontesBibliograficas": "FDA Label (Amidate®), UpToDate (2024), Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia, Tintinalli's Emergency Medicine, Micromedex, PubMed ID 37129855, ASA Guidelines, SCCM Guidelines (Society of Critical Care Medicine)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Etomidato",
            "nomeComercial": "Hypnomidate®, Amidate®",
            "classificacao": "Anestésico general intravenoso, agente hipnótico de acción ultracorta, no barbitúrico, sedativo, amnésico",
            "mecanismoAcao": "Actúa como modulador positivo de los receptores GABA-A, uniéndose a la subunidad beta, aumentando la frecuencia de apertura de los canales de cloro, hiperpolarizando la membrana neuronal y promoviendo inhibición del SNC. No posee efecto analgésico. Posee efecto adrenolítico por inhibición de la enzima 11-beta-hidroxilasa en las adrenales, reduciendo la síntesis de cortisol y aldosterona de manera dependiente de la dosis. Este efecto puede persistir por 6 a 24 horas tras una dosis única.",
            "farmacocinetica": "Inicio IV: 30–60 segundos. Pico: 1–2 minutos. Duración del efecto clínico tras bolo: 3–5 minutos (redistribución rápida). Vida media de distribución: 2–4 minutos. Vida media terminal de eliminación: 2,9–5,3 horas. Volumen de distribución: 2,5–4,5 L/kg. Unión a proteínas plasmáticas: 75%. Metabolización hepática y plasmática por esterasas, formando metabolitos inactivos. Excreción predominantemente renal (75%) y fecal (15%). Aclaramiento independiente del flujo hepático.",
            "farmacodinamica": "Promueve sedación profunda e hipnosis de corta duración. Causa mínima depresión cardiovascular y respiratoria, manteniendo estabilidad hemodinámica. Reduce levemente el metabolismo cerebral, la presión intracraneal (PIC) y el flujo sanguíneo cerebral (FSC). Supresión adrenocortical ocurre tras dosis única, pudiendo durar hasta 24 horas, con impacto clínico principalmente en pacientes críticos, sépticos o en shock. No posee efecto analgésico y no promueve burst-suppression como agentes barbitúricos o propofol.",
            "indicacoes": "Inducción de anestesia general, especialmente en pacientes hemodinámicamente inestables (shock séptico, cardiogénico, hipovolémico, taponamiento cardíaco, disfunción ventricular grave). Secuencia rápida de intubación (SRI) en emergencias. Sedación breve para cardioversión, TEC (terapia electroconvulsiva) y otros procedimientos cortos. Contraindicado para sedación prolongada en UCI debido a la supresión adrenal sostenida.",
            "posologia": "Inducción adulto: 0,2–0,6 mg/kg IV en bolo lento (30–60 segundos). Pediatría: 0,2–0,4 mg/kg IV. SRI adulto: 0,3 mg/kg IV en bolo único. Cardioversión: 0,15–0,3 mg/kg IV. No recomendado para infusión continua.",
            "administracao": "Vía exclusivamente intravenosa, en bolo lento (30–60 segundos). Administrar en vena de buen calibre para reducir riesgo de dolor intenso en la inyección, tromboflebitis y extravasación.",
            "doseMaxima": "Inducción: hasta 0,6 mg/kg. SRI: 0,3 mg/kg. Cardioversión: hasta 0,3 mg/kg. Dosis mayores no son recomendadas debido al riesgo de supresión adrenal prolongada.",
            "doseMinima": "Inducción leve o cardioversión: 0,15 mg/kg. Pediatría: 0,2 mg/kg.",
            "reacoesAdversas": "Dolor intenso en el local de la inyección (hasta 80%), mioclonías (hasta 60%), hipo, náusea, vómito, laringoespasmo (raro), apnea breve, hiperventilación transitoria, tromboflebitis, rash cutáneo, hipotensión leve (≤10%), bradicardia (rara), supresión de la síntesis de cortisol y aldosterona (efecto adrenolítico dependiente de dosis) que puede persistir hasta 24 horas tras dosis única, con riesgo de insuficiencia adrenal relativa en pacientes críticos.",
            "riscoGravidez": "Categoría C. Usar solo si claramente necesario. Atraviesa la placenta. Puede ser utilizado para inducción de anestesia en cesáreas si los beneficios superan los riesgos. No hay evidencia de teratogenicidad en humanos, pero hay reportes de depresión neonatal transitoria.",
            "riscoLactacao": "Compatible. Pequeñas cantidades excretadas en la leche materna, sin reportes de efectos adversos significativos. La lactancia puede ser retomada tras la recuperación de la paciente.",
            "ajusteRenal": "No requiere ajuste de dosis en la insuficiencia renal leve a moderada. Aclaramiento preservado debido a la metabolización por esterasas plasmáticas. Usar con precaución en disfunción renal terminal, debido a la sensibilidad hemodinámica.",
            "ajusteHepatico": "No requiere ajuste significativo, pues la metabolización ocurre predominantemente por esterasas plasmáticas, con baja dependencia de la función hepática. Precaución en insuficiencia hepática severa debido al posible aumento de la fracción libre por la hipoalbuminemia.",
            "contraindicacoes": "Hipersensibilidad al etomidato o a los componentes de la fórmula. Insuficiencia adrenal conocida o no tratada. Uso prolongado en sedación continua (contraindicado). Sepsis grave con shock séptico (relativo, debido a la inhibición de la síntesis de cortisol).",
            "interacaoMedicamento": "Potencia depresores del SNC (opioides, benzodiazepínicos, propofol, dexmedetomidina, anestésicos volátiles). Sinergismo con bloqueadores neuromusculares. Efecto aditivo con antihipertensivos y betabloqueadores. Uso concomitante con corticosteroides puede mitigar parcialmente la supresión adrenal inducida por el etomidato.",
            "apresentacao": "Ampollas 2 mg/mL en volúmenes de 10 mL (20 mg) y 20 mL (40 mg), dependiendo del fabricante. Formulaciones en solución acuosa o emulsión lipídica.",
            "preparo": "Solución lista para usar. Puede ser administrada sin dilución. Cuando sea necesario, puede ser diluido en SF 0,9% o SG 5% para concentraciones entre 0,2 y 1 mg/mL, visando reducir dolor en la inyección. Usar inmediatamente tras preparación.",
            "solucoesCompatíveis": "Suero fisiológico 0,9%, solución glucosada 5%. Incompatible con soluciones alcalinas como bicarbonato de sodio y emulsiones lipídicas en la misma vía.",
            "armazenamento": "Almacenar entre 15°C y 30°C, protegido de la luz. No congelar. Tras apertura, utilizar inmediatamente. Descartar eventuales sobras.",
            "cuidadosMedicos": "Monitorización continua de ECG, presión arterial, SpO2 y capnografía. Tener siempre soporte avanzado de vía aérea disponible. Considerar premedicación con opioides o benzodiazepínicos para minimizar mioclonías y dolor en la inyección. Monitorizar función adrenal, especialmente en pacientes críticos, sépticos o politraumatizados. Evitar uso prolongado debido al riesgo de insuficiencia adrenal relativa.",
            "cuidadosFarmaceuticos": "Verificar integridad de la ampolla, validez y aspecto de la solución (límpida, incolora y sin partículas). Garantizar administración en vena de buen calibre. Mantener control de stock, trazabilidad de lotes y garantizar el descarte correcto conforme normas de residuos hospitalarios.",
            "cuidadosEnfermagem": "Monitorizar constantemente signos vitales, patrón respiratorio y nivel de sedación. Observar local de la punción para dolor, flebitis, extravasación o signos de inflamación. Notificar inmediatamente ocurrencia de mioclonías, apnea, laringoespasmo, dolor intenso, rash cutáneo o hipotensión. Asegurar vigilancia continua hasta recuperación completa de la consciencia y estabilidad clínica.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Hypnomidate®), UpToDate (2024), Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia, Tintinalli's Emergency Medicine, Micromedex, PubMed ID 37129855, Guías ASA, Guías SCCM (Society of Critical Care Medicine)."
        }
    }
}