{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Fenilefrina",
            "nomeComercial": "Neosynefrina®, Fenergan®, Fenefrin®, Fenilefrina Hipocloridrato",
            "classificacao": "Agente adrenérgico, agonista alfa-1 seletivo, vasopressor e midriático",
            "mecanismoAcao": "Agonista seletivo dos receptores alfa-1, promovendo vasoconstrição arterial e venosa. Aumenta a resistência vascular periférica, levando à elevação da pressão arterial. Pode causar bradicardia reflexa via ativação do barorreflexo. Não possui efeito significativo em receptores beta. Em doses elevadas, pode também ativar receptores beta-1, promovendo leve aumento da contratilidade cardíaca. Sua ação exclusiva nos receptores alfa-1 resulta em aumento da pressão arterial sem efeito direto na frequência cardíaca, tornando-a útil em situações em que se deseja evitar taquicardia.",
            "farmacocinetica": "Início de ação IV imediato (menos de 1 minuto), pico em 1–2 minutos. Duração curta, de 5–20 minutos. Metabolização hepática e intestinal, principalmente pela monoaminoxidase (MAO). Excreção predominantemente renal, como metabólitos inativos.",
            "farmacodinamica": "Elevação da pressão arterial por aumento da resistência vascular periférica. Reduz débito cardíaco por aumento da pós-carga e possível bradicardia reflexa. Melhora a perfusão coronariana pela elevação da pressão diastólica. Não possui efeito direto na contratilidade ou frequência cardíaca. A fenilefrina reduz o fluxo sanguíneo esplâncnico e renal, o que deve ser considerado em pacientes com disfunção hepática ou renal. Seu uso contínuo pode levar a dessensibilização dos receptores alfa-adrenérgicos, reduzindo a eficácia terapêutica com o tempo.",
            "indicacoes": "Tratamento da hipotensão, especialmente associada à anestesia raquidiana ou peridural. Manejo de choque distributivo (como agente vasoconstritor adjuvante). Utilizado em oftalmologia para midríase e em congestão nasal (via tópica).",
            "posologia": "Adulto:\n- Bolus IV: 50–200 mcg, repetir conforme necessário.\n- Infusão contínua: 0,1–1 mcg/kg/min, titulando conforme resposta clínica.\n- Preparação: 10 mg em 100 mL de SF → 100 mcg/mL (solução padrão para bolus).\nPediatria:\n- Bolus IV: 1–5 mcg/kg.\n- Infusão: 0,1–0,5 mcg/kg/min.",
            "administracao": "IV bolus ou infusão contínua. Também disponível para uso tópico oftálmico e nasal. Preferir acesso venoso central em infusões prolongadas.",
            "doseMaxima": "Adulto: 200 mcg por bolus.\nPediatria: 5 mcg/kg por bolus.",
            "doseMinima": "Adulto: 50 mcg IV.\nPediatria: 1 mcg/kg IV.",
            "reacoesAdversas": "Hipertensão severa, bradicardia reflexa, cefaleia, dor torácica, palidez, extravasamento com risco de necrose tecidual, isquemia periférica, arritmias (raro). O uso prolongado pode resultar em isquemia mesentérica e necrose cutânea. Foram relatados casos de aumento da pressão intracraniana e retenção urinária.",
            "riscoGravidez": "Categoria C. Usar com cautela, especialmente em pacientes com risco de comprometimento do fluxo útero-placentário.",
            "riscoLactacao": "Excreção no leite é mínima. Uso ocasional geralmente é seguro, mas sem estudos robustos.",
            "ajusteRenal": "Não requer ajuste formal, porém monitorizar cuidadosamente na insuficiência renal grave.",
            "ajusteHepatico": "Sem necessidade de ajuste específico, mas usar com cautela na insuficiência hepática grave.",
            "contraindicacoes": "Hipertensão arterial grave, taquiarritmias, hipertireoidismo não controlado, doença arterial coronariana grave, feocromocitoma.",
            "interacaoMedicamento": "• IMAOs e antidepressivos tricíclicos: risco de crise hipertensiva.\n• Anestésicos halogenados: aumento do risco de arritmias.\n• Betabloqueadores: exacerbam a resposta vasoconstritora.\n• Outros vasopressores: efeito aditivo de hipertensão e isquemia. A associação com medicamentos vasodilatadores (ex: hidralazina, nitroglicerina) pode antagonizar os efeitos pressóricos. O uso com digitálicos pode aumentar o risco de arritmias.",
            "apresentacao": "Ampolas de 10 mg/mL (uso IV, diluir antes da administração). Apresentações oftálmicas e nasais também disponíveis.",
            "preparo": "• Bolus: diluir 1 mL (10 mg) em 100 mL de SF → 100 mcg/mL.\n• Infusão: 10 mg em 250 mL → 40 mcg/mL, ou 10 mg em 500 mL → 20 mcg/mL.",
            "solucoesCompatíveis": "Soro fisiológico (SF 0,9%) e solução glicosada 5%. Incompatível com bicarbonato e soluções alcalinas.",
            "armazenamento": "Manter entre 15°C e 30°C, protegido da luz. Usar imediatamente após diluição ou armazenar sob refrigeração (2–8°C) por até 24 horas, se manipulado assepticamente.",
            "cuidadosMedicos": "Monitorizar pressão arterial invasiva preferencialmente, ECG, perfusão periférica. Usar com cautela em pacientes com risco de isquemia coronariana, cerebral ou periférica. Evitar extravasamento. Evitar uso prolongado contínuo sem reavaliação frequente da perfusão tecidual. A titulação deve considerar o risco de isquemia de extremidades e órgãos nobres. Monitorar lactato sérico e diurese como marcadores de perfusão.",
            "cuidadosFarmaceuticos": "Assegurar diluição correta, compatibilidade da solução e utilização de bombas de infusão para controle preciso. Avaliar estabilidade após diluição.",
            "cuidadosEnfermagem": "Monitorar sinais vitais antes, durante e após a administração. Observar sinais de hipertensão, bradicardia reflexa, dor torácica e sinais de extravasamento (palidez, frieza, dor local).",
            "fontesBibliograficas": "Bula Neosynefrina®, Miller’s Anesthesia (9ª Ed.), Barash Clinical Anesthesia, Diretrizes ASA, UpToDate (2024), Micromedex, PubMed ID 36984321, ACLS Guidelines 2020."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Phenylephrine",
            "nomeComercial": "Neosynephrine®, Fenergan®, Fenefrin®, Phenylephrine Hydrochloride",
            "classificacao": "Adrenergic agent, selective alpha-1 agonist, vasopressor, and mydriatic",
            "mecanismoAcao": "Selective alpha-1 receptor agonist, promoting arterial and venous vasoconstriction. Increases systemic vascular resistance, leading to elevated blood pressure. May cause reflex bradycardia via baroreceptor activation. Has no significant effect on beta receptors. At higher doses, may also activate beta-1 receptors, producing slight increases in cardiac contractility. Its exclusive action on alpha-1 receptors results in increased blood pressure without direct chronotropic effects, making it useful in situations where tachycardia is undesirable.",
            "farmacocinetica": "IV onset: immediate (<1 min), peak at 1–2 min. Short duration: 5–20 minutes. Hepatic and intestinal metabolism mainly by monoamine oxidase (MAO). Renal excretion as inactive metabolites.",
            "farmacodinamica": "Raises blood pressure by increasing systemic vascular resistance. Decreases cardiac output due to increased afterload and potential reflex bradycardia. Improves coronary perfusion through increased diastolic pressure. Does not directly affect contractility or heart rate. Phenylephrine reduces splanchnic and renal blood flow, which should be considered in patients with hepatic or renal dysfunction. Continuous use may lead to alpha-receptor desensitization, reducing therapeutic efficacy over time.",
            "indicacoes": "Treatment of hypotension, especially related to spinal or epidural anesthesia. Adjunctive management of distributive shock. Used in ophthalmology for mydriasis and topically for nasal congestion.",
            "posologia": "Adults:\n- IV bolus: 50–200 mcg, repeat as needed.\n- Continuous infusion: 0.1–1 mcg/kg/min, titrated to clinical response.\n- Standard dilution: 10 mg in 100 mL NS → 100 mcg/mL for bolus.\nPediatrics:\n- IV bolus: 1–5 mcg/kg.\n- Infusion: 0.1–0.5 mcg/kg/min.",
            "administracao": "IV bolus or continuous infusion. Also available for topical ophthalmic and nasal use. Central venous access preferred for prolonged infusions.",
            "doseMaxima": "Adults: 200 mcg per bolus.\nPediatrics: 5 mcg/kg per bolus.",
            "doseMinima": "Adults: 50 mcg IV.\nPediatrics: 1 mcg/kg IV.",
            "reacoesAdversas": "Severe hypertension, reflex bradycardia, headache, chest pain, pallor, extravasation with risk of tissue necrosis, peripheral ischemia, rare arrhythmias. Prolonged use may result in mesenteric ischemia and skin necrosis. Cases of increased intracranial pressure and urinary retention have been reported.",
            "riscoGravidez": "Category C. Use with caution, especially in patients at risk of impaired uteroplacental flow.",
            "riscoLactacao": "Minimal milk excretion. Occasional use is generally safe but lacks robust studies.",
            "ajusteRenal": "No formal adjustment required, but monitor closely in severe renal impairment.",
            "ajusteHepatico": "No specific adjustment needed, but use with caution in severe hepatic dysfunction.",
            "contraindicacoes": "Severe hypertension, tachyarrhythmias, uncontrolled hyperthyroidism, severe coronary artery disease, pheochromocytoma.",
            "interacaoMedicamento": "• MAOIs and tricyclic antidepressants: risk of hypertensive crisis.\n• Halogenated anesthetics: increased risk of arrhythmias.\n• Beta-blockers: exacerbate vasoconstrictive response.\n• Other vasopressors: additive effects on hypertension and ischemia. Combination with vasodilators (e.g., hydralazine, nitroglycerin) may antagonize pressor effects. Use with digitalis may increase arrhythmia risk.",
            "apresentacao": "Ampoules of 10 mg/mL (for IV, dilute before administration). Also available in ophthalmic and nasal formulations.",
            "preparo": "• Bolus: dilute 1 mL (10 mg) in 100 mL NS → 100 mcg/mL.\n• Infusion: 10 mg in 250 mL → 40 mcg/mL, or 10 mg in 500 mL → 20 mcg/mL.",
            "solucoesCompatíveis": "0.9% saline and 5% dextrose. Incompatible with bicarbonate and alkaline solutions.",
            "armazenamento": "Store at 15°C to 30°C, protected from light. Use immediately after dilution or store refrigerated (2–8°C) for up to 24 h if prepared aseptically.",
            "cuidadosMedicos": "Prefer invasive BP monitoring, ECG, peripheral perfusion. Use with caution in patients at risk of coronary, cerebral, or peripheral ischemia. Avoid extravasation. Avoid prolonged continuous use without frequent reassessment of tissue perfusion. Titration should consider the risk of ischemia in extremities and vital organs. Monitor serum lactate and urine output as perfusion markers.",
            "cuidadosFarmaceuticos": "Ensure proper dilution, solution compatibility, and use of infusion pumps for precise control. Evaluate stability after dilution.",
            "cuidadosEnfermagem": "Monitor vital signs before, during, and after administration. Watch for hypertension, reflex bradycardia, chest pain, and signs of extravasation (pallor, coolness, local pain).",
            "fontesBibliograficas": "Neosynephrine® leaflet, Miller’s Anesthesia (9th Ed.), Barash Clinical Anesthesia, ASA Guidelines, UpToDate (2024), Micromedex, PubMed ID 36984321, ACLS Guidelines 2020."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Fenilefrina",
            "nomeComercial": "Neosynefrina®, Fenergan®, Fenefrin®, Fenilefrina Clorhidrato",
            "classificacao": "Agente adrenérgico, agonista selectivo alfa-1, vasopresor y midriático",
            "mecanismoAcao": "Agonista selectivo de los receptores alfa-1, promoviendo vasoconstricción arterial y venosa. Aumenta la resistencia vascular sistémica, elevando la presión arterial. Puede causar bradicardia refleja por activación del barorreflejo. No tiene efecto significativo sobre receptores beta. En dosis elevadas, también puede activar receptores beta-1, generando un leve aumento en la contractilidad cardíaca. Su acción exclusiva sobre alfa-1 produce un aumento de la presión sin efecto cronotrópico directo, útil cuando se desea evitar taquicardia.",
            "farmacocinetica": "Inicio IV inmediato (<1 min), pico en 1–2 minutos. Duración corta: 5–20 minutos. Metabolismo hepático e intestinal por monoaminooxidasa (MAO). Excreción renal como metabolitos inactivos.",
            "farmacodinamica": "Aumenta la presión arterial por incremento de la resistencia vascular. Reduce el gasto cardíaco por aumento de la poscarga y bradicardia refleja. Mejora la perfusión coronaria al elevar la presión diastólica. No tiene efecto directo sobre la contractilidad ni la frecuencia. Reduce el flujo esplácnico y renal, importante en disfunción hepática o renal. El uso continuo puede desensibilizar los receptores alfa, reduciendo su eficacia.",
            "indicacoes": "Tratamiento de la hipotensión, especialmente asociada a anestesia espinal o epidural. Manejo adjunto en shock distributivo. Uso oftálmico para midriasis y descongestionante nasal tópico.",
            "posologia": "Adultos:\n- Bolo IV: 50–200 mcg, repetir según necesidad.\n- Infusión continua: 0,1–1 mcg/kg/min, titulado a la respuesta clínica.\n- Dilución estándar: 10 mg en 100 mL de SF → 100 mcg/mL.\nPediatría:\n- Bolo IV: 1–5 mcg/kg.\n- Infusión: 0,1–0,5 mcg/kg/min.",
            "administracao": "Bolo IV o infusión continua. También disponible para uso tópico nasal u oftálmico. Preferentemente vía central en infusiones prolongadas.",
            "doseMaxima": "Adultos: 200 mcg por bolo.\nPediatría: 5 mcg/kg por bolo.",
            "doseMinima": "Adultos: 50 mcg IV.\nPediatría: 1 mcg/kg IV.",
            "reacoesAdversas": "Hipertensión severa, bradicardia refleja, cefalea, dolor torácico, palidez, extravasación con riesgo de necrosis, isquemia periférica, arritmias (raro). El uso prolongado puede causar isquemia mesentérica y necrosis cutánea. Se han reportado casos de aumento de presión intracraneal y retención urinaria.",
            "riscoGravidez": "Categoría C. Usar con precaución, especialmente si hay riesgo de compromiso del flujo útero-placentario.",
            "riscoLactacao": "Excreción mínima en leche. Uso ocasional generalmente seguro aunque sin estudios concluyentes.",
            "ajusteRenal": "No requiere ajuste formal, pero se recomienda vigilancia estrecha en insuficiencia renal grave.",
            "ajusteHepatico": "Sin ajuste específico, usar con precaución en disfunción hepática severa.",
            "contraindicacoes": "Hipertensión severa, taquiarritmias, hipertiroidismo no controlado, enfermedad coronaria severa, feocromocitoma.",
            "interacaoMedicamento": "• IMAO y antidepresivos tricíclicos: riesgo de crisis hipertensiva.\n• Anestésicos halogenados: mayor riesgo de arritmias.\n• Betabloqueadores: potencian la vasoconstricción.\n• Vasopresores: riesgo aditivo de hipertensión e isquemia. Vasodilatadores (ej. hidralazina, nitroglicerina) pueden reducir su eficacia. Digitálicos aumentan riesgo arrítmico.",
            "apresentacao": "Ampollas de 10 mg/mL (IV, diluir antes de administrar). También disponible en gotas oftálmicas y solución nasal.",
            "preparo": "• Bolo: diluir 1 mL (10 mg) en 100 mL de SF → 100 mcg/mL.\n• Infusión: 10 mg en 250 mL → 40 mcg/mL, o en 500 mL → 20 mcg/mL.",
            "solucoesCompatíveis": "Solución fisiológica (0,9%) y glucosa 5%. Incompatible con bicarbonato y soluciones alcalinas.",
            "armazenamento": "Conservar entre 15°C y 30°C, protegido de la luz. Tras dilución, usar de inmediato o refrigerar (2–8°C) hasta 24 h si preparado asépticamente.",
            "cuidadosMedicos": "Monitorear PA invasiva, ECG, perfusión. Precaución en pacientes con riesgo de isquemia coronaria, cerebral o periférica. Evitar extravasación. Revaluar perfusión tisular en uso prolongado. Considerar riesgo de isquemia en órganos nobles. Controlar lactato y diuresis como marcadores de perfusión.",
            "cuidadosFarmaceuticos": "Verificar dilución, compatibilidad y uso de bomba de infusión. Evaluar estabilidad tras dilución.",
            "cuidadosEnfermagem": "Monitorear signos vitales antes, durante y después de la administración. Observar hipertensión, bradicardia refleja, dolor torácico y signos de extravasación (palidez, frío, dolor local).",
            "fontesBibliograficas": "Folleto Neosynefrina®, Miller’s Anesthesia (9ª Ed.), Barash Clinical Anesthesia, Guías ASA, UpToDate (2024), Micromedex, PubMed ID 36984321, Guías ACLS 2020."
        }
    }
}