{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Fenitoína (Difentoína)",
            "nomeComercial": "Hidantal®, Fenitoin®, Epelin®",
            "classificacao": "Antiepiléptico, anticonvulsivante, estabilizador de membrana neuronal, antiarrítmico classe IB (off-label)",
            "mecanismoAcao": "Bloqueia seletivamente os canais de sódio voltagem-dependentes na sua forma inativa, prolongando o estado refratário e estabilizando a membrana neuronal. Isso reduz a propagação de potenciais de ação anormais e limita disparos de alta frequência dos neurônios hiperexcitáveis. Atua principalmente na prevenção da propagação de crises focais e tônico-clônicas. Também possui leve efeito antiarrítmico classe IB devido à estabilização das membranas miocárdicas.",
            "farmacocinetica": "Absorção oral variável (70–95%), biodisponibilidade alta, dependente da formulação. Início de ação IV em 10–30 minutos. Pico plasmático IV em 1–3 horas. Meia-vida altamente variável (7–42 horas) devido à cinética não linear (Michaelis-Menten), com metabolismo saturável hepático pelas isoenzimas CYP2C9 e CYP2C19. Ligação às proteínas plasmáticas de 90–95%, especialmente à albumina. Volume de distribuição: 0,6–0,8 L/kg. Excreção renal de metabólitos inativos. Clearance reduzido na insuficiência hepática, renal e em idosos.",
            "farmacodinamica": "Estabiliza membranas neuronais hiperexcitáveis, suprime descarga de alta frequência e previne propagação das crises. Eficaz no controle de crises tônico-clônicas generalizadas e focais. Não tem eficácia em crises de ausência. Proporciona efeito anticonvulsivante potente sem depressão generalizada do sistema nervoso central em doses terapêuticas. Possui efeito antiarrítmico off-label em taquiarritmias ventriculares refratárias.",
            "indicacoes": "Tratamento e prevenção de crises convulsivas focais e tônico-clônicas generalizadas. Status epilepticus (após benzodiazepínicos). Prevenção de convulsões em traumatismo cranioencefálico, neurocirurgias, hemorragia subaracnoidea e neuroinfecções. Uso off-label em arritmias ventriculares refratárias a lidocaína.",
            "posologia": "Carga IV: 15–20 mg/kg (adultos, crianças e neonatos), administrada em infusão lenta. Manutenção: 4–7 mg/kg/dia VO ou IV, divididos a cada 8 ou 12 horas. Neonatos podem necessitar de doses maiores na manutenção (5–8 mg/kg/dia) devido à imaturidade hepática. Ajustar conforme níveis plasmáticos (terapêutico: 10–20 mcg/mL total, 1–2 mcg/mL livre).",
            "administracao": "Via intravenosa (IV) em acesso periférico de grande calibre ou acesso venoso central, com infusão lenta. A via intramuscular é contraindicada devido à necrose tecidual e absorção imprevisível. Via oral utilizada na manutenção. Nunca administrar em bolus rápido.",
            "doseMaxima": "Velocidade máxima IV: 50 mg/min em adultos; 1–3 mg/kg/min em crianças. Dose máxima diária: 600 mg/dia, ajustável conforme controle clínico e níveis plasmáticos. Doses acima podem ser usadas sob monitorização rigorosa em casos refratários.",
            "doseMinima": "Manutenção mínima: 4 mg/kg/dia VO ou IV, divididos, em adultos e crianças. Neonatos: manutenção mínima de 5 mg/kg/dia.",
            "reacoesAdversas": "Depressão do SNC (nistagmo, ataxia, disartria, sedação, tremor), rash cutâneo, síndrome de Stevens-Johnson, necrólise epidérmica tóxica, síndrome de hipersensibilidade (DRESS), hepatotoxicidade, hiperplasia gengival, hirsutismo, osteomalácia, neuropatia periférica, anemia megaloblástica, linfadenopatia, ginecomastia, hipotensão, bradicardia, colapso cardiovascular (se infundida rapidamente), necrose tecidual local por extravasamento, encefalopatia em toxicidade aguda.",
            "riscoGravidez": "Categoria D. Teratogênica. Associada à síndrome fetal da hidantoína (retardo de crescimento intrauterino, dismorfismos faciais, hipoplasia digital, defeitos cardíacos, fenda palatina e atraso do desenvolvimento neuropsicomotor). Utilizar apenas se o benefício superar claramente o risco. Requer suplementação rigorosa de ácido fólico (5 mg/dia) e acompanhamento obstétrico especializado.",
            "riscoLactacao": "Excreta-se em pequenas quantidades no leite materno. Geralmente considerado seguro, mas recomenda-se monitorizar o lactente quanto a sedação, irritabilidade e dificuldade de sucção.",
            "ajusteRenal": "Na insuficiência renal, a fração livre da fenitoína aumenta devido à hipoalbuminemia e uremia, elevando o risco de toxicidade. Necessário monitorar a fração livre ou corrigir os níveis totais usando a fórmula de Sheiner-Tozer.",
            "ajusteHepatico": "Ajuste obrigatório na insuficiência hepática moderada a grave devido à redução do metabolismo hepático e risco de acúmulo e toxicidade. Monitorizar rigorosamente níveis plasmáticos e parâmetros clínicos.",
            "contraindicacoes": "Hipersensibilidade às hidantoínas ou a qualquer componente da fórmula. Bloqueio AV de segundo ou terceiro grau. Bradicardia sinusal. Síndrome de Stokes-Adams. Insuficiência hepática grave descompensada. Histórico de reações de hipersensibilidade severa a fenitoína.",
            "interacaoMedicamento": "Indutor potente das enzimas CYP450 (CYP3A4, CYP2C9, CYP2C19), reduzindo eficácia de anticoagulantes (varfarina), anticoncepcionais hormonais, corticoides, antirretrovirais, bloqueadores de canal de cálcio, entre outros. Potencializa toxicidade de carbamazepina, valproato e fenobarbital. Inibidores enzimáticos como isoniazida, fluconazol e amiodarona aumentam os níveis de fenitoína, elevando risco de toxicidade. Depressão do SNC potencializada por álcool, opioides, benzodiazepínicos e anestésicos gerais.",
            "apresentacao": "Ampolas de 250 mg/5 mL (50 mg/mL) para uso IV. Comprimidos de 100 mg para uso oral.",
            "preparo": "Ampola pronta para uso. Administrar IV diretamente ou diluída em 50–100 mL de SF 0,9% se necessário. Infundir lentamente (máximo 50 mg/min em adultos). Solução altamente alcalina (pH 12), com risco de precipitação e necrose em caso de extravasamento. Via oral: administrar comprimido com água, sem partir ou mastigar.",
            "solucoesCompatíveis": "Exclusivamente soro fisiológico 0,9%. Incompatível com soluções glicosadas, bicarbonato, Ringer lactato e outras soluções aquosas devido à alta alcalinidade e risco de precipitação.",
            "armazenamento": "Ampolas: armazenar entre 15°C e 30°C, protegidas da luz. Comprimidos: conservar em temperatura ambiente (15°C a 30°C), protegido de umidade e luz direta.",
            "cuidadosMedicos": "Monitorizar sinais vitais durante e após infusão IV, especialmente pressão arterial, frequência cardíaca e respiratória. Observar rigorosamente para hipotensão, arritmias, depressão respiratória, rash, edema facial e sintomas neurológicos (nistagmo, ataxia, disartria). Monitorizar níveis séricos totais e fração livre (terapêutico: 10–20 mcg/mL total, 1–2 mcg/mL livre). Avaliar função hepática, renal e hemograma periodicamente. Corrigir cálcio, vitamina D e folato no uso crônico.",
            "cuidadosFarmaceuticos": "Verificar integridade da ampola, cor e aspecto da solução (límpida, incolor). Diluir corretamente se necessário, respeitar rigorosamente a velocidade de infusão e utilizar acesso venoso de grande calibre ou central. Não administrar IM. Conferir prescrição, compatibilidade e realizar controle rigoroso de estoque, considerando regulamentação de psicotrópicos (Portaria 344/98 - ANVISA).",
            "cuidadosEnfermagem": "Monitorizar sinais vitais antes, durante e após a administração IV. Observar local de punção para dor, edema, eritema ou sinais de extravasamento. Notificar imediatamente sinais de hipotensão, bradicardia, depressão respiratória, rash cutâneo, edema facial, prurido, nistagmo, ataxia ou qualquer sinal de toxicidade. Garantir funcionamento da bomba de infusão, acesso venoso adequado e monitorização neurológica contínua.",
            "fontesBibliograficas": "Bula Hidantal®, UpToDate (2024), Micromedex, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia, Tintinalli's Emergency Medicine, PubMed ID 37129642, Diretrizes ILAE (International League Against Epilepsy), Manual SBP Terapêutica Pediátrica, Diretrizes AAN (American Academy of Neurology)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Phenytoin (Diphenylhydantoin)",
            "nomeComercial": "Hidantal®, Phenytoin®, Epelin®",
            "classificacao": "Antiepileptic, anticonvulsant, neuronal membrane stabilizer, class IB antiarrhythmic (off-label)",
            "mecanismoAcao": "Selectively blocks voltage-dependent sodium channels in their inactive form, prolonging the refractory period and stabilizing the neuronal membrane. This reduces the propagation of abnormal action potentials and limits high-frequency firing of hyperexcitable neurons. It acts primarily in preventing the propagation of focal and tonic-clonic seizures. It also has a mild class IB antiarrhythmic effect due to stabilization of myocardial membranes.",
            "farmacocinetica": "Variable oral absorption (70–95%), high bioavailability, formulation dependent. IV onset of action in 10–30 minutes. IV plasma peak in 1–3 hours. Highly variable half-life (7–42 hours) due to non-linear kinetics (Michaelis-Menten), with saturable hepatic metabolism by CYP2C9 and CYP2C19 isoenzymes. Plasma protein binding of 90–95%, especially to albumin. Volume of distribution: 0.6–0.8 L/kg. Renal excretion of inactive metabolites. Clearance reduced in hepatic, renal insufficiency and in elderly.",
            "farmacodinamica": "Stabilizes hyperexcitable neuronal membranes, suppresses high-frequency discharge and prevents seizure propagation. Effective in controlling generalized and focal tonic-clonic seizures. No efficacy in absence seizures. Provides potent anticonvulsant effect without generalized depression of the central nervous system at therapeutic doses. Has off-label antiarrhythmic effect in refractory ventricular tachyarrhythmias.",
            "indicacoes": "Treatment and prevention of focal and generalized tonic-clonic convulsive seizures. Status epilepticus (after benzodiazepines). Prevention of seizures in traumatic brain injury, neurosurgery, subarachnoid hemorrhage and neuroinfections. Off-label use in lidocaine-refractory ventricular arrhythmias.",
            "posologia": "IV loading: 15–20 mg/kg (adults, children and neonates), administered by slow infusion. Maintenance: 4–7 mg/kg/day PO or IV, divided every 8 or 12 hours. Neonates may require higher maintenance doses (5–8 mg/kg/day) due to hepatic immaturity. Adjust according to plasma levels (therapeutic: 10–20 mcg/mL total, 1–2 mcg/mL free).",
            "administracao": "Intravenous route (IV) in large-bore peripheral access or central venous access, with slow infusion. Intramuscular route is contraindicated due to tissue necrosis and unpredictable absorption. Oral route used in maintenance. Never administer as rapid bolus.",
            "doseMaxima": "Maximum IV rate: 50 mg/min in adults; 1–3 mg/kg/min in children. Maximum daily dose: 600 mg/day, adjustable according to clinical control and plasma levels. Higher doses may be used under rigorous monitoring in refractory cases.",
            "doseMinima": "Minimum maintenance: 4 mg/kg/day PO or IV, divided, in adults and children. Neonates: minimum maintenance of 5 mg/kg/day.",
            "reacoesAdversas": "CNS depression (nystagmus, ataxia, dysarthria, sedation, tremor), cutaneous rash, Stevens-Johnson syndrome, toxic epidermal necrolysis, hypersensitivity syndrome (DRESS), hepatotoxicity, gingival hyperplasia, hirsutism, osteomalacia, peripheral neuropathy, megaloblastic anemia, lymphadenopathy, gynecomastia, hypotension, bradycardia, cardiovascular collapse (if infused rapidly), local tissue necrosis from extravasation, encephalopathy in acute toxicity.",
            "riscoGravidez": "Category D. Teratogenic. Associated with fetal hydantoin syndrome (intrauterine growth retardation, facial dysmorphisms, digital hypoplasia, cardiac defects, cleft palate and neuropsychomotor development delay). Use only if benefit clearly outweighs risk. Requires rigorous folic acid supplementation (5 mg/day) and specialized obstetric follow-up.",
            "riscoLactacao": "Excreted in small amounts in breast milk. Generally considered safe, but monitoring the nursing infant for sedation, irritability and sucking difficulty is recommended.",
            "ajusteRenal": "In renal insufficiency, the free fraction of phenytoin increases due to hypoalbuminemia and uremia, increasing the risk of toxicity. Monitoring the free fraction or correcting total levels using the Sheiner-Tozer formula is necessary.",
            "ajusteHepatico": "Mandatory adjustment in moderate to severe hepatic insufficiency due to reduced hepatic metabolism and risk of accumulation and toxicity. Rigorously monitor plasma levels and clinical parameters.",
            "contraindicacoes": "Hypersensitivity to hydantoins or any component of the formula. Second or third degree AV block. Sinus bradycardia. Stokes-Adams syndrome. Severe decompensated hepatic insufficiency. History of severe hypersensitivity reactions to phenytoin.",
            "interacaoMedicamento": "Potent inducer of CYP450 enzymes (CYP3A4, CYP2C9, CYP2C19), reducing efficacy of anticoagulants (warfarin), hormonal contraceptives, corticosteroids, antiretrovirals, calcium channel blockers, among others. Potentiates toxicity of carbamazepine, valproate and phenobarbital. Inhibitors enzyme such as isoniazid, fluconazole and amiodarone increase phenytoin levels, increasing risk of toxicity. CNS depression potentiated by alcohol, opioids, benzodiazepines and general anesthetics.",
            "apresentacao": "Ampoules of 250 mg/5 mL (50 mg/mL) for IV use. 100 mg tablets for oral use.",
            "preparo": "Ampoule ready for use. Administer IV directly or diluted in 50–100 mL of 0.9% saline if necessary. Infuse slowly (maximum 50 mg/min in adults). Highly alkaline solution (pH 12), with risk of precipitation and necrosis in case of extravasation. Oral route: administer tablet with water, without breaking or chewing.",
            "solucoesCompatíveis": "Exclusively 0.9% saline. Incompatible with glucose solutions, bicarbonate, Ringer's lactate and other aqueous solutions due to high alkalinity and precipitation risk.",
            "armazenamento": "Ampoules: store between 15°C and 30°C, protected from light. Tablets: keep at room temperature (15°C to 30°C), protected from moisture and direct light.",
            "cuidadosMedicos": "Monitor vital signs during and after IV infusion, especially blood pressure, heart rate and respiratory rate. Observe rigorously for hypotension, arrhythmias, respiratory depression, rash, facial edema and neurological symptoms (nystagmus, ataxia, dysarthria). Monitor total and free serum levels (therapeutic: 10–20 mcg/mL total, 1–2 mcg/mL free). Evaluate hepatic, renal function and complete blood count periodically. Correct calcium, vitamin D and folate in chronic use.",
            "cuidadosFarmaceuticos": "Check ampoule integrity, color and solution appearance (clear, colorless). Dilute correctly if necessary, strictly respect infusion rate and use large-bore or central venous access. Do not administer IM. Check prescription, compatibility and perform rigorous stock control, considering psychotropic regulation (Ordinance 344/98 - ANVISA).",
            "cuidadosEnfermagem": "Monitor vital signs before, during and after IV administration. Observe puncture site for pain, edema, erythema or signs of extravasation. Immediately report signs of hypotension, bradycardia, respiratory depression, cutaneous rash, facial edema, pruritus, nystagmus, ataxia or any sign of toxicity. Ensure infusion pump function, adequate venous access and continuous neurological monitoring.",
            "fontesBibliograficas": "FDA Label (Hidantal®), UpToDate (2024), Micromedex, Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia, Tintinalli's Emergency Medicine, PubMed ID 37129642, ILAE Guidelines (International League Against Epilepsy), SBP Pediatric Therapeutics Manual, AAN Guidelines (American Academy of Neurology)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Fenitoína (Difenilhidantoína)",
            "nomeComercial": "Hidantal®, Fenitoin®, Epelin®",
            "classificacao": "Antiepiléptico, anticonvulsivante, estabilizador de membrana neuronal, antiarrítmico clase IB (uso no aprobado)",
            "mecanismoAcao": "Bloquea selectivamente los canales de sodio dependientes de voltaje en su forma inactiva, prolongando el período refractario y estabilizando la membrana neuronal. Esto reduce la propagación de potenciales de acción anormales y limita disparos de alta frecuencia de las neuronas hiperexcitables. Actúa principalmente en la prevención de la propagación de crisis focales y tónico-clónicas. También posee leve efecto antiarrítmico clase IB debido a la estabilización de las membranas miocárdicas.",
            "farmacocinetica": "Absorción oral variable (70–95%), biodisponibilidad alta, dependiente de la formulación. Inicio de acción IV en 10–30 minutos. Pico plasmático IV en 1–3 horas. Vida media altamente variable (7–42 horas) debido a la cinética no lineal (Michaelis-Menten), con metabolismo saturable hepático por las isoenzimas CYP2C9 y CYP2C19. Unión a proteínas plasmáticas del 90–95%, especialmente a la albúmina. Volumen de distribución: 0,6–0,8 L/kg. Excreción renal de metabolitos inactivos. Aclaramiento reducido en insuficiencia hepática, renal y en ancianos.",
            "farmacodinamica": "Estabiliza membranas neuronales hiperexcitables, suprime descarga de alta frecuencia y previene propagación de las crisis. Eficaz en el control de crisis tónico-clónicas generalizadas y focales. No tiene eficacia en crisis de ausencia. Proporciona efecto anticonvulsivante potente sin depresión generalizada del sistema nervioso central en dosis terapéuticas. Posee efecto antiarrítmico de uso no aprobado en taquiarritmias ventriculares refractarias.",
            "indicacoes": "Tratamiento y prevención de crisis convulsivas focales y tónico-clónicas generalizadas. Estado epiléptico (tras benzodiazepínicos). Prevención de convulsiones en traumatismo craneoencefálico, neurocirugías, hemorragia subaracnoidea y neuroinfecciones. Uso no aprobado en arritmias ventriculares refractarias a lidocaína.",
            "posologia": "Carga IV: 15–20 mg/kg (adultos, niños y neonatos), administrada en infusión lenta. Mantenimiento: 4–7 mg/kg/día VO o IV, divididos cada 8 o 12 horas. Neonatos pueden necesitar dosis mayores en el mantenimiento (5–8 mg/kg/día) debido a la inmadurez hepática. Ajustar según niveles plasmáticos (terapéutico: 10–20 mcg/mL total, 1–2 mcg/mL libre).",
            "administracao": "Vía intravenosa (IV) en acceso periférico de gran calibre o acceso venoso central, con infusión lenta. La vía intramuscular está contraindicada debido a la necrosis tisular y absorción impredecible. Vía oral utilizada en el mantenimiento. Nunca administrar en bolo rápido.",
            "doseMaxima": "Velocidad máxima IV: 50 mg/min en adultos; 1–3 mg/kg/min en niños. Dosis máxima diaria: 600 mg/día, ajustable según control clínico y niveles plasmáticos. Dosis superiores pueden usarse bajo monitorización rigurosa en casos refractarios.",
            "doseMinima": "Mantenimiento mínimo: 4 mg/kg/día VO o IV, divididos, en adultos y niños. Neonatos: mantenimiento mínimo de 5 mg/kg/día.",
            "reacoesAdversas": "Depresión del SNC (nistagmo, ataxia, disartria, sedación, temblor), erupción cutánea, síndrome de Stevens-Johnson, necrólisis epidérmica tóxica, síndrome de hipersensibilidad (DRESS), hepatotoxicidad, hiperplasia gingival, hirsutismo, osteomalacia, neuropatía periférica, anemia megaloblástica, linfadenopatía, ginecomastia, hipotensión, bradicardia, colapso cardiovascular (si se infunde rápidamente), necrosis tisular local por extravasación, encefalopatía en toxicidad aguda.",
            "riscoGravidez": "Categoría D. Teratogénica. Asociada al síndrome fetal de la hidantoína (retraso de crecimiento intrauterino, dismorfismos faciales, hipoplasia digital, defectos cardíacos, paladar hendido y retraso del desarrollo neuropsicomotor). Utilizar solo si el beneficio supera claramente el riesgo. Requiere suplementación rigurosa de ácido fólico (5 mg/día) y seguimiento obstétrico especializado.",
            "riscoLactacao": "Se excreta en pequeñas cantidades en la leche materna. Generalmente considerado seguro, pero se recomienda monitorizar al lactante respecto a sedación, irritabilidad y dificultad de succión.",
            "ajusteRenal": "En la insuficiencia renal, la fracción libre de la fenitoína aumenta debido a la hipoalbuminemia y uremia, elevando el riesgo de toxicidad. Es necesario monitorizar la fracción libre o corregir los niveles totales usando la fórmula de Sheiner-Tozer.",
            "ajusteHepatico": "Ajuste obligatorio en insuficiencia hepática moderada a grave debido a la reducción del metabolismo hepático y riesgo de acumulación y toxicidad. Monitorizar rigurosamente niveles plasmáticos y parámetros clínicos.",
            "contraindicacoes": "Hipersensibilidad a las hidantoínas o a cualquier componente de la fórmula. Bloqueo AV de segundo o tercer grado. Bradicardia sinusal. Síndrome de Stokes-Adams. Insuficiencia hepática grave descompensada. Antecedentes de reacciones de hipersensibilidad severa a fenitoína.",
            "interacaoMedicamento": "Inductor potente de las enzimas CYP450 (CYP3A4, CYP2C9, CYP2C19), reduciendo eficacia de anticoagulantes (warfarina), anticonceptivos hormonales, corticoides, antirretrovirales, bloqueadores de canal de calcio, entre otros. Potencia toxicidad de carbamazepina, valproato y fenobarbital. Inhibidores enzimáticos como isoniazida, fluconazol y amiodarona aumentan los niveles de fenitoína, elevando riesgo de toxicidad. Depresión del SNC potenciada por alcohol, opioides, benzodiazepínicos y anestésicos generales.",
            "apresentacao": "Ampollas de 250 mg/5 mL (50 mg/mL) para uso IV. Comprimidos de 100 mg para uso oral.",
            "preparo": "Ampolla lista para uso. Administrar IV directamente o diluida en 50–100 mL de SF 0,9% si es necesario. Infundir lentamente (máximo 50 mg/min en adultos). Solución altamente alcalina (pH 12), con riesgo de precipitación y necrosis en caso de extravasación. Vía oral: administrar comprimido con agua, sin partir o masticar.",
            "solucoesCompatíveis": "Exclusivamente suero fisiológico 0,9%. Incompatible con soluciones glucosadas, bicarbonato, Ringer lactato y otras soluciones acuosas debido a la alta alcalinidad y riesgo de precipitación.",
            "armazenamento": "Ampollas: almacenar entre 15°C y 30°C, protegidas de la luz. Comprimidos: conservar a temperatura ambiente (15°C a 30°C), protegido de humedad y luz directa.",
            "cuidadosMedicos": "Monitorizar signos vitales durante y tras infusión IV, especialmente presión arterial, frecuencia cardíaca y respiratoria. Observar rigurosamente para hipotensión, arritmias, depresión respiratoria, erupción, edema facial y síntomas neurológicos (nistagmo, ataxia, disartria). Monitorizar niveles séricos totales y fracción libre (terapéutico: 10–20 mcg/mL total, 1–2 mcg/mL libre). Evaluar función hepática, renal y hemograma periódicamente. Corregir calcio, vitamina D y folato en uso crónico.",
            "cuidadosFarmaceuticos": "Verificar integridad de la ampolla, color y aspecto de la solución (límpida, incolora). Diluir correctamente si es necesario, respetar rigurosamente la velocidad de infusión y utilizar acceso venoso de gran calibre o central. No administrar IM. Verificar prescripción, compatibilidad y realizar control riguroso de stock, considerando regulación de psicotrópicos (Ordenanza 344/98 - ANVISA).",
            "cuidadosEnfermagem": "Monitorizar signos vitales antes, durante y tras la administración IV. Observar local de punción para dolor, edema, eritema o signos de extravasación. Notificar inmediatamente signos de hipotensión, bradicardia, depresión respiratoria, erupción cutánea, edema facial, prurito, nistagmo, ataxia o cualquier signo de toxicidad. Garantizar funcionamiento de la bomba de infusión, acceso venoso adecuado y monitorización neurológica continua.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Hidantal®), UpToDate (2024), Micromedex, Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia, Tintinalli's Emergency Medicine, PubMed ID 37129642, Directrices ILAE (International League Against Epilepsy), Manual SBP Terapéutica Pediátrica, Directrices AAN (American Academy of Neurology)."
        }
    }
}