{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Fenobarbital",
            "nomeComercial": "Gardenal®, Fenobarbital®",
            "classificacao": "Antiepiléptico, barbitúrico de ação prolongada, sedativo-hipnótico, agente anticonvulsivante de primeira linha em neonatos",
            "mecanismoAcao": "Atua como agonista do receptor GABA-A, aumentando o tempo de abertura dos canais de cloro, o que promove influxo de Cl- e hiperpolarização da membrana neuronal. Isso resulta na redução da excitabilidade neuronal e na inibição da transmissão sináptica excitatória. Em doses elevadas, também exerce efeito antagonista sobre receptores glutamatérgicos do tipo AMPA, contribuindo para efeito anticonvulsivante. Além disso, reduz atividade da medula espinhal, conferindo efeito sedativo-hipnótico.",
            "farmacocinetica": "Absorção oral quase completa (>95%). Biodisponibilidade elevada. Início de ação: 5 minutos via IV, 20–30 minutos IM, 60–90 minutos VO. Pico de efeito IV em 30 minutos. Meia-vida longa: adultos 53–118 horas; neonatos até 180 horas. Liga-se 45–60% às proteínas plasmáticas. Metabolização hepática via CYP2C9, CYP2C19 e indutor potente de enzimas CYP450. Excreção: renal (25–50% como droga inalterada, o restante como metabólitos). Clearance aumentado em crianças e diminuído em idosos e hepatopatas.",
            "farmacodinamica": "Reduz a excitabilidade neuronal e a propagação dos impulsos epilépticos. Controla crises convulsivas generalizadas (tônico-clônicas) e crises focais. Atua como agente anticonvulsivante primário em neonatos e como opção em status epilepticus refratário. Efeito sedativo e hipnótico dose-dependente, podendo provocar depressão respiratória e cardiovascular em doses elevadas ou infusão rápida.",
            "indicacoes": "Controle de crises epilépticas generalizadas (tônico-clônicas) e focais. Tratamento de crises neonatais. Status epilepticus refratário. Prevenção de convulsões em traumatismo cranioencefálico, infecções do sistema nervoso central e intoxicações. Sedação em cuidados paliativos. Controle da síndrome de abstinência alcoólica ou de outros sedativos.",
            "posologia": "Adulto: dose de ataque 10–20 mg/kg IV ou IM, dividida em doses. Manutenção 1–3 mg/kg/dia VO, IV ou IM. Pediatria: carga 15–20 mg/kg IV em dose única, seguida de 3–5 mg/kg/dia VO, IV ou IM, dividida a cada 12–24 horas. Neonatos: carga inicial de 20 mg/kg IV em bolus lento. Se necessário, pode ser administrada dose adicional de 5–10 mg/kg, até máximo de 40 mg/kg. Manutenção: 3–5 mg/kg/dia VO, IV ou IM.",
            "administracao": "Via intravenosa (IV), intramuscular (IM) ou via oral (VO). Infusão IV deve ser lenta, velocidade máxima de 50–60 mg/min (ideal 30–50 mg/min), com monitorização rigorosa de sinais vitais. Administração IM possível, porém dolorosa e irritativa. Via oral usada na manutenção.",
            "doseMaxima": "Carga: até 40 mg/kg em neonatos. Manutenção: até 200–300 mg/dia em adultos, podendo ser maior conforme níveis terapêuticos monitorados (até 500 mg/dia em situações específicas sob rigoroso controle).",
            "doseMinima": "Manutenção mínima: 1 mg/kg/dia em adultos e 3 mg/kg/dia em neonatos e crianças.",
            "reacoesAdversas": "Sedação, sonolência, ataxia, letargia, depressão respiratória (especialmente em infusão IV rápida), hipotensão, bradicardia, rash cutâneo, síndrome de Stevens-Johnson (rara), necrose hepática (rara), osteomalácia, déficit cognitivo com uso crônico, hiperatividade e irritabilidade em crianças, dependência física, síndrome de abstinência (ansiedade, tremores, convulsões, delírio).",
            "riscoGravidez": "Categoria D. Alto risco teratogênico, incluindo defeitos do tubo neural, cardiopatias, fendas orofaciais e atraso do desenvolvimento neuropsicomotor. Usar apenas se não houver alternativa. Exige suplementação rigorosa de ácido fólico (5 mg/dia) antes da concepção e durante a gestação.",
            "riscoLactacao": "Excreção significativa no leite materno. Pode causar sedação, letargia, sucção deficiente e apneia no lactente. Avaliar risco/benefício individual. Geralmente permitido sob monitorização clínica rigorosa do bebê.",
            "ajusteRenal": "Necessário cautela em insuficiência renal grave. Clearance renal reduzido aumenta risco de toxicidade. Monitorar níveis séricos frequentemente e ajustar dose se necessário.",
            "ajusteHepatico": "Ajuste obrigatório na insuficiência hepática moderada a grave devido à redução do metabolismo. Maior risco de sedação excessiva, acúmulo e toxicidade. Monitorização de níveis séricos essencial.",
            "contraindicacoes": "Hipersensibilidade aos barbitúricos. Porfiria aguda intermitente. Insuficiência respiratória severa não controlada. Insuficiência hepática grave descompensada. História de dependência a barbitúricos sem supervisão médica.",
            "interacaoMedicamento": "Indutor potente do CYP450, reduzindo efeito de anticoagulantes (varfarina), anticoncepcionais orais, corticosteroides, bloqueadores de canal de cálcio, antirretrovirais, antidepressivos e vários outros. Potencializa depressão do SNC com benzodiazepínicos, opioides, álcool, anestésicos gerais. Interage com valproato, carbamazepina, fenitoína (interações complexas, podendo aumentar ou reduzir concentrações).",
            "apresentacao": "Ampolas de 200 mg/mL para uso IV/IM. Comprimidos de 15 mg, 50 mg e 100 mg para uso oral.",
            "preparo": "Ampola pronta para uso. Administrar IV diluído em 5–10 mL de SF 0,9% para cada 200 mg, infundindo lentamente (máximo 50–60 mg/min). IM direto, mas doloroso. Comprimidos VO administrados com água. Soluções reconstituídas devem ser usadas imediatamente.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%. Incompatível com soluções alcalinas, glicosadas e bicarbonato de sódio.",
            "armazenamento": "Ampolas: armazenar entre 15°C e 30°C, protegidas da luz. Comprimidos: armazenar em temperatura ambiente, protegido de umidade e luz direta.",
            "cuidadosMedicos": "Monitorar sinais vitais durante e após administração IV ou IM, especialmente frequência respiratória, pressão arterial e nível de consciência. Monitorar níveis plasmáticos (terapêutico: 15–40 mcg/mL). Avaliar função hepática, renal e hemograma periodicamente. Observar sinais de depressão respiratória, sedação excessiva ou toxicidade. Na retirada, realizar desmame lento para evitar síndrome de abstinência.",
            "cuidadosFarmaceuticos": "Assegurar diluição correta e infusão na velocidade adequada. Verificar integridade da ampola, aspecto da solução (límpida, incolor). Realizar dispensação conforme controle de substâncias psicotrópicas (portaria 344/98 - ANVISA). Armazenar corretamente. Checar compatibilidade e não misturar com soluções incompatíveis.",
            "cuidadosEnfermagem": "Monitorizar sinais vitais, padrão respiratório e nível de consciência. Observar o local da infusão para sinais de extravasamento ou reação local. Notificar imediatamente sinais de depressão respiratória, sonolência excessiva, rash cutâneo, hipotensão ou toxicidade. Atenção especial ao risco de queda em pacientes sedados. Garantir vias aéreas pérvias e suporte ventilatório se necessário.",
            "fontesBibliograficas": "Bula Gardenal®, UpToDate (2024), Micromedex, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia, Tintinalli's Emergency Medicine, PubMed ID 37129610, Diretrizes ILAE (International League Against Epilepsy), Diretrizes SBP Terapêutica Pediátrica."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Phenobarbital",
            "nomeComercial": "Gardenal®, Luminal®, Phenobarbital®",
            "classificacao": "Antiepileptic, anticonvulsant, barbiturate, sedative-hypnotic, GABA-A receptor modulator",
            "mecanismoAcao": "Phenobarbital enhances GABAergic neurotransmission by increasing the duration of chloride channel opening at the GABA-A receptor, leading to neuronal hyperpolarization and CNS depression. It also inhibits glutamate-mediated excitatory transmission and reduces neuronal firing. Its anticonvulsant effect is due to the suppression of abnormal electrical activity in the brain, making it effective in generalized and focal seizures. At higher doses, it has sedative and hypnotic properties, and in toxic doses, it can cause profound CNS and respiratory depression.",
            "farmacocinetica": "• Oral bioavailability: >90%.\n• Onset: 20–60 min (oral), 5 min (IV).\n• Peak: 8–12 h (oral).\n• Half-life: 2–6 days (adults), 1–3 days (children).\n• Volume of distribution: 0.5–1 L/kg.\n• Plasma protein binding: 40–60%.\n• Metabolism: hepatic (CYP2C9, CYP2C19).\n• Excretion: renal (20–30% unchanged).\n• Crosses placenta and is excreted in breast milk.",
            "farmacodinamica": "Reduces seizure frequency and severity in generalized tonic-clonic and focal seizures. Has sedative and hypnotic effects at higher doses. Induces hepatic enzymes, increasing metabolism of other drugs. Tolerance and dependence may develop with prolonged use. In neonates, it is the drug of choice for seizure control due to its efficacy and safety profile.",
            "indicacoes": "• Generalized and focal seizures (including status epilepticus).\n• Sedation in severe agitation or refractory status epilepticus.\n• Neonatal seizures.\n• Off-label: withdrawal syndromes, severe insomnia (rare).",
            "posologia": "Adults:\n• Seizures: 60–200 mg/day PO or IV, divided every 12–24 h.\n• Status epilepticus: 10–20 mg/kg IV loading, then 1–3 mg/kg/day maintenance.\nPediatrics:\n• Neonates: 15–20 mg/kg IV loading, then 3–5 mg/kg/day maintenance.\n• Children: 3–5 mg/kg/day PO or IV, divided every 12–24 h.",
            "administracao": "• Oral (tablets, elixir).\n• IV (slow infusion, max 50 mg/min).\n• IM (rare, painful, less preferred).\n• Monitor for respiratory depression and hypotension during IV use.",
            "doseMaxima": "• Adults: 600 mg/day.\n• Pediatrics: 8 mg/kg/day.",
            "doseMinima": "• 1 mg/kg/day (pediatrics).",
            "reacoesAdversas": "Very common (>10%):\n• Drowsiness, sedation, cognitive impairment.\nCommon (1–10%):\n• Ataxia, nystagmus, rash, hypotension (IV).\nUncommon (0.1–1%):\n• Respiratory depression, paradoxical agitation, megaloblastic anemia.\nRare (<0.1%):\n• Stevens-Johnson syndrome, hepatic dysfunction, osteomalacia (long-term use).",
            "riscoGravidez": "Category D. Teratogenic (risk of fetal malformations, withdrawal syndrome, and bleeding). Use only if benefits outweigh risks. Supplement with folic acid and vitamin K.",
            "riscoLactacao": "Excreted in breast milk. Use with caution; monitor for sedation and feeding difficulties in infants.",
            "ajusteRenal": "• Reduce dose in severe renal impairment.\n• Monitor serum levels and signs of toxicity.",
            "ajusteHepatico": "• Reduce dose in severe hepatic impairment.\n• Monitor for CNS depression and toxicity.",
            "contraindicacoes": "• Hypersensitivity to phenobarbital or barbiturates.\n• Severe respiratory depression.\n• Porphyria.\n• Severe hepatic impairment.",
            "interacaoMedicamento": "• Induces CYP450 enzymes, reducing efficacy of oral contraceptives, anticoagulants, corticosteroids, and other drugs.\n• Potentiates CNS depression with benzodiazepines, opioids, alcohol, antihistamines.\n• Increased toxicity with valproic acid, phenytoin, carbamazepine.\n• May increase risk of osteomalacia with chronic use.",
            "apresentacao": "• Tablets: 15 mg, 30 mg, 100 mg.\n• Elixir: 20 mg/5 mL.\n• Ampoules: 200 mg/mL (IV/IM).",
            "preparo": "• IV: dilute in NS or D5W, infuse slowly (max 50 mg/min).\n• Oral: administer with or without food.\n• IM: deep injection, less preferred due to pain.",
            "solucoesCompatíveis": "• NS, D5W.\n• Incompatible with acidic solutions and some antibiotics (check compatibility).",
            "armazenamento": "• Store at room temperature (15–30°C).\n• Protect from light and moisture.\n• Use reconstituted IV solution within 24 h.",
            "cuidadosMedicos": "• Monitor serum levels (therapeutic: 10–40 mcg/mL).\n• Assess for sedation, respiratory depression, and cognitive effects.\n• Avoid abrupt withdrawal (risk of seizures).\n• Supplement with vitamin D and folic acid in long-term use.",
            "cuidadosFarmaceuticos": "• Confirm dose, route, and compatibility.\n• Prepare IV solution under aseptic conditions.\n• Document batch, dose, route, and time.\n• Monitor for precipitation and incompatibility.",
            "cuidadosEnfermagem": "• Monitor vital signs, level of consciousness, and respiratory status.\n• Assess for rash, ataxia, and behavioral changes.\n• Educate patient/family about adherence and side effects.\n• Report any adverse reactions immediately.",
            "fontesBibliograficas": "FDA Label (Phenobarbital), UpToDate (2024), Micromedex, Goodman & Gilman (13th Ed.), PubMed ID 37129642, ILAE Guidelines, AAN Guidelines, Tintinalli's Emergency Medicine (9th Ed.)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Fenobarbital",
            "nomeComercial": "Gardenal®, Luminal®, Fenobarbital®",
            "classificacao": "Antiepiléptico, anticonvulsivante, barbitúrico, sedante-hipnótico, modulador del receptor GABA-A",
            "mecanismoAcao": "El fenobarbital potencia la neurotransmisión GABAérgica aumentando la duración de la apertura del canal de cloro en el receptor GABA-A, lo que conduce a la hiperpolarización neuronal y depresión del SNC. También inhibe la transmisión excitatoria mediada por glutamato y reduce la descarga neuronal. Su efecto anticonvulsivo se debe a la supresión de la actividad eléctrica anormal en el cerebro, siendo eficaz en crisis generalizadas y focales. A dosis más altas, tiene propiedades sedantes e hipnóticas, y en dosis tóxicas puede causar depresión profunda del SNC y respiratoria.",
            "farmacocinetica": "• Biodisponibilidad oral: >90%.\n• Inicio: 20–60 min (oral), 5 min (IV).\n• Pico: 8–12 h (oral).\n• Vida media: 2–6 días (adultos), 1–3 días (niños).\n• Volumen de distribución: 0,5–1 L/kg.\n• Unión a proteínas plasmáticas: 40–60%.\n• Metabolismo: hepático (CYP2C9, CYP2C19).\n• Excreción: renal (20–30% inalterado).\n• Cruza la placenta y se excreta en la leche materna.",
            "farmacodinamica": "Reduce la frecuencia y gravedad de las crisis generalizadas tónico-clónicas y focales. Tiene efectos sedantes e hipnóticos a dosis más altas. Induce enzimas hepáticas, aumentando el metabolismo de otros fármacos. Puede desarrollarse tolerancia y dependencia con el uso prolongado. En neonatos, es el fármaco de elección para el control de convulsiones por su eficacia y perfil de seguridad.",
            "indicacoes": "• Crisis generalizadas y focales (incluyendo estatus epiléptico).\n• Sedación en agitación grave o estatus epiléptico refractario.\n• Convulsiones neonatales.\n• Uso off-label: síndromes de abstinencia, insomnio grave (raro).",
            "posologia": "Adultos:\n• Crisis: 60–200 mg/día VO o IV, dividido cada 12–24 h.\n• Estatus epiléptico: 10–20 mg/kg IV carga, luego 1–3 mg/kg/día mantenimiento.\nPediatría:\n• Neonatos: 15–20 mg/kg IV carga, luego 3–5 mg/kg/día mantenimiento.\n• Niños: 3–5 mg/kg/día VO o IV, dividido cada 12–24 h.",
            "administracao": "• Oral (comprimidos, elixir).\n• IV (infusión lenta, máx 50 mg/min).\n• IM (raro, doloroso, menos preferido).\n• Monitorizar depresión respiratoria e hipotensión durante uso IV.",
            "doseMaxima": "• Adultos: 600 mg/día.\n• Pediatría: 8 mg/kg/día.",
            "doseMinima": "• 1 mg/kg/día (pediatría).",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Somnolencia, sedación, deterioro cognitivo.\nFrecuentes (1–10%):\n• Ataxia, nistagmo, erupción cutánea, hipotensión (IV).\nPoco frecuentes (0,1–1%):\n• Depresión respiratoria, agitación paradójica, anemia megaloblástica.\nRaras (<0,1%):\n• Síndrome de Stevens-Johnson, disfunción hepática, osteomalacia (uso prolongado).",
            "riscoGravidez": "Categoría D. Teratogénico (riesgo de malformaciones fetales, síndrome de abstinencia y hemorragia). Usar solo si los beneficios superan los riesgos. Suplementar con ácido fólico y vitamina K.",
            "riscoLactacao": "Se excreta en la leche materna. Usar con precaución; monitorizar sedación y dificultades de alimentación en lactantes.",
            "ajusteRenal": "• Reducir dosis en insuficiencia renal grave.\n• Monitorizar niveles séricos y signos de toxicidad.",
            "ajusteHepatico": "• Reducir dosis en insuficiencia hepática grave.\n• Monitorizar depresión del SNC y toxicidad.",
            "contraindicacoes": "• Hipersensibilidad al fenobarbital o barbitúricos.\n• Depresión respiratoria grave.\n• Porfiria.\n• Insuficiencia hepática grave.",
            "interacaoMedicamento": "• Induce enzimas CYP450, reduciendo la eficacia de anticonceptivos orales, anticoagulantes, corticosteroides y otros fármacos.\n• Potencia depresión del SNC con benzodiacepinas, opioides, alcohol, antihistamínicos.\n• Mayor toxicidad con ácido valproico, fenitoína, carbamazepina.\n• Puede aumentar el riesgo de osteomalacia con uso crónico.",
            "apresentacao": "• Comprimidos: 15 mg, 30 mg, 100 mg.\n• Elixir: 20 mg/5 mL.\n• Ampollas: 200 mg/mL (IV/IM).",
            "preparo": "• IV: diluir en SF o SG5%, infundir lentamente (máx 50 mg/min).\n• Oral: administrar con o sin alimentos.\n• IM: inyección profunda, menos preferida por dolor.",
            "solucoesCompatíveis": "• SF, SG5%.\n• Incompatible con soluciones ácidas y algunos antibióticos (ver compatibilidad).",
            "armazenamento": "• Conservar a temperatura ambiente (15–30°C).\n• Proteger de la luz y la humedad.\n• Usar solución IV reconstituida en 24 h.",
            "cuidadosMedicos": "• Monitorizar niveles séricos (terapéutico: 10–40 mcg/mL).\n• Evaluar sedación, depresión respiratoria y efectos cognitivos.\n• Evitar retirada brusca (riesgo de convulsiones).\n• Suplementar con vitamina D y ácido fólico en uso prolongado.",
            "cuidadosFarmaceuticos": "• Confirmar dosis, vía y compatibilidad.\n• Preparar solución IV en condiciones asépticas.\n• Documentar lote, dosis, vía y horario.\n• Monitorizar precipitación e incompatibilidad.",
            "cuidadosEnfermagem": "• Monitorizar signos vitales, nivel de consciencia y estado respiratorio.\n• Evaluar erupción cutánea, ataxia y cambios conductuales.\n• Educar al paciente/familia sobre adherencia y efectos adversos.\n• Notificar cualquier reacción adversa inmediatamente.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Fenobarbital), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Ed.), PubMed ID 37129642, Guías ILAE, Guías AAN, Tintinalli's Emergency Medicine (9ª Ed.)."
        }
    }
}