{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Fentanil (citrato de fentanila)",
            "nomeComercial": "Fentanest®, Sublimaze®, Durogesic®, Fentanyl®",
            "classificacao": "Analgésico opioide; agonista μ-opioide sintético; de ação rápida",
            "mecanismoAcao": "O fentanil é um agonista seletivo e potente dos receptores μ-opioides, promovendo analgesia intensa ao inibir a transmissão da dor no SNC e medula espinhal. Age por ativação de canais de potássio e inibição de canais de cálcio, hiperpolarizando neurônios pós-sinápticos e suprimindo liberação de neurotransmissores como glutamato e substância P. Devido à sua alta lipossolubilidade, possui início rápido e curta duração após bolus único, com potencial de acúmulo em infusões prolongadas (meia-vida contexto-dependente). A ligação do fentanil aos receptores μ modula vias descendentes inibitórias de controle da dor no SNC, especialmente no tálamo, locus coeruleus e substância cinzenta periaquedutal. Ao inibir a condução de impulsos nos neurônios do corno dorsal da medula espinhal, reduz a percepção sensorial e a resposta emocional ao estímulo doloroso. Por ser altamente lipofílico, se acumula em tecidos adiposos e músculo esquelético durante infusões prolongadas, prolongando sua meia-vida efetiva (contexto-dependente).",
            "farmacocinetica": "• Início de ação: 1–2 minutos (IV).\n• Pico de efeito: 3–5 minutos.\n• Duração clínica: 30–60 minutos (bolus único).\n• Meia-vida terminal: 3,5–6 horas (dependente da duração da infusão).\n• Volume de distribuição: 3–6 L/kg.\n• Ligação a proteínas plasmáticas: 80–85%.\n• Metabolização: hepática (CYP3A4) em metabólitos inativos.\n• Excreção: renal, como metabólitos inativos (10% inalterado).",
            "farmacodinamica": "O fentanil é 80 a 100 vezes mais potente que a morfina, com menor liberação de histamina, menor risco de hipotensão e início mais rápido. Sua ação curta o torna ideal para analgesia de procedimentos, indução anestésica e controle intraoperatório da dor. Pode causar rigidez torácica dose-dependente, especialmente quando administrado rapidamente ou em bolus acima de 1 mcg/kg sem sedativos. Apresenta efeito acumulativo em infusões contínuas, prolongando o tempo de despertar e risco de depressão respiratória pós-operatória. O fentanil promove potente analgesia sem efeito ceiling, mas seu uso prolongado ou em altas doses pode levar à tolerância, hiperalgesia induzida por opioides e síndrome de abstinência. A rigidez torácica (wooden chest syndrome) é mais frequente com bolus rápidos acima de 5 mcg/kg, sendo prevenível com administração lenta ou coadministração de benzodiazepínicos. Sua farmacodinâmica é altamente previsível em bolus isolado, mas sua redistribuição lenta em infusão contínua torna o despertar pós-operatório mais lento do que remifentanil ou sufentanil.",
            "indicacoes": "• Indução e manutenção da anestesia geral.\n• Suplemento analgésico em cirurgias (neuro, cardio, geral).\n• Analgesia em procedimentos invasivos (ex: intubação, punção).\n• Sedação e analgesia em UTI (infusão contínua).\n• Off-label: dor crônica oncológica (uso transdérmico).",
            "posologia": "Adultos:\n• Bolus anestésico: 1–5 mcg/kg IV.\n• Infusão contínua: 0,5–5 mcg/kg/h IV.\n• Transdérmico (dor crônica): 25–100 mcg/h a cada 72 h.\nPediatria:\n• Bolus: 1–3 mcg/kg IV.\n• Infusão: 0,5–2 mcg/kg/h IV em UTI ou intraoperatório.\n• Uso transdérmico não recomendado para <12 anos.",
            "administracao": "• Intravenosa (bolus ou infusão contínua).\n• Transdérmica (uso prolongado, dor crônica).\n• Buccal, intranasal e sublingual (formulações específicas não disponíveis em todos os países).\n• Não administrar por via epidural ou intratecal com conservantes.",
            "doseMaxima": "• Titulada conforme resposta e tolerância.\n• Doses cumulativas >20 mcg/kg requerem suporte ventilatório e monitorização contínua.",
            "doseMinima": "• 0,5–1 mcg/kg para sedação leve; 12,5 mcg IV para analgesia leve em adultos.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Bradipneia, sedação, náusea, prurido.\nComuns (1–10%):\n• Rigidez torácica, constipação, bradicardia, hipotensão.\nIncomuns (0,1–1%):\n• Laringoespasmo, espasmo muscular, alucinação.\nRaras (<0,1%):\n• Depressão respiratória prolongada.\n• Reações anafiláticas.\n• Delírio ou agitação paradoxal em idosos.",
            "riscoGravidez": "Categoria C. Pode ser usado em anestesia obstétrica com ventilação assistida. Pode causar depressão respiratória neonatal se usado antes do parto.",
            "riscoLactacao": "Excretado em pequenas quantidades. Uso intraoperatório único geralmente seguro. Evitar amamentação por 6 horas após dose IV ou 24 horas após início de uso transdérmico.",
            "ajusteRenal": "• Não requer ajuste inicial.\n• Usar com cautela em IRC terminal, monitorando efeito cumulativo e despertar prolongado.",
            "ajusteHepatico": "• Metabolização hepática reduzida em hepatopatas graves.\n• Ajustar dose e prolongar intervalo entre bolus ou reduzir velocidade de infusão.",
            "contraindicacoes": "• Hipersensibilidade à fentanila ou opioides similares.\n• Depressão respiratória sem suporte ventilatório.\n• Uso não monitorado fora de ambiente hospitalar.\n• Infusão sem equipamento de controle preciso (bomba de infusão).",
            "interacaoMedicamento": "• Potencializa sedação e apneia com benzodiazepínicos, propofol, barbitúricos.\n• Efeito aditivo com relaxantes musculares não despolarizantes.\n• Inibidores da CYP3A4 (ritonavir, cetoconazol) aumentam risco de toxicidade.\n• Reduz efeito com uso crônico de indutores hepáticos (carbamazepina, fenitoína). A administração concomitante com ISRS ou IMAO pode potencializar o risco de síndrome serotoninérgica, com sintomas como rigidez, hipertermia, agitação e taquicardia. A interação com dexmedetomidina é sinérgica, permitindo redução na dose total de ambos e menor incidência de apneia pós-extubação. O uso com propofol em anestesia total intravenosa (TIVA) exige monitoramento contínuo de profundidade anestésica para evitar awareness intraoperatório. A absorção do fentanil transdérmico é aumentada por febre, hiperemia local ou uso de fontes de calor externo (ex: compressas quentes, aquecedores), podendo causar sobredosagem.",
            "apresentacao": "• Solução injetável: 50 mcg/mL em ampolas de 2 mL, 5 mL ou 10 mL.\n• Adesivos transdérmicos: 25, 50, 75, 100 mcg/h (uso ambulatorial controlado).",
            "preparo": "• Pode ser administrado em bolus lento (≥60 s) ou diluído em SF 0,9% para infusão contínua.\n• Concentrações para infusão: 10–50 mcg/mL conforme protocolo institucional.\n• Preparações devem ser utilizadas em até 24 h sob condições assépticas.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com soluções alcalinas e bicarbonato.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Após diluição, utilizar em até 24 h se refrigerado e sob técnica asséptica.",
            "cuidadosMedicos": "• Monitorar sinais vitais e nível de sedação continuamente.\n• Ajustar titulação conforme resposta clínica e duração do procedimento.\n• Ter naloxona e suporte ventilatório disponíveis.\n• Considerar transição para opioide de meia-vida longa no pós-operatório.",
            "cuidadosFarmaceuticos": "• Garantir rastreabilidade de dose, diluição e lote.\n• Verificar compatibilidade, integridade e validade.\n• Preparar infusão em bomba controlada.\n• Garantir descarte adequado e controle de estoque seguro.",
            "cuidadosEnfermagem": "• Observar padrão respiratório, nível de consciência e sinais de rigidez torácica.\n• Assegurar funcionamento contínuo da bomba de infusão.\n• Avaliar eficácia analgésica e reações adversas.\n• Manter paciente monitorado e comunicar eventos imediatamente.",
            "fontesBibliograficas": "Bula Anvisa (Fentanest®, Durogesic®), UpToDate (2024), Micromedex, PubMed ID 37626729, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), FDA Fentanyl Labeling."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Fentanyl (fentanyl citrate)",
            "nomeComercial": "Fentanest®, Sublimaze®, Durogesic®, Fentanyl®",
            "classificacao": "Opioid analgesic; synthetic μ-opioid agonist; rapid-acting",
            "mecanismoAcao": "Fentanyl is a selective and potent agonist of μ-opioid receptors, promoting intense analgesia by inhibiting pain transmission in the CNS and spinal cord. It acts by activating potassium channels and inhibiting calcium channels, hyperpolarizing postsynaptic neurons and suppressing release of neurotransmitters such as glutamate and substance P. Due to its high lipophilicity, it has rapid onset and short duration after single bolus, with potential accumulation during prolonged infusions (context-dependent half-life). Fentanyl binding to μ receptors modulates descending inhibitory pain control pathways in the CNS, especially in the thalamus, locus coeruleus, and periaqueductal gray matter. By inhibiting impulse conduction in dorsal horn neurons of the spinal cord, it reduces sensory perception and emotional response to painful stimuli. Being highly lipophilic, it accumulates in adipose tissue and skeletal muscle during prolonged infusions, prolonging its effective half-life (context-dependent).",
            "farmacocinetica": "• Onset of action: 1–2 minutes (IV).\n• Peak effect: 3–5 minutes.\n• Clinical duration: 30–60 minutes (single bolus).\n• Terminal half-life: 3.5–6 hours (dependent on infusion duration).\n• Volume of distribution: 3–6 L/kg.\n• Plasma protein binding: 80–85%.\n• Metabolism: hepatic (CYP3A4) to inactive metabolites.\n• Excretion: renal, as inactive metabolites (10% unchanged).",
            "farmacodinamica": "Fentanyl is 80 to 100 times more potent than morphine, with less histamine release, lower risk of hypotension, and faster onset. Its short action makes it ideal for procedural analgesia, anesthetic induction, and intraoperative pain control. It can cause dose-dependent chest wall rigidity, especially when administered rapidly or in bolus doses above 1 mcg/kg without sedatives. It shows cumulative effect in continuous infusions, prolonging awakening time and risk of postoperative respiratory depression. Fentanyl promotes potent analgesia without ceiling effect, but prolonged use or high doses may lead to tolerance, opioid-induced hyperalgesia, and withdrawal syndrome. Chest wall rigidity (wooden chest syndrome) is more frequent with rapid bolus above 5 mcg/kg, preventable with slow administration or coadministration of benzodiazepines. Its pharmacodynamics is highly predictable in isolated bolus, but slow redistribution in continuous infusion makes postoperative awakening slower than remifentanil or sufentanil.",
            "indicacoes": "• Induction and maintenance of general anesthesia.\n• Analgesic supplement in surgeries (neuro, cardio, general).\n• Analgesia in invasive procedures (e.g., intubation, puncture).\n• Sedation and analgesia in ICU (continuous infusion).\n• Off-label: chronic oncological pain (transdermal use).",
            "posologia": "Adults:\n• Anesthetic bolus: 1–5 mcg/kg IV.\n• Continuous infusion: 0.5–5 mcg/kg/h IV.\n• Transdermal (chronic pain): 25–100 mcg/h every 72 h.\nPediatrics:\n• Bolus: 1–3 mcg/kg IV.\n• Infusion: 0.5–2 mcg/kg/h IV in ICU or intraoperative.\n• Transdermal use not recommended for <12 years.",
            "administracao": "• Intravenous (bolus or continuous infusion).\n• Transdermal (prolonged use, chronic pain).\n• Buccal, intranasal, and sublingual (formulaciones específicas no disponibles en todos los países).\n• Do not administer epidurally or intrathecally with preservatives.",
            "doseMaxima": "• Titrated according to response and tolerance.\n• Cumulative doses >20 mcg/kg require ventilatory support and continuous monitoring.",
            "doseMinima": "• 0.5–1 mcg/kg for mild sedation; 12.5 mcg IV for mild analgesia in adults.",
            "reacoesAdversas": "Very common (>10%):\n• Bradypnea, sedation, nausea, pruritus.\nCommon (1–10%):\n• Chest wall rigidity, constipation, bradycardia, hypotension.\nUncommon (0.1–1%):\n• Laryngospasm, muscle spasm, hallucination.\nRare (<0.1%):\n• Prolonged respiratory depression.\n• Anaphylactic reactions.\n• Delirium or paradoxical agitation in elderly.",
            "riscoGravidez": "Category C. May be used in obstetric anesthesia with assisted ventilation. May cause neonatal respiratory depression if used before delivery.",
            "riscoLactacao": "Excreted in small amounts. Single intraoperative use generally safe. Avoid breastfeeding for 6 hours after IV dose or 24 hours after transdermal use initiation.",
            "ajusteRenal": "• No initial adjustment required.\n• Use with caution in end-stage renal disease, monitoring cumulative effect and prolonged awakening.",
            "ajusteHepatico": "• Reduced hepatic metabolism in severe liver disease.\n• Adjust dose and prolong interval between bolus or reduce infusion rate.",
            "contraindicacoes": "• Hypersensitivity to fentanyl or similar opioids.\n• Respiratory depression without ventilatory support.\n• Unmonitored use outside hospital setting.\n• Infusion without precise control equipment (infusion pump).",
            "interacaoMedicamento": "• Potentiates sedation and apnea with benzodiazepines, propofol, barbiturates.\n• Additive effect with non-depolarizing muscle relaxants.\n• CYP3A4 inhibitors (ritonavir, ketoconazole) increase toxicity risk.\n• Reduces effect with chronic use of hepatic inducers (carbamazepine, phenytoin). Concomitant administration with SSRIs or MAOIs may potentiate serotonin syndrome risk, with symptoms such as rigidity, hyperthermia, agitation, and tachycardia. Interaction with dexmedetomidine is synergistic, allowing reduction in total dose of both and lower incidence of post-extubation apnea. Use with propofol in total intravenous anesthesia (TIVA) requires continuous monitoring of anesthetic depth to avoid intraoperative awareness. Transdermal fentanyl absorption is increased by fever, local hyperemia, or use of external heat sources (e.g., hot compresses, heaters), which may cause overdose.",
            "apresentacao": "• Injectable solution: 50 mcg/mL in 2 mL, 5 mL, or 10 mL ampoules.\n• Transdermal patches: 25, 50, 75, 100 mcg/h (controlled outpatient use).",
            "preparo": "• May be administered as slow bolus (≥60 s) or diluted in NS 0.9% for continuous infusion.\n• Infusion concentrations: 10–50 mcg/mL according to institutional protocol.\n• Preparations should be used within 24 h under aseptic conditions.",
            "solucoesCompatíveis": "• NS 0.9%, D5W.\n• Incompatible with alkaline solutions and bicarbonate.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light.\n• After dilution, use within 24 h if refrigerated and under aseptic technique.",
            "cuidadosMedicos": "• Continuously monitor vital signs and sedation level.\n• Adjust titration according to clinical response and procedure duration.\n• Have naloxone and ventilatory support available.\n• Consider transition to long half-life opioid in postoperative period.",
            "cuidadosFarmaceuticos": "• Ensure traceability of dose, dilution, and lot.\n• Verify compatibility, integrity, and validity.\n• Prepare infusion in controlled pump.\n• Ensure proper disposal and secure stock control.",
            "cuidadosEnfermagem": "• Observe respiratory pattern, level of consciousness, and signs of chest wall rigidity.\n• Ensure continuous functioning of infusion pump.\n• Evaluate analgesic efficacy and adverse reactions.\n• Keep patient monitored and communicate events immediately.",
            "fontesBibliograficas": "FDA Labeling (Fentanest®, Durogesic®), UpToDate (2024), Micromedex, PubMed ID 37626729, Goodman & Gilman (13th Ed.), Miller's Anesthesia (9th Ed.), FDA Fentanyl Labeling."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Fentanilo (citrato de fentanilo)",
            "nomeComercial": "Fentanest®, Sublimaze®, Durogesic®, Fentanyl®",
            "classificacao": "Analgésico opioide; agonista μ-opioide sintético; de acción rápida",
            "mecanismoAcao": "El fentanilo es un agonista selectivo y potente de los receptores μ-opioides, promoviendo analgesia intensa al inhibir la transmisión del dolor en el SNC y médula espinal. Actúa activando canales de potasio e inhibiendo canales de calcio, hiperpolarizando neuronas postsinápticas y suprimiendo la liberación de neurotransmisores como glutamato y sustancia P. Debido a su alta liposolubilidad, posee inicio rápido y corta duración tras bolo único, con potencial de acumulación en infusiones prolongadas (vida media dependiente del contexto). La unión del fentanilo a los receptores μ modula vías descendentes inhibitorias de control del dolor en el SNC, especialmente en el tálamo, locus coeruleus y sustancia gris periacueductal. Al inhibir la conducción de impulsos en las neuronas del asta dorsal de la médula espinal, reduce la percepción sensorial y la respuesta emocional al estímulo doloroso. Por ser altamente lipofílico, se acumula en tejidos adiposos y músculo esquelético durante infusiones prolongadas, prolongando su vida media efectiva (dependiente del contexto).",
            "farmacocinetica": "• Inicio de acción: 1–2 minutos (IV).\n• Pico de efecto: 3–5 minutos.\n• Duración clínica: 30–60 minutos (bolo único).\n• Vida media terminal: 3,5–6 horas (dependiente de la duración de la infusión).\n• Volumen de distribución: 3–6 L/kg.\n• Unión a proteínas plasmáticas: 80–85%.\n• Metabolización: hepática (CYP3A4) en metabolitos inactivos.\n• Excreción: renal, como metabolitos inactivos (10% inalterado).",
            "farmacodinamica": "El fentanilo es 80 a 100 veces más potente que la morfina, con menor liberación de histamina, menor riesgo de hipotensión e inicio más rápido. Su acción corta lo hace ideal para analgesia de procedimientos, inducción anestésica y control intraoperatorio del dolor. Puede causar rigidez torácica dependiente de la dosis, especialmente cuando se administra rápidamente o en bolo por encima de 1 mcg/kg sin sedantes. Presenta efecto acumulativo en infusiones continuas, prolongando el tiempo de despertar y riesgo de depresión respiratoria postoperatoria. El fentanilo promueve potente analgesia sin efecto techo, pero su uso prolongado o en altas dosis puede llevar a tolerancia, hiperalgesia inducida por opioides y síndrome de abstinencia. La rigidez torácica (síndrome del pecho de madera) es más frecuente con bolos rápidos por encima de 5 mcg/kg, siendo prevenible con administración lenta o coadministración de benzodiazepínicos. Su farmacodinamia es altamente predecible en bolo aislado, pero su redistribución lenta en infusión continua hace el despertar postoperatorio más lento que remifentanilo o sufentanilo.",
            "indicacoes": "• Inducción y mantenimiento de anestesia general.\n• Suplemento analgésico en cirugías (neuro, cardio, general).\n• Analgesia en procedimientos invasivos (ej: intubación, punción).\n• Sedación y analgesia en UCI (infusión continua).\n• Off-label: dolor crónico oncológico (uso transdérmico).",
            "posologia": "Adultos:\n• Bolo anestésico: 1–5 mcg/kg IV.\n• Infusión continua: 0,5–5 mcg/kg/h IV.\n• Transdérmico (dolor crónico): 25–100 mcg/h cada 72 h.\nPediatría:\n• Bolo: 1–3 mcg/kg IV.\n• Infusión: 0,5–2 mcg/kg/h IV en UCI o intraoperatorio.\n• Uso transdérmico no recomendado para <12 años.",
            "administracao": "• Intravenosa (bolo o infusión continua).\n• Transdérmica (uso prolongado, dolor crónico).\n• Bucal, intranasal y sublingual (formulaciones específicas no disponibles en todos los países).\n• No administrar por vía epidural o intratecal con conservantes.",
            "doseMaxima": "• Titulada según respuesta y tolerancia.\n• Dosis acumulativas >20 mcg/kg requieren soporte ventilatorio y monitorización continua.",
            "doseMinima": "• 0,5–1 mcg/kg para sedación leve; 12,5 mcg IV para analgesia leve en adultos.",
            "reacoesAdversas": "Muy comunes (>10%):\n• Bradipnea, sedación, náusea, prurito.\nComunes (1–10%):\n• Rigidez torácica, estreñimiento, bradicardia, hipotensión.\nPoco comunes (0,1–1%):\n• Laringoespasmo, espasmo muscular, alucinación.\nRaras (<0,1%):\n• Depresión respiratoria prolongada.\n• Reacciones anafilácticas.\n• Delirio o agitación paradójica en ancianos.",
            "riscoGravidez": "Categoría C. Puede usarse en anestesia obstétrica con ventilación asistida. Puede causar depresión respiratoria neonatal si se usa antes del parto.",
            "riscoLactacao": "Excretado en pequeñas cantidades. Uso intraoperatorio único generalmente seguro. Evitar lactancia por 6 horas tras dosis IV o 24 horas tras inicio de uso transdérmico.",
            "ajusteRenal": "• No requiere ajuste inicial.\n• Usar con precaución en IRC terminal, monitorizando efecto acumulativo y despertar prolongado.",
            "ajusteHepatico": "• Metabolización hepática reducida en hepatópatas graves.\n• Ajustar dosis y prolongar intervalo entre bolo o reducir velocidad de infusión.",
            "contraindicacoes": "• Hipersensibilidad al fentanilo u opioides similares.\n• Depresión respiratoria sin soporte ventilatorio.\n• Uso no monitorizado fuera de ambiente hospitalario.\n• Infusión sin equipo de control preciso (bomba de infusión).",
            "interacaoMedicamento": "• Potencializa sedación y apnea con benzodiazepínicos, propofol, barbitúricos.\n• Efecto aditivo con relajantes musculares no despolarizantes.\n• Inhibidores de CYP3A4 (ritonavir, cetoconazol) aumentan riesgo de toxicidad.\n• Reduce efecto con uso crónico de inductores hepáticos (carbamazepina, fenitoína). La administración concomitante con ISRS o IMAO puede potencializar el riesgo de síndrome serotoninérgico, con síntomas como rigidez, hipertermia, agitación y taquicardia. La interacción con dexmedetomidina es sinérgica, permitiendo reducción en la dosis total de ambos y menor incidencia de apnea post-extubación. El uso con propofol en anestesia total intravenosa (TIVA) exige monitorización continua de profundidad anestésica para evitar awareness intraoperatorio. La absorción del fentanilo transdérmico se aumenta por fiebre, hiperemia local o uso de fuentes de calor externo (ej: compresas calientes, calentadores), pudiendo causar sobredosificación.",
            "apresentacao": "• Solución inyectable: 50 mcg/mL en ampollas de 2 mL, 5 mL o 10 mL.\n• Parches transdérmicos: 25, 50, 75, 100 mcg/h (uso ambulatorio controlado).",
            "preparo": "• Puede administrarse en bolo lento (≥60 s) o diluido en SF 0,9% para infusión continua.\n• Concentraciones para infusión: 10–50 mcg/mL según protocolo institucional.\n• Preparaciones deben utilizarse en hasta 24 h bajo condiciones asépticas.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con soluciones alcalinas y bicarbonato.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz.\n• Tras dilución, utilizar en hasta 24 h si refrigerado y bajo técnica aséptica.",
            "cuidadosMedicos": "• Monitorizar signos vitales y nivel de sedación continuamente.\n• Ajustar titulación según respuesta clínica y duración del procedimiento.\n• Tener naloxona y soporte ventilatorio disponibles.\n• Considerar transición a opioide de vida media larga en postoperatorio.",
            "cuidadosFarmaceuticos": "• Garantizar trazabilidad de dosis, dilución y lote.\n• Verificar compatibilidad, integridad y validez.\n• Preparar infusión en bomba controlada.\n• Garantizar descarte adecuado y control de stock seguro.",
            "cuidadosEnfermagem": "• Observar patrón respiratorio, nivel de consciencia y signos de rigidez torácica.\n• Asegurar funcionamiento continuo de la bomba de infusión.\n• Evaluar eficacia analgésica y reacciones adversas.\n• Mantener paciente monitorizado y comunicar eventos inmediatamente.",
            "fontesBibliograficas": "Bula EMA (Fentanest®, Durogesic®), UpToDate (2024), Micromedex, PubMed ID 37626729, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), FDA Fentanyl Labeling."
        }
    }
}