{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Flumazenil",
            "nomeComercial": "Lanexat®, Anexate®",
            "classificacao": "Antagonista dos benzodiazepínicos; antídoto específico para benzodiazepínicos",
            "mecanismoAcao": "Antagonista competitivo específico dos receptores GABA-A, no sítio de ligação dos benzodiazepínicos. Reverte de forma rápida e seletiva os efeitos sedativos, hipnóticos, ansiolíticos, amnésicos e miorrelaxantes mediados pelos benzodiazepínicos, sem interferir diretamente na atividade do GABA ou de outros neurotransmissores.",
            "farmacocinetica": "• Início de ação: 1–2 minutos.\n• Pico de efeito: 6–10 minutos.\n• Duração clínica: 30–75 minutos (menor que a maioria dos benzodiazepínicos, exceto midazolam).\n• Meia-vida de eliminação: 40–80 minutos.\n• Volume de distribuição: 0,6–1,6 L/kg.\n• Ligação às proteínas plasmáticas: 50%.\n• Metabolização: hepática, via hidroxilação e conjugação.\n• Excreção: renal (>90%) como metabólitos inativos.",
            "farmacodinamica": "Reverte seletivamente os efeitos dos benzodiazepínicos no sistema nervoso central, promovendo recuperação da consciência, do tônus muscular e da ventilação em poucos minutos. Não possui efeito agonista intrínseco. Em casos de sobredosagem com benzodiazepínicos de meia-vida longa (ex.: diazepam), pode ocorrer ressedação devido à curta duração do flumazenil.",
            "indicacoes": "• Reversão dos efeitos sedativos dos benzodiazepínicos após procedimentos diagnósticos ou terapêuticos.\n• Antídoto em intoxicação aguda por benzodiazepínicos isolados.\n• Avaliação diagnóstica em casos de coma de etiologia desconhecida, quando se suspeita de benzodiazepínicos como causa.\n• Reversão de sedação inadvertida ou excessiva em ambiente hospitalar.",
            "posologia": "Adulto:\n• Procedimentos diagnósticos ou terapêuticos:\n  - Dose inicial: 0,2 mg IV em 15 segundos.\n  - Se necessário, doses adicionais de 0,1 mg IV a cada 60 segundos, até máximo de 1 mg.\n• Intoxicação aguda:\n  - Dose inicial: 0,3 mg IV em 30 segundos.\n  - Se necessário, 0,1 mg IV a cada 60 segundos, até máximo de 2 mg.\n  - Se recidiva da sedação: iniciar infusão contínua de 0,1–0,5 mg/h.\nPediatria (>1 ano):\n• Dose inicial: 0,01 mg/kg (máximo 0,2 mg) IV em 15 segundos.\n• Doses subsequentes: 0,01 mg/kg (máximo 0,1 mg) a cada 60 segundos.\n• Dose total máxima: 0,05 mg/kg ou 1 mg (o que for menor).",
            "administracao": "• Via intravenosa, em bolus lento ou infusão contínua.\n• Diluir para infusão em SF 0,9% ou SG 5% conforme necessidade clínica.\n• A infusão contínua é indicada em casos de ressurgimento dos efeitos sedativos, principalmente em intoxicações com benzodiazepínicos de longa duração.",
            "doseMaxima": "• 1 mg para reversão de sedação.\n• Até 2 mg na intoxicação aguda.\n• Infusão contínua: até 0,5 mg/h.",
            "doseMinima": "• 0,2 mg IV em adultos (ou 0,01 mg/kg em pediatria).",
            "reacoesAdversas": "Comuns (1–10%):\n• Náusea, vômito.\n• Agitação, ansiedade, tremores.\n• Tontura, dor de cabeça.\n• Rubor facial.\nIncomuns (0,1–1%):\n• Bradicardia, taquicardia.\n• Hipotensão ou hipertensão transitória.\n• Dispneia, hiperventilação.\nRaras (<0,1%):\n• Convulsões (especialmente em pacientes com epilepsia, dependência crônica de benzodiazepínicos, ou intoxicação mista com antidepressivos tricíclicos).\n• Arritmias cardíacas isoladas.\n• Reações anafiláticas.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Estudos em animais não demonstraram teratogenicidade, mas não há estudos controlados em humanos.",
            "riscoLactacao": "Poucos dados disponíveis. Devido à meia-vida curta e rápida eliminação, é considerado de baixo risco para lactentes. Pode ser utilizado com monitorização.",
            "ajusteRenal": "• Não é necessário ajuste.\n• A farmacocinética não é significativamente alterada na insuficiência renal.",
            "ajusteHepatico": "• Usar com cautela em insuficiência hepática grave.\n• A meia-vida pode estar prolongada devido à metabolização hepática reduzida.",
            "contraindicacoes": "• Hipersensibilidade ao flumazenil ou a qualquer componente da fórmula.\n• Pacientes com risco de convulsões não controladas (ex.: dependência crônica de benzodiazepínicos, uso crônico de anticonvulsivantes benzodiazepínicos).\n• Intoxicação mista com antidepressivos tricíclicos (risco de convulsões e arritmias potencialmente fatais).",
            "interacaoMedicamento": "• Não antagoniza os efeitos de outros depressores do SNC (ex.: opioides, barbitúricos, etanol).\n• Potencializa risco de convulsões em associação com intoxicação mista, especialmente antidepressivos tricíclicos.\n• Pode precipitar síndrome de abstinência aguda em usuários crônicos de benzodiazepínicos.",
            "apresentacao": "• Ampolas de 0,5 mg/5 mL (0,1 mg/mL) e 1 mg/10 mL (0,1 mg/mL) para uso IV.",
            "preparo": "• Pronto para uso.\n• Para infusão contínua: diluir 5 mg (5 ampolas de 1 mg) em 50 mL de SF 0,9% ou SG 5% = 0,1 mg/mL.",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Incompatível com soluções alcalinas (ex.: bicarbonato de sódio).",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Após abertura, utilizar imediatamente ou em até 24 horas se mantido refrigerado e protegido da luz.",
            "cuidadosMedicos": "• Monitorizar continuamente sinais vitais, capnografia, TOF (se sob bloqueio), estado neurológico e padrão respiratório.\n• Ter suporte avançado disponível devido ao risco de convulsões, especialmente em pacientes predispostos.\n• Considerar o risco de ressurgimento da sedação, especialmente em intoxicação com benzodiazepínicos de longa duração (ex.: diazepam, clonazepam).",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade da ampola.\n• Preparar sob condições assépticas.\n• Checar validade e estabilidade após abertura.\n• Documentar lote, dose, via, horário e qualquer reação adversa.",
            "cuidadosEnfermagem": "• Monitorizar nível de consciência, padrão respiratório, saturação e sinais vitais.\n• Observar e reportar sinais de ressurgimento da sedação, agitação, convulsões ou reações adversas.\n• Verificar acesso venoso e funcionamento da bomba de infusão se utilizada.\n• Ter suporte de emergência disponível (adrenalina, anticonvulsivantes, oxigênio, suporte ventilatório).",
            "fontesBibliograficas": "Bula Anvisa (Lanexat®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37615392, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli's Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Flumazenil",
            "nomeComercial": "Anexate®, Lanexat®",
            "classificacao": "Benzodiazepine antagonist, antidote",
            "mecanismoAcao": "Flumazenil is a competitive antagonist at the benzodiazepine binding site on the GABA-A receptor, reversing the sedative, hypnotic, and respiratory depressant effects of benzodiazepines. It does not antagonize the effects of barbiturates, opioids, or other CNS depressants. Its onset is rapid, but duration is short, often requiring repeated doses or infusion in cases of long-acting benzodiazepine overdose.",
            "farmacocinetica": "• Onset of action: 1–2 minutes (IV).\n• Peak effect: 6–10 minutes.\n• Duration: 30–60 minutes.\n• Plasma protein binding: 50%.\n• Metabolism: hepatic (extensive, CYP3A4).\n• Excretion: renal (as metabolites).\n• Half-life: 40–80 minutes.",
            "farmacodinamica": "Rapid reversal of benzodiazepine-induced sedation, hypnosis, and respiratory depression. May precipitate withdrawal and seizures in chronic benzodiazepine users or mixed overdoses (especially with tricyclics).",
            "indicacoes": "• Reversal of benzodiazepine sedation in anesthesia.\n• Management of benzodiazepine overdose.\n• Diagnostic aid in suspected benzodiazepine intoxication.",
            "posologia": "Adults:\n• Initial: 0.2 mg IV over 15 seconds.\n• Repeat 0.1 mg IV every 60 seconds as needed (max 1 mg).\n• Infusion: 0.1–0.5 mg/h if needed.\nPediatrics:\n• 0.01 mg/kg IV (max 0.2 mg/dose), repeat as needed.",
            "administracao": "• Intravenous bolus or infusion.\n• Use only in monitored settings due to risk of seizures and withdrawal.",
            "doseMaxima": "• 1 mg (adults, initial reversal).\n• 0.2 mg/dose (children).",
            "doseMinima": "• 0.1 mg (adults).\n• 0.01 mg/kg (children).",
            "reacoesAdversas": "Common (1–10%):\n• Nausea, vomiting, dizziness, agitation.\n• Flushing, anxiety, headache.\nUncommon (0.1–1%):\n• Arrhythmias, seizures (especially in mixed overdoses).\nRare (<0.1%):\n• Severe allergic reactions, withdrawal syndrome.",
            "riscoGravidez": "Category C. Use only if clearly needed. May cause withdrawal in neonates if mother is benzodiazepine-dependent.",
            "riscoLactacao": "Excreted in small amounts in breast milk. Use with caution, especially with repeated doses.",
            "ajusteRenal": "• No adjustment required.",
            "ajusteHepatico": "• Use with caution in severe hepatic impairment (reduced clearance).",
            "contraindicacoes": "• Hypersensitivity to flumazenil or formulation components.\n• Patients with mixed overdose (especially tricyclics).\n• Chronic benzodiazepine users (risk of withdrawal/seizures).",
            "interacaoMedicamento": "• May precipitate withdrawal with chronic benzodiazepine use.\n• Caution with tricyclic antidepressants (risk of seizures).\n• No significant pharmacokinetic interactions.",
            "apresentacao": "• Ampoules: 0.5 mg/5 mL, 1 mg/10 mL.",
            "preparo": "• Ready for IV use.\n• Dilute in saline or 5% glucose for infusion.",
            "solucoesCompatíveis": "• 0.9% saline, 5% glucose.",
            "armazenamento": "• Store at 15–30°C.\n• Protect from light.\n• Use immediately after opening.",
            "cuidadosMedicos": "• Monitor for withdrawal, seizures, and recurrence of sedation.\n• Use only in settings with resuscitation equipment.",
            "cuidadosFarmaceuticos": "• Check expiration, concentration, and ampoule integrity.\n• Document batch, dose, and administration time.",
            "cuidadosEnfermagem": "• Monitor consciousness, vital signs, and for recurrence of sedation.\n• Observe for agitation, withdrawal, and seizures.\n• Document all findings and interventions.",
            "fontesBibliograficas": "FDA Label (Anexate®), UpToDate (2024), Micromedex, PubMed ID 37621715, Goodman & Gilman (13th Ed.), Tintinalli's Emergency Medicine (9th Ed.)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Flumazenil",
            "nomeComercial": "Anexate®, Lanexat®",
            "classificacao": "Antagonista de benzodiazepinas, antídoto",
            "mecanismoAcao": "El flumazenil es un antagonista competitivo en el sitio de unión de las benzodiazepinas en el receptor GABA-A, revirtiendo los efectos sedantes, hipnóticos y depresores respiratorios de las benzodiazepinas. No antagoniza los efectos de barbitúricos, opioides u otros depresores del SNC. Su inicio es rápido, pero la duración es corta, a menudo requiriendo dosis repetidas o infusión en casos de sobredosis con benzodiazepinas de acción prolongada.",
            "farmacocinetica": "• Inicio de acción: 1–2 minutos (IV).\n• Pico de efecto: 6–10 minutos.\n• Duración: 30–60 minutos.\n• Unión a proteínas plasmáticas: 50%.\n• Metabolismo: hepático (extenso, CYP3A4).\n• Excreción: renal (como metabolitos).\n• Vida media: 40–80 minutos.",
            "farmacodinamica": "Reversión rápida de la sedación, hipnosis y depresión respiratoria inducidas por benzodiazepinas. Puede precipitar abstinencia y convulsiones en usuarios crónicos de benzodiazepinas o sobredosis mixtas (especialmente con tricíclicos).",
            "indicacoes": "• Reversión de la sedación por benzodiazepinas en anestesia.\n• Manejo de la sobredosis de benzodiazepinas.\n• Ayuda diagnóstica en sospecha de intoxicación por benzodiazepinas.",
            "posologia": "Adultos:\n• Inicial: 0,2 mg IV en 15 segundos.\n• Repetir 0,1 mg IV cada 60 segundos según necesidad (máx. 1 mg).\n• Infusión: 0,1–0,5 mg/h si es necesario.\nPediatría:\n• 0,01 mg/kg IV (máx. 0,2 mg/dosis), repetir según necesidad.",
            "administracao": "• Bolo intravenoso o infusión.\n• Usar solo en ambientes monitorizados por riesgo de convulsiones y abstinencia.",
            "doseMaxima": "• 1 mg (adultos, reversión inicial).\n• 0,2 mg/dosis (niños).",
            "doseMinima": "• 0,1 mg (adultos).\n• 0,01 mg/kg (niños).",
            "reacoesAdversas": "Comunes (1–10%):\n• Náuseas, vómitos, mareo, agitación.\n• Rubor, ansiedad, cefalea.\nPoco comunes (0,1–1%):\n• Arritmias, convulsiones (especialmente en sobredosis mixtas).\nRaras (<0,1%):\n• Reacciones alérgicas graves, síndrome de abstinencia.",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. Puede causar abstinencia en neonatos si la madre es dependiente de benzodiazepinas.",
            "riscoLactacao": "Excretado en pequeñas cantidades en la leche materna. Usar con precaución, especialmente con dosis repetidas.",
            "ajusteRenal": "• No requiere ajuste.",
            "ajusteHepatico": "• Usar con precaución en insuficiencia hepática grave (depuración reducida).",
            "contraindicacoes": "• Hipersensibilidad al flumazenil o componentes de la fórmula.\n• Pacientes con sobredosis mixta (especialmente tricíclicos).\n• Usuarios crónicos de benzodiazepinas (riesgo de abstinencia/convulsiones).",
            "interacaoMedicamento": "• Puede precipitar abstinencia en uso crónico de benzodiazepinas.\n• Precaución con antidepresivos tricíclicos (riesgo de convulsiones).\n• Sin interacciones farmacocinéticas significativas.",
            "apresentacao": "• Ampollas: 0,5 mg/5 mL, 1 mg/10 mL.",
            "preparo": "• Listo para uso IV.\n• Diluir en solución salina o glucosa al 5% para infusión.",
            "solucoesCompatíveis": "• Solución salina 0,9%, glucosa al 5%.",
            "armazenamento": "• Conservar a 15–30°C.\n• Proteger de la luz.\n• Usar inmediatamente tras apertura.",
            "cuidadosMedicos": "• Monitorizar abstinencia, convulsiones y recurrencia de la sedación.\n• Usar solo en ambientes con equipo de reanimación.",
            "cuidadosFarmaceuticos": "• Verificar caducidad, concentración e integridad de la ampolla.\n• Documentar lote, dosis y hora de administración.",
            "cuidadosEnfermagem": "• Monitorizar consciencia, signos vitales y recurrencia de la sedación.\n• Observar agitación, abstinencia y convulsiones.\n• Documentar todos los hallazgos e intervenciones.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Anexate®), UpToDate (2024), Micromedex, PubMed ID 37621715, Goodman & Gilman (13ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.)."
        }
    }
}