{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Glicose 50%",
            "nomeComercial": "Glicose 50%, SG 50%",
            "classificacao": "Agente hiperglicemiante, repositor calórico, agente osmótico, antídoto para hipoglicemias",
            "mecanismoAcao": "Fornece glicose exógena diretamente para o espaço intravascular, elevando rapidamente os níveis plasmáticos de glicose. Atua como substrato energético essencial, principalmente para o sistema nervoso central, que depende quase exclusivamente de glicose. Também exerce efeito osmótico quando administrada em altas concentrações, promovendo movimentação de água para o espaço intravascular.",
            "farmacocinetica": "Início de ação imediato após administração IV. Pico de efeito em 1–3 minutos. Meia-vida plasmática curta (minutos), pois é rapidamente utilizada pelas células ou armazenada como glicogênio no fígado e músculos. Metabolização hepática, muscular e adiposa. Excreção renal é mínima, ocorrendo apenas em casos de hiperglicemia severa, quando a capacidade de reabsorção tubular renal é excedida (glicosúria).",
            "farmacodinamica": "Elevação rápida da glicemia plasmática, restaurando níveis adequados de energia para o sistema nervoso central. Corrige rapidamente os sintomas neuroglicopênicos (confusão, convulsões, coma). Também exerce efeito osmótico, podendo causar diurese osmótica e expansão volêmica temporária. Efeito transitório, com risco de hipoglicemia rebote em casos de hiperinsulinismo.",
            "indicacoes": "Hipoglicemia severa com alteração do nível de consciência, convulsões ou coma. Intoxicação por insulina ou sulfonilureias. Hipoglicemia em jejum prolongado, desnutrição grave, etilismo crônico. Parte do manejo do coma hipoglicêmico e de suporte nutricional emergencial em pacientes críticos, quando indicado.",
            "posologia": "Adulto: 25 a 50 mL (12,5 a 25 g) IV em bolus lento. Pode ser repetido conforme glicemia e resposta clínica. Pediatria: 0,5 a 1 g/kg IV em bolus lento, equivalente a 1–2 mL/kg de glicose 50%. Neonatos e lactentes: preferencialmente diluir para glicose 10% ou 25% (1:4 ou 1:1) para reduzir risco de flebite e lesão tecidual.",
            "administracao": "Exclusivamente via intravenosa. Administrar lentamente (2–5 minutos) por acesso venoso calibroso ou central para reduzir risco de tromboflebite, extravasamento e necrose tecidual. Monitorar rigorosamente durante e após a administração.",
            "doseMaxima": "Adulto: 50 mL (25 g) por bolus, podendo repetir conforme glicemia e necessidade clínica. Pediatria: 2 mL/kg (1 g/kg) por bolus.",
            "doseMinima": "Adulto: 25 mL (12,5 g). Pediatria: 1 mL/kg (0,5 g/kg).",
            "reacoesAdversas": "Tromboflebite no local da infusão, dor, eritema, necrose tecidual por extravasamento, hiperglicemia, diurese osmótica, desidratação, desequilíbrio hidroeletrolítico (hiponatremia dilucional, hipocalemia), risco de hiperglicemia severa, acidose láctica em contextos de hipoperfusão. Potencial hipoglicemia rebote, especialmente em intoxicação por sulfonilureias.",
            "riscoGravidez": "Categoria C. Geralmente seguro em uso emergencial para hipoglicemia. Sem estudos controlados em humanos. Deve ser utilizado se os benefícios potenciais superarem os riscos. Nenhuma evidência de malformações associadas ao uso isolado e pontual.",
            "riscoLactacao": "Considerado seguro. Não há relatos de excreção em quantidade significativa no leite materno. Uso em emergências não apresenta risco relevante ao lactente.",
            "ajusteRenal": "Não exige ajuste de dose. Usar com cautela em insuficiência renal avançada, devido ao risco de sobrecarga osmótica, hiperglicemia prolongada e piora de distúrbios hidroeletrolíticos.",
            "ajusteHepatico": "Usar com cautela em insuficiência hepática grave, devido à possível redução na capacidade de metabolização da glicose, risco de hiperglicemia sustentada e alterações na homeostase glicêmica.",
            "contraindicacoes": "Hiperglicemia severa não tratada, estado hiperosmolar não cetótico, desidratação hiperosmolar, coma hiperosmolar, alergia conhecida aos componentes da fórmula, delirium tremens sem hipoglicemia, diabetes mellitus descompensado sem hipoglicemia.",
            "interacaoMedicamento": "Reduz efeito de insulina e agentes antidiabéticos orais. Potencializa hipopotassemia quando associada a insulina, beta-agonistas ou diuréticos de alça. Pode interagir com corticosteroides, promovendo maior retenção de sódio e água. Aumenta risco de desbalanço eletrolítico quando usado com diuréticos ou outros agentes osmóticos.",
            "apresentacao": "Ampolas de 10 mL (5 g de glicose), 20 mL (10 g de glicose) e frascos de 50 mL (25 g de glicose) para uso intravenoso.",
            "preparo": "Solução pronta para uso. Administrar diretamente. Para neonatos e lactentes, diluir 1:1 com SF 0,9% para obter glicose 25% ou 1:4 para glicose 10%, conforme protocolo institucional. Inspecionar a solução antes do uso, que deve estar límpida, incolor e sem partículas.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5% e água para injeção. Incompatível com soluções alcalinas (como bicarbonato de sódio) e com soluções com pH elevado.",
            "armazenamento": "Armazenar entre 15°C e 30°C, protegido da luz e do calor. Não congelar. Usar imediatamente após a abertura da ampola ou frasco. Descartar qualquer volume não utilizado.",
            "cuidadosMedicos": "Monitorizar glicemia capilar antes, durante e após a administração. Avaliar eletrólitos séricos, especialmente potássio, e sinais de sobrecarga osmótica. Atenção rigorosa a sinais de extravasamento (dor, inchaço, vermelhidão) e risco de necrose tecidual. Após correção da hipoglicemia, garantir aporte contínuo de glicose (VO ou EV) para evitar hipoglicemia rebote, especialmente em pacientes com hiperinsulinismo ou intoxicação por sulfonilureias.",
            "cuidadosFarmaceuticos": "Garantir integridade da ampola ou frasco. Conferir aspecto da solução (límpida, incolor, livre de partículas). Realizar manipulação asséptica. Orientar equipe quanto à via correta (exclusivamente IV), à necessidade de acesso calibroso e aos riscos de extravasamento.",
            "cuidadosEnfermagem": "Monitorizar sinais vitais, glicemia capilar e débito urinário. Observar rigorosamente o local da punção para sinais de extravasamento (dor, edema, eritema). Notificar imediatamente qualquer sinal de desconforto ou complicação no acesso venoso. Verificar e assegurar que o paciente receba alimentação ou glicose de manutenção após a reversão da hipoglicemia, se necessário.",
            "fontesBibliograficas": "Bula Glicose 50%, UpToDate (2024), Barash Clinical Anesthesia, Tintinalli's Emergency Medicine, Micromedex, PubMed ID 37129521, Diretrizes ADA (American Diabetes Association), Diretrizes ADA 2024 sobre hipoglicemia, Manual de Terapêutica da Sociedade Brasileira de Pediatria."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Glucose 50% (Dextrose 50%)",
            "nomeComercial": "Glucose 50%, Dextrose 50%",
            "classificacao": "Hypertonic glucose solution, carbohydrate, caloric agent, antidote",
            "mecanismoAcao": "Glucose 50% is a hypertonic solution that rapidly increases blood glucose levels when administered intravenously. It provides a quick source of energy for cells, especially in cases of hypoglycemia. It also acts as an osmotic agent, drawing water into the intravascular space. In overdose, it can cause hyperglycemia and osmotic diuresis.",
            "farmacocinetica": "• Onset of action: immediate (IV).\n• Peak effect: minutes.\n• Duration: variable, depends on metabolic rate and insulin response.\n• Distribution: rapid to all tissues.\n• Metabolism: hepatic (glycolysis, glycogenesis).\n• Excretion: renal (as CO2 and water after metabolism).",
            "farmacodinamica": "Rapid correction of hypoglycemia, provision of calories, and support of cellular metabolism.\nMay cause rebound hypoglycemia if underlying cause is not treated.",
            "indicacoes": "• Severe hypoglycemia.\n• Coma or altered mental status due to hypoglycemia.\n• Adjunct in hyperkalemia management.\n• Parenteral nutrition (as part of caloric intake).",
            "posologia": "Adults:\n• IV: 25–50 mL of 50% solution (12.5–25 g glucose) as bolus.\n• Repeat as needed based on blood glucose.\nPediatrics:\n• IV: 0.5–1 g/kg (1–2 mL/kg of 50% solution), max 25 g/dose.",
            "administracao": "• IV bolus via large-bore vein.\n• Ensure patency to avoid extravasation and tissue necrosis.\n• Oral forms not used for severe hypoglycemia.",
            "doseMaxima": "• 50 g/day (adults).\n• 25 g/dose (children).",
            "doseMinima": "• 12.5 g (25 mL of 50% solution).",
            "reacoesAdversas": "Common (1–10%):\n• Phlebitis, pain at injection site.\n• Hyperglycemia, osmotic diuresis.\nUncommon (0.1–1%):\n• Tissue necrosis (extravasation).\n• Hypokalemia.\nRare (<0.1%):\n• Pulmonary edema, heart failure (large volumes).",
            "riscoGravidez": "Category C. Use only if clearly needed. Monitor for hyperglycemia in mother and fetus.",
            "riscoLactacao": "Considered safe. Monitor for hyperglycemia in infant if used repeatedly.",
            "ajusteRenal": "• Use with caution in severe renal impairment (risk of fluid overload).",
            "ajusteHepatico": "• Use with caution in severe hepatic impairment (risk of impaired glucose metabolism).",
            "contraindicacoes": "• Hyperglycemia.\n• Intracranial or intraspinal hemorrhage.\n• Anuria.\n• Hypersensitivity to dextrose.",
            "interacaoMedicamento": "• May increase insulin requirements.\n• May interact with potassium-lowering therapies.\n• Caution with corticosteroids and diuretics (risk of hyperglycemia).",
            "apresentacao": "• Ampoules: 10 mL, 20 mL, 50 mL (50% solution).",
            "preparo": "• Ready for IV use.\n• Use only via large-bore vein.\n• Do not dilute unless directed.",
            "solucoesCompatíveis": "• 0.9% saline, 5% glucose.\n• Incompatible with blood products and alkaline solutions.",
            "armazenamento": "• Store at 15–30°C.\n• Protect from light.\n• Use immediately after opening.",
            "cuidadosMedicos": "• Monitor blood glucose, potassium, and for extravasation.\n• Treat underlying cause of hypoglycemia.\n• Educate on signs of hypoglycemia recurrence.",
            "cuidadosFarmaceuticos": "• Check expiration, concentration, and ampoule integrity.\n• Ensure proper administration technique.\n• Document batch, dose, and administration time.",
            "cuidadosEnfermagem": "• Monitor IV site, blood glucose, and for adverse effects.\n• Observe for tissue necrosis and phlebitis.\n• Document all findings and interventions.",
            "fontesBibliograficas": "FDA Label (Dextrose 50%), UpToDate (2024), Micromedex, PubMed ID 37621715, Goodman & Gilman (13th Ed.), Tintinalli's Emergency Medicine (9th Ed.)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Glucosa 50% (Dextrosa 50%)",
            "nomeComercial": "Glucosa 50%, Dextrosa 50%",
            "classificacao": "Solución de glucosa hipertónica, carbohidrato, agente calórico, antídoto",
            "mecanismoAcao": "La glucosa al 50% es una solución hipertónica que aumenta rápidamente los niveles de glucosa en sangre cuando se administra por vía intravenosa. Proporciona una fuente rápida de energía para las células, especialmente en casos de hipoglucemia. También actúa como agente osmótico, atrayendo agua al espacio intravascular. En sobredosis, puede causar hiperglucemia y diuresis osmótica.",
            "farmacocinetica": "• Inicio de acción: inmediato (IV).\n• Pico de efecto: minutos.\n• Duración: variable, depende de la tasa metabólica y la respuesta a la insulina.\n• Distribución: rápida a todos los tejidos.\n• Metabolismo: hepático (glucólisis, glucogénesis).\n• Excreción: renal (como CO2 y agua tras el metabolismo).",
            "farmacodinamica": "Corrección rápida de la hipoglucemia, aporte calórico y soporte del metabolismo celular.\nPuede causar hipoglucemia de rebote si no se trata la causa subyacente.",
            "indicacoes": "• Hipoglucemia grave.\n• Coma o alteración del estado mental por hipoglucemia.\n• Adyuvante en el manejo de la hipercalemia.\n• Nutrición parenteral (como parte del aporte calórico).",
            "posologia": "Adultos:\n• IV: 25–50 mL de solución al 50% (12,5–25 g de glucosa) en bolo.\n• Repetir según necesidad en base a la glucemia.\nPediatría:\n• IV: 0,5–1 g/kg (1–2 mL/kg de solución al 50%), máx. 25 g/dosis.",
            "administracao": "• Bolo IV por vena de gran calibre.\n• Asegurar permeabilidad para evitar extravasación y necrosis tisular.\n• Formas orales no se usan para hipoglucemia grave.",
            "doseMaxima": "• 50 g/día (adultos).\n• 25 g/dosis (niños).",
            "doseMinima": "• 12,5 g (25 mL de solución al 50%).",
            "reacoesAdversas": "Comunes (1–10%):\n• Flebitis, dolor en el sitio de inyección.\n• Hiperglucemia, diuresis osmótica.\nPoco comunes (0,1–1%):\n• Necrosis tisular (extravasación).\n• Hipocalemia.\nRaras (<0,1%):\n• Edema pulmonar, insuficiencia cardíaca (grandes volúmenes).",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. Monitorizar hiperglucemia en madre y feto.",
            "riscoLactacao": "Considerado seguro. Monitorizar hiperglucemia en el lactante si se usa repetidamente.",
            "ajusteRenal": "• Usar con precaución en insuficiencia renal grave (riesgo de sobrecarga de líquidos).",
            "ajusteHepatico": "• Usar con precaución en insuficiencia hepática grave (riesgo de alteración del metabolismo de la glucosa).",
            "contraindicacoes": "• Hiperglucemia.\n• Hemorragia intracraneal o intraspinal.\n• Anuria.\n• Hipersensibilidad a la dextrosa.",
            "interacaoMedicamento": "• Puede aumentar los requerimientos de insulina.\n• Puede interactuar con terapias para disminuir potasio.\n• Precaución con corticosteroides y diuréticos (riesgo de hiperglucemia).",
            "apresentacao": "• Ampollas: 10 mL, 20 mL, 50 mL (solución al 50%).",
            "preparo": "• Lista para uso IV.\n• Usar solo por vena de gran calibre.\n• No diluir salvo indicación médica.",
            "solucoesCompatíveis": "• Solución salina 0,9%, glucosa al 5%.\n• Incompatible con hemoderivados y soluciones alcalinas.",
            "armazenamento": "• Conservar a 15–30°C.\n• Proteger de la luz.\n• Usar inmediatamente tras apertura.",
            "cuidadosMedicos": "• Monitorizar glucemia, potasio y extravasación.\n• Tratar la causa subyacente de la hipoglucemia.\n• Educar sobre signos de recurrencia de hipoglucemia.",
            "cuidadosFarmaceuticos": "• Verificar caducidad, concentración e integridad de la ampolla.\n• Asegurar técnica adecuada de administración.\n• Documentar lote, dosis y hora de administración.",
            "cuidadosEnfermagem": "• Monitorizar sitio IV, glucemia y efectos adversos.\n• Observar necrosis tisular y flebitis.\n• Documentar todos los hallazgos e intervenciones.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Dextrosa 50%), UpToDate (2024), Micromedex, PubMed ID 37621715, Goodman & Gilman (13ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.)."
        }
    }
}