{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Gluconato de Cálcio",
            "nomeComercial": "Gluconato de Cálcio®, Glucalcio®, Calcigenol®",
            "classificacao": "Repositor eletrolítico, agente cardiotônico, antagonista fisiológico dos íons potássio e magnésio",
            "mecanismoAcao": "O gluconato de cálcio atua como fonte de íons cálcio, fundamentais na manutenção do potencial de membrana, excitabilidade neuromuscular, contratilidade miocárdica e coagulação. Aumenta a concentração de cálcio extracelular, restaurando a contratilidade cardíaca e neuromuscular e estabilizando membranas celulares. Atua como estabilizador de membranas na hipercalemia e antagonista da toxicidade por hipermagnesemia e bloqueadores dos canais de cálcio.",
            "farmacocinetica": "• Absorção: biodisponibilidade de 100% por via IV.\n• Início de ação: 1–3 minutos.\n• Pico de efeito: 3–5 minutos.\n• Duração: 20–60 minutos.\n• Volume de distribuição: 0,2–0,3 L/kg.\n• Metabolização: não sofre metabolismo hepático.\n• Excreção: renal (pequena parte) e redistribuição para os ossos e tecidos.",
            "farmacodinamica": "Promove a restauração dos níveis de cálcio extracelular, estabilizando membranas celulares, corrigindo excitabilidade neuromuscular e melhorando contratilidade miocárdica. Atua rapidamente como estabilizador de membrana nas emergências de hipercalemia, hipocalcemia e hipermagnesemia. Seu efeito inotrópico positivo é menos intenso que o do cloreto de cálcio, porém com menor risco de necrose tecidual em caso de extravasamento.",
            "indicacoes": "• Hipocalcemia aguda sintomática.\n• Hipercalemia grave (estabilizador de membrana).\n• Hipermagnesemia grave.\n• Intoxicação por bloqueadores dos canais de cálcio.\n• Suporte inotrópico em hipocalcemia ou choque associado.\n• Parada cardíaca associada à hipercalemia ou hipocalcemia.",
            "posologia": "Adulto:\n• 1–2 g de gluconato de cálcio a 10% (10–20 mL), IV lento em 5–10 minutos.\n• Pode ser repetido a cada 10–20 minutos conforme necessidade clínica e laboratoriais.\n• Na intoxicação por bloqueadores de canais de cálcio, considerar infusão contínua de 0,5–1,5 mEq/kg/h.\nPediatria:\n• 60–100 mg/kg de solução a 10% (máximo 1 g) IV lento em 5–10 minutos.\n• Pode repetir conforme resposta clínica.",
            "administracao": "• Via intravenosa lenta (mínimo 5 minutos) ou infusão contínua.\n• Acesso periférico seguro, menos irritante que o cloreto de cálcio.\n• Preferir acesso central em infusões prolongadas ou concentrações elevadas.\n• Monitorização contínua de ECG durante administração.",
            "doseMaxima": "• Adulto: até 4 g por dose em casos críticos (sob monitorização rigorosa).\n• Pediatria: 1 g por dose (máximo absoluto).",
            "doseMinima": "• Adulto: 1 g (10 mL) IV.\n• Pediatria: 60 mg/kg IV.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Rubor, sensação de calor.\n• Náusea leve, gosto metálico.\nComuns (1–10%):\n• Bradicardia leve, hipotensão transitória.\n• Flebite, desconforto no local da infusão.\nIncomuns (0,1–1%):\n• Extravasamento com lesão local (raro, menos que com cloreto de cálcio).\n• Hipercalcemia transitória.\nRaras (<0,1%):\n• Arritmias severas (bradicardia, assistolia) se infundido muito rapidamente.\n• Parada cardíaca.\n• Necrose tecidual grave (se extravasamento significativo).",
            "riscoGravidez": "Categoria C. Usar se claramente necessário. Monitorar para evitar hipercalcemia fetal.",
            "riscoLactacao": "Seguro. Não se espera excreção significativa no leite materno.",
            "ajusteRenal": "• Usar com cautela.\n• Reduzir dose em insuficiência renal grave devido ao risco de hipercalcemia.\n• Monitorar cálcio sérico, função renal e ECG.",
            "ajusteHepatico": "• Não requer ajuste, pois não é metabolizado pelo fígado.\n• Observar eletrólitos se disfunção hepática estiver associada a insuficiência renal.",
            "contraindicacoes": "• Hipercalcemia.\n• Hipersensibilidade aos sais de cálcio.\n• Uso concomitante com digitálicos (alto risco de arritmias fatais).\n• Parada cardíaca por fibrilação ventricular sem hipocalcemia ou hipercalemia.",
            "interacaoMedicamento": "• Incompatível com:\n  - Bicarbonato de sódio (forma precipitado de carbonato de cálcio).\n  - Fosfato (risco de precipitação).\n• Potencializa toxicidade de digitálicos.\n• Potencializa efeito inotrópico de catecolaminas.\n• Pode antagonizar os efeitos de bloqueadores de canais de cálcio (quando usado como antídoto).",
            "apresentacao": "• Ampolas 10% (100 mg/mL) – 10 mL (930 mg de gluconato de cálcio equivalem a aproximadamente 93 mg de cálcio elementar).",
            "preparo": "• Usar diretamente a ampola para bolus IV lento.\n• Para infusão contínua: diluir 1–2 g em 100–250 mL de SF ou SG5%, ajustar a velocidade conforme necessidade.\n• Não misturar com bicarbonato de sódio ou fosfatos na mesma linha.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%.\nIncompatível com bicarbonato, fosfato e soluções alcalinas.",
            "armazenamento": "Manter entre 15°C e 30°C, protegido da luz. Usar imediatamente após aberto. Descartar se houver precipitação ou alteração de cor.",
            "cuidadosMedicos": "• Monitorizar ECG, cálcio sérico, função renal e sinais de hipercalcemia.\n• Preferir acesso central se disponível, especialmente para infusão contínua.\n• Estar preparado para suporte ventilatório e ressuscitação em caso de arritmias.\n• Usar com extrema cautela em pacientes sob uso de digoxina.",
            "cuidadosFarmaceuticos": "• Conferir rótulo e concentração.\n• Não administrar junto com bicarbonato ou fosfato na mesma via.\n• Garantir rastreabilidade de dose, via, horário e lote.\n• Verificar integridade da ampola e estabilidade da solução.",
            "cuidadosEnfermagem": "• Monitorar ECG, sinais vitais e local da infusão.\n• Observar sinais de extravasamento (dor, edema, vermelhidão, endurecimento).\n• Notificar sinais de hipercalcemia: náuseas, vômitos, fraqueza, confusão, bradicardia.\n• Conferir diluição e bomba de infusão corretamente.",
            "fontesBibliograficas": "Bula Anvisa (Gluconato de Cálcio), UpToDate (2024), Micromedex, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Goodman & Gilman (13ª Edição), PubMed ID 37594832, Tintinalli's Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Calcium Gluconate",
            "nomeComercial": "Calcium Gluconate®, Glucalcio®, Calcigenol®",
            "classificacao": "Electrolyte replacer, cardiotonic agent, physiological antagonist of potassium and magnesium ions",
            "mecanismoAcao": "Calcium gluconate acts as a source of calcium ions, essential for maintaining membrane potential, neuromuscular excitability, myocardial contractility, and coagulation. It increases extracellular calcium concentration, restoring cardiac and neuromuscular contractility and stabilizing cell membranes. It acts as a membrane stabilizer in hyperkalemia and as an antagonist of toxicity from hypermagnesemia and calcium channel blockers.",
            "farmacocinetica": "• Absorption: 100% bioavailability by IV route.\n• Onset of action: 1–3 minutes.\n• Peak effect: 3–5 minutes.\n• Duration: 20–60 minutes.\n• Volume of distribution: 0.2–0.3 L/kg.\n• Metabolism: not subject to hepatic metabolism.\n• Excretion: renal (small part) and redistribution to bones and tissues.",
            "farmacodinamica": "Promotes restoration of extracellular calcium levels, stabilizing cell membranes, correcting neuromuscular excitability, and improving myocardial contractility. Acts rapidly as a membrane stabilizer in emergencies of hyperkalemia, hypocalcemia, and hypermagnesemia. Its positive inotropic effect is less intense than that of calcium chloride, but with a lower risk of tissue necrosis in case of extravasation.",
            "indicacoes": "• Acute symptomatic hypocalcemia.\n• Severe hyperkalemia (membrane stabilizer).\n• Severe hypermagnesemia.\n• Calcium channel blocker overdose.\n• Inotropic support in hypocalcemia or associated shock.\n• Cardiac arrest associated with hyperkalemia or hypocalcemia.",
            "posologia": "Adults:\n• 1–2 g of 10% calcium gluconate (10–20 mL), slow IV over 5–10 minutes.\n• May be repeated every 10–20 minutes as needed clinically and by labs.\n• In calcium channel blocker overdose, consider continuous infusion of 0.5–1.5 mEq/kg/h.\nPediatrics:\n• 60–100 mg/kg of 10% solution (max 1 g) slow IV over 5–10 minutes.\n• May repeat as per clinical response.",
            "administracao": "• Slow intravenous route (minimum 5 minutes) or continuous infusion.\n• Safe peripheral access, less irritating than calcium chloride.\n• Prefer central access for prolonged infusions or high concentrations.\n• Continuous ECG monitoring during administration.",
            "doseMaxima": "• Adults: up to 4 g per dose in critical cases (under strict monitoring).\n• Pediatrics: 1 g per dose (absolute maximum).",
            "doseMinima": "• Adults: 1 g (10 mL) IV.\n• Pediatrics: 60 mg/kg IV.",
            "reacoesAdversas": "Very common (>10%):\n• Flushing, sensation of warmth.\n• Mild nausea, metallic taste.\nCommon (1–10%):\n• Mild bradycardia, transient hypotension.\n• Phlebitis, discomfort at infusion site.\nUncommon (0.1–1%):\n• Extravasation with local injury (rare, less than with calcium chloride).\n• Transient hypercalcemia.\nRare (<0.1%):\n• Severe arrhythmias (bradycardia, asystole) if infused too rapidly.\n• Cardiac arrest.\n• Severe tissue necrosis (if significant extravasation).",
            "riscoGravidez": "Category C. Use if clearly necessary. Monitor to avoid fetal hypercalcemia.",
            "riscoLactacao": "Safe. No significant excretion in breast milk expected.",
            "ajusteRenal": "• Use with caution.\n• Reduce dose in severe renal insufficiency due to risk of hypercalcemia.\n• Monitor serum calcium, renal function, and ECG.",
            "ajusteHepatico": "• No adjustment required, as it is not metabolized by the liver.\n• Monitor electrolytes if hepatic dysfunction is associated with renal insufficiency.",
            "contraindicacoes": "• Hypercalcemia.\n• Hypersensitivity to calcium salts.\n• Concomitant use with digitalis (high risk of fatal arrhythmias).\n• Cardiac arrest due to ventricular fibrillation without hypocalcemia or hyperkalemia.",
            "interacaoMedicamento": "• Incompatible with:\n  - Sodium bicarbonate (forms calcium carbonate precipitate).\n  - Phosphate (risk of precipitation).\n• Potentiates digitalis toxicity.\n• Potentiates inotropic effect of catecholamines.\n• May antagonize effects of calcium channel blockers (when used as antidote).",
            "apresentacao": "• 10% ampoules (100 mg/mL) – 10 mL (930 mg calcium gluconate equals approximately 93 mg elemental calcium).",
            "preparo": "• Use ampoule directly for slow IV bolus.\n• For continuous infusion: dilute 1–2 g in 100–250 mL of NS or D5W, adjust rate as needed.\n• Do not mix with sodium bicarbonate or phosphates in the same line.",
            "solucoesCompatíveis": "0.9% saline, 5% glucose solution.\nIncompatible with bicarbonate, phosphate, and alkaline solutions.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. Use immediately after opening. Discard if precipitation or color change occurs.",
            "cuidadosMedicos": "• Monitor ECG, serum calcium, renal function, and signs of hypercalcemia.\n• Prefer central access if available, especially for continuous infusion.\n• Be prepared for ventilatory support and resuscitation in case of arrhythmias.\n• Use with extreme caution in patients on digoxin.",
            "cuidadosFarmaceuticos": "• Check label and concentration.\n• Do not administer together with bicarbonate or phosphate in the same line.\n• Ensure traceability of dose, route, time, and batch.\n• Check ampoule integrity and solution stability.",
            "cuidadosEnfermagem": "• Monitor ECG, vital signs, and infusion site.\n• Observe for signs of extravasation (pain, edema, redness, induration).\n• Report signs of hypercalcemia: nausea, vomiting, weakness, confusion, bradycardia.\n• Check dilution and infusion pump correctly.",
            "fontesBibliograficas": "FDA Label (Calcium Gluconate), UpToDate (2024), Micromedex, Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Goodman & Gilman (13th Edition), PubMed ID 37594832, Tintinalli's Emergency Medicine (9th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Gluconato de Calcio",
            "nomeComercial": "Gluconato de Calcio®, Glucalcio®, Calcigenol®",
            "classificacao": "Reponedor electrolítico, agente cardiotónico, antagonista fisiológico de los iones potasio y magnesio",
            "mecanismoAcao": "El gluconato de calcio actúa como fuente de iones calcio, fundamentales en el mantenimiento del potencial de membrana, excitabilidad neuromuscular, contractilidad miocárdica y coagulación. Aumenta la concentración de calcio extracelular, restaurando la contractilidad cardíaca y neuromuscular y estabilizando las membranas celulares. Actúa como estabilizador de membranas en la hipercalemia y antagonista de la toxicidad por hipermagnesemia y bloqueadores de los canales de calcio.",
            "farmacocinetica": "• Absorción: biodisponibilidad del 100% por vía IV.\n• Inicio de acción: 1–3 minutos.\n• Pico de efecto: 3–5 minutos.\n• Duración: 20–60 minutos.\n• Volumen de distribución: 0,2–0,3 L/kg.\n• Metabolismo: no sufre metabolismo hepático.\n• Excreción: renal (pequeña parte) y redistribución a los huesos y tejidos.",
            "farmacodinamica": "Promueve la restauración de los niveles de calcio extracelular, estabilizando las membranas celulares, corrigiendo la excitabilidad neuromuscular y mejorando la contractilidad miocárdica. Actúa rápidamente como estabilizador de membrana en emergencias de hipercalemia, hipocalcemia e hipermagnesemia. Su efecto inotrópico positivo es menos intenso que el del cloruro de calcio, pero con menor riesgo de necrosis tisular en caso de extravasación.",
            "indicacoes": "• Hipocalcemia aguda sintomática.\n• Hipercalemia grave (estabilizador de membrana).\n• Hipermagnesemia grave.\n• Intoxicación por bloqueadores de los canales de calcio.\n• Soporte inotrópico en hipocalcemia o shock asociado.\n• Parada cardíaca asociada a hipercalemia o hipocalcemia.",
            "posologia": "Adultos:\n• 1–2 g de gluconato de calcio al 10% (10–20 mL), IV lento en 5–10 minutos.\n• Puede repetirse cada 10–20 minutos según necesidad clínica y de laboratorio.\n• En intoxicación por bloqueadores de canales de calcio, considerar infusión continua de 0,5–1,5 mEq/kg/h.\nPediatría:\n• 60–100 mg/kg de solución al 10% (máximo 1 g) IV lento en 5–10 minutos.\n• Puede repetirse según respuesta clínica.",
            "administracao": "• Vía intravenosa lenta (mínimo 5 minutos) o infusión continua.\n• Acceso periférico seguro, menos irritante que el cloruro de calcio.\n• Preferir acceso central en infusiones prolongadas o concentraciones elevadas.\n• Monitorización continua de ECG durante la administración.",
            "doseMaxima": "• Adultos: hasta 4 g por dosis en casos críticos (bajo monitorización rigurosa).\n• Pediatría: 1 g por dosis (máximo absoluto).",
            "doseMinima": "• Adultos: 1 g (10 mL) IV.\n• Pediatría: 60 mg/kg IV.",
            "reacoesAdversas": "Muy comunes (>10%):\n• Rubor, sensación de calor.\n• Náusea leve, sabor metálico.\nComunes (1–10%):\n• Bradicardia leve, hipotensión transitoria.\n• Flebitis, molestia en el sitio de infusión.\nPoco comunes (0,1–1%):\n• Extravasación con lesión local (raro, menos que con cloruro de calcio).\n• Hipercalcemia transitoria.\nRaras (<0,1%):\n• Arritmias severas (bradicardia, asistolia) si se infunde muy rápido.\n• Parada cardíaca.\n• Necrosis tisular grave (si extravasación significativa).",
            "riscoGravidez": "Categoría C. Usar si es claramente necesario. Monitorizar para evitar hipercalcemia fetal.",
            "riscoLactacao": "Seguro. No se espera excreción significativa en la leche materna.",
            "ajusteRenal": "• Usar con precaución.\n• Reducir dosis en insuficiencia renal grave por riesgo de hipercalcemia.\n• Monitorizar calcio sérico, función renal y ECG.",
            "ajusteHepatico": "• No requiere ajuste, ya que no es metabolizado por el hígado.\n• Observar electrolitos si la disfunción hepática está asociada a insuficiencia renal.",
            "contraindicacoes": "• Hipercalcemia.\n• Hipersensibilidad a las sales de calcio.\n• Uso concomitante con digitálicos (alto riesgo de arritmias fatales).\n• Parada cardíaca por fibrilación ventricular sin hipocalcemia o hipercalemia.",
            "interacaoMedicamento": "• Incompatible con:\n  - Bicarbonato de sodio (forma precipitado de carbonato de calcio).\n  - Fosfato (riesgo de precipitación).\n• Potencializa la toxicidad de digitálicos.\n• Potencializa el efecto inotrópico de catecolaminas.\n• Puede antagonizar los efectos de los bloqueadores de canales de calcio (cuando se usa como antídoto).",
            "apresentacao": "• Ampollas al 10% (100 mg/mL) – 10 mL (930 mg de gluconato de calcio equivalen a aproximadamente 93 mg de calcio elemental).",
            "preparo": "• Usar directamente la ampolla para bolo IV lento.\n• Para infusión continua: diluir 1–2 g en 100–250 mL de SF o SG5%, ajustar la velocidad según necesidad.\n• No mezclar con bicarbonato de sodio o fosfatos en la misma línea.",
            "solucoesCompatíveis": "Suero fisiológico 0,9%, solución glucosada 5%.\nIncompatible con bicarbonato, fosfato y soluciones alcalinas.",
            "armazenamento": "Conservar entre 15°C y 30°C, protegido de la luz. Usar inmediatamente tras abrir. Descartar si hay precipitación o cambio de color.",
            "cuidadosMedicos": "• Monitorizar ECG, calcio sérico, función renal y signos de hipercalcemia.\n• Preferir acceso central si está disponible, especialmente para infusión continua.\n• Estar preparado para soporte ventilatorio y reanimación en caso de arritmias.\n• Usar con extrema precaución en pacientes bajo digoxina.",
            "cuidadosFarmaceuticos": "• Verificar etiqueta y concentración.\n• No administrar junto con bicarbonato o fosfato en la misma vía.\n• Garantizar trazabilidad de dosis, vía, horario y lote.\n• Verificar integridad de la ampolla y estabilidad de la solución.",
            "cuidadosEnfermagem": "• Monitorizar ECG, signos vitales y sitio de infusión.\n• Observar signos de extravasación (dolor, edema, enrojecimiento, endurecimiento).\n• Notificar signos de hipercalcemia: náuseas, vómitos, debilidad, confusión, bradicardia.\n• Verificar dilución y bomba de infusión correctamente.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Gluconato de Calcio), UpToDate (2024), Micromedex, Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Goodman & Gilman (13ª Edición), PubMed ID 37594832, Tintinalli's Emergency Medicine (9ª Edición)."
        }
    }
}