{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Hidrocortisona",
            "nomeComercial": "Solu-Cortef®, Hidrocort®, Hidrocortisona®, Cortisonal®",
            "classificacao": "Corticosteroide sistêmico, glicocorticoide de curta duração",
            "mecanismoAcao": "A hidrocortisona exerce seus efeitos anti-inflamatórios, imunossupressores e metabólicos por meio da modulação da transcrição gênica, ao se ligar aos receptores intracelulares de glicocorticoides. A hidrocortisona também interfere no metabolismo lipídico, estimulando lipólise em tecidos periféricos e redistribuição do tecido adiposo. Além disso, estabiliza os lisossomos, reduz a quimiotaxia de neutrófilos e inibe a produção de citocinas pró-inflamatórias como TNF-α, IL-1 e IL-6.",
            "farmacocinetica": "Absorção IV completa, início em minutos (choque adrenal) ou cerca de 1h (efeito anti-inflamatório), pico 1-2 horas, meia-vida 1,5-2h (plasmática) e 8-12h (biológica), metabolização hepática, excreção renal.",
            "farmacodinamica": "Potente anti-inflamatório, imunossupressor e com leve efeito mineralocorticoide. Estabiliza membranas celulares e reduz liberação de mediadores inflamatórios. Sua potência anti-inflamatória é aproximadamente igual à do cortisol endógeno. Em altas doses, pode exercer efeitos mineralocorticoides significativos, contribuindo para retenção de sódio e perda de potássio.",
            "indicacoes": "Crise adrenal, choque séptico com insuficiência adrenal relativa, reações anafiláticas, asma grave, DPOC aguda, edema cerebral, crupe, choque refratário, urticária, angioedema, doenças autoimunes em exacerbação, suporte perioperatório em insuficiência adrenal.",
            "posologia": "Adulto: ataque 100 mg IV, manutenção 50-100 mg IV a cada 6-8h ou infusão contínua 200-240 mg/24h. Choque séptico: 200 mg/dia (infusão ou 50 mg 6/6h). Pediatria: 1-2 mg/kg/dose IV a cada 6h.",
            "administracao": "Via IV ou IM. Preferencialmente IV em emergência. Bolus lento (2-5 min) ou diluído em 100-250 mL de SF ou SG5%.",
            "doseMaxima": "Adulto: até 1,5-2 g/dia. Pediatria: até 240 mg/m²/dia.",
            "doseMinima": "Adulto: 50 mg. Pediatria: 1 mg/kg.",
            "reacoesAdversas": "Hiperglicemia, retenção de sódio, edema, ansiedade, insônia, hipertensão, hipocalemia, miopatia, psicose, arritmias, necrose avascular, pancreatite, glaucoma. Uso prolongado pode levar à síndrome de Cushing iatrogênica, osteoporose, supressão do eixo hipotálamo-hipófise-adrenal e miopatia proximal. Em crianças, pode haver retardo no crescimento.",
            "riscoGravidez": "Categoria C. Usar se benefício superar risco. Uso crônico pode causar restrição de crescimento fetal.",
            "riscoLactacao": "Compatível. Pequenas quantidades no leite, seguras em uso curto.",
            "ajusteRenal": "Não requer ajuste. Monitorar balanço hídrico e eletrólitos.",
            "ajusteHepatico": "Pode exigir redução na insuficiência hepática grave.",
            "contraindicacoes": "Hipersensibilidade, infecção fúngica sistêmica não tratada, vacinas de vírus vivos, miastenia gravis descompensada (relativa).",
            "interacaoMedicamento": "Aumento de hipocalemia com diuréticos, hiperglicemia com antidiabéticos, toxicidade de digoxina, risco gastrointestinal com AINEs, potencializa anticoagulantes, reduz eficácia de vacinas, interage com inibidores/indutores de CYP3A4. Uso concomitante com fluoroquinolonas pode aumentar risco de ruptura tendínea. Inibidores da aromatase podem ter eficácia reduzida. Pode aumentar efeitos hipocalêmicos da anfotericina B e aumentar risco de sangramento com inibidores da recaptação de serotonina.",
            "apresentacao": "Frascos-ampola liofilizados de 100 mg, 500 mg, 1 g, com diluente.",
            "preparo": "Reconstituir com diluente (100 mg + 2 mL, 500 mg + 5 mL). Para infusão: diluir em 100-250 mL de SF ou SG5%.",
            "solucoesCompatíveis": "SF 0,9%, SG5%. Incompatível com soluções muito ácidas ou alcalinas.",
            "armazenamento": "15-30°C, protegido da luz. Após reconstituição, usar em 4h (ambiente) ou 24h (refrigerado).",
            "cuidadosMedicos": "Monitorizar glicemia, eletrólitos, função renal, PA e sinais de infecção. Usar menor dose possível pelo menor tempo. Em uso prolongado, considerar profilaxia para osteoporose e monitorar densidade óssea. Avaliar sinais de supressão adrenal em desmame ou estresse fisiológico.",
            "cuidadosFarmaceuticos": "Conferir nome, dose, via e diluição correta. Verificar estabilidade. Documentar lote e horário.",
            "cuidadosEnfermagem": "Monitorizar sinais vitais, glicemia, balanço hídrico e eletrólitos. Observar extravasamento. Notificar alterações como agitação, hiperglicemia, taquicardia.",
            "fontesBibliograficas": "Bula Anvisa, UpToDate (2024), Micromedex, Miller's Anesthesia (9ª Edição), Barash (7ª Edição), Goodman & Gilman (13ª Edição), PubMed ID 37596854, Tintinalli’s (9ª Edição)."
        }
    },
    "EN": {
        "bulario": {
            "nomePrincipioAtivo": "Hydrocortisone",
            "nomeComercial": "Solu-Cortef®, Hidrocort®, Hydrocortisone®, Cortisonal®",
            "classificacao": "Systemic corticosteroid, short-acting glucocorticoid",
            "mecanismoAcao": "Hydrocortisone exerts its anti-inflammatory, immunosuppressive, and metabolic effects by modulating gene transcription after binding to intracellular glucocorticoid receptors. It also influences lipid metabolism by stimulating lipolysis in peripheral tissues and redistributing adipose tissue. Additionally, it stabilizes lysosomes, reduces neutrophil chemotaxis, and inhibits the production of pro-inflammatory cytokines such as TNF-α, IL-1, and IL-6.",
            "farmacocinetica": "Complete IV absorption, onset within minutes (adrenal crisis) or about 1h (anti-inflammatory effect), peak 1–2 h, half-life 1.5–2 h (plasma) and 8–12 h (biological), hepatic metabolism, renal excretion.",
            "farmacodinamica": "Potent anti-inflammatory, immunosuppressive, with mild mineralocorticoid effects. Stabilizes cell membranes and reduces release of inflammatory mediators. Its anti-inflammatory potency is approximately equal to endogenous cortisol. At high doses, it can exert significant mineralocorticoid effects, contributing to sodium retention and potassium loss.",
            "indicacoes": "Adrenal crisis, septic shock with relative adrenal insufficiency, anaphylactic reactions, severe asthma, acute COPD, cerebral edema, croup, refractory shock, urticaria, angioedema, autoimmune disease flare, perioperative support in adrenal insufficiency.",
            "posologia": "Adults: bolus 100 mg IV, maintenance 50–100 mg IV every 6–8 h or continuous infusion 200–240 mg/day. Septic shock: 200 mg/day (infusion or 50 mg every 6 h). Pediatrics: 1–2 mg/kg/dose IV every 6 h.",
            "administracao": "IV or IM. IV preferred in emergencies. Slow bolus (2–5 min) or diluted in 100–250 mL of NS or D5W.",
            "doseMaxima": "Adults: up to 1.5–2 g/day. Pediatrics: up to 240 mg/m²/day.",
            "doseMinima": "Adults: 50 mg. Pediatrics: 1 mg/kg.",
            "reacoesAdversas": "Hyperglycemia, sodium retention, edema, anxiety, insomnia, hypertension, hypokalemia, myopathy, psychosis, arrhythmias, avascular necrosis, pancreatitis, glaucoma. Prolonged use may lead to iatrogenic Cushing’s syndrome, osteoporosis, HPA axis suppression, and proximal myopathy. In children, may cause growth retardation.",
            "riscoGravidez": "Category C. Use if benefits outweigh risks. Chronic use may cause fetal growth restriction.",
            "riscoLactacao": "Compatible. Small amounts in milk, safe for short-term use.",
            "ajusteRenal": "No dose adjustment required. Monitor fluid balance and electrolytes.",
            "ajusteHepatico": "May require dose reduction in severe hepatic impairment.",
            "contraindicacoes": "Hypersensitivity, untreated systemic fungal infection, live virus vaccines, decompensated myasthenia gravis (relative).",
            "interacaoMedicamento": "Increased hypokalemia with diuretics, hyperglycemia with antidiabetics, digoxin toxicity, GI risk with NSAIDs, enhances anticoagulant effect, reduces vaccine efficacy, interacts with CYP3A4 inhibitors/inducers. Concurrent use with fluoroquinolones may increase tendon rupture risk. Aromatase inhibitors may have reduced efficacy. May enhance hypokalemic effects of amphotericin B and bleeding risk with SSRIs.",
            "apresentacao": "Lyophilized vials: 100 mg, 500 mg, 1 g with diluent.",
            "preparo": "Reconstitute with diluent (100 mg + 2 mL, 500 mg + 5 mL). For infusion: dilute in 100–250 mL of NS or D5W.",
            "solucoesCompatíveis": "0.9% saline, 5% dextrose. Incompatible with strongly acidic or alkaline solutions.",
            "armazenamento": "15–30°C, protected from light. After reconstitution, use within 4 h (room temp) or 24 h (refrigerated).",
            "cuidadosMedicos": "Monitor glucose, electrolytes, renal function, BP, and signs of infection. Use the lowest effective dose for the shortest duration. In prolonged use, consider osteoporosis prophylaxis and monitor bone density. Evaluate for adrenal suppression during tapering or physiologic stress.",
            "cuidadosFarmaceuticos": "Check name, dose, route, and correct dilution. Verify stability. Record batch and time.",
            "cuidadosEnfermagem": "Monitor vital signs, blood glucose, fluid balance, and electrolytes. Watch for extravasation. Report changes such as agitation, hyperglycemia, tachycardia.",
            "fontesBibliograficas": "Anvisa leaflet, UpToDate (2024), Micromedex, Miller's Anesthesia (9th Ed.), Barash (7th Ed.), Goodman & Gilman (13th Ed.), PubMed ID 37596854, Tintinalli’s (9th Ed.)"
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Hidrocortisona",
            "nomeComercial": "Solu-Cortef®, Hidrocort®, Hidrocortisona®, Cortisonal®",
            "classificacao": "Corticosteroide sistémico, glucocorticoide de acción corta",
            "mecanismoAcao": "La hidrocortisona ejerce sus efectos antiinflamatorios, inmunosupresores y metabólicos mediante la modulación de la transcripción génica tras unirse a los receptores intracelulares de glucocorticoides. También influye en el metabolismo lipídico al estimular la lipólisis en tejidos periféricos y redistribuir el tejido adiposo. Además, estabiliza los lisosomas, reduce la quimiotaxis de neutrófilos e inhibe la producción de citocinas proinflamatorias como TNF-α, IL-1 e IL-6.",
            "farmacocinetica": "Absorción IV completa, inicio en minutos (crisis adrenal) o alrededor de 1h (efecto antiinflamatorio), pico 1–2 h, vida media 1,5–2 h (plasmática) y 8–12 h (biológica), metabolismo hepático, excreción renal.",
            "farmacodinamica": "Potente antiinflamatorio, inmunosupresor y con leve efecto mineralocorticoide. Estabiliza las membranas celulares y reduce la liberación de mediadores inflamatorios. Su potencia antiinflamatoria es aproximadamente igual a la del cortisol endógeno. A dosis elevadas, puede ejercer efectos mineralocorticoides significativos, contribuyendo a la retención de sodio y pérdida de potasio.",
            "indicacoes": "Crisis adrenal, shock séptico con insuficiencia adrenal relativa, reacciones anafilácticas, asma grave, EPOC aguda, edema cerebral, crup, shock refractario, urticaria, angioedema, exacerbación de enfermedades autoinmunes, soporte perioperatorio en insuficiencia adrenal.",
            "posologia": "Adultos: bolo 100 mg IV, mantenimiento 50–100 mg IV cada 6–8 h o infusión continua 200–240 mg/día. Shock séptico: 200 mg/día (infusión o 50 mg cada 6 h). Pediatría: 1–2 mg/kg/dosis IV cada 6 h.",
            "administracao": "Vía IV o IM. Preferentemente IV en emergencias. Bolo lento (2–5 min) o diluido en 100–250 mL de SF o SG5%.",
            "doseMaxima": "Adultos: hasta 1,5–2 g/día. Pediatría: hasta 240 mg/m²/día.",
            "doseMinima": "Adultos: 50 mg. Pediatría: 1 mg/kg.",
            "reacoesAdversas": "Hiperglucemia, retención de sodio, edema, ansiedad, insomnio, hipertensión, hipocalemia, miopatía, psicosis, arritmias, necrosis avascular, pancreatitis, glaucoma. El uso prolongado puede causar síndrome de Cushing iatrogénico, osteoporosis, supresión del eje hipotálamo-hipófisis-adrenal y miopatía proximal. En niños, puede causar retraso del crecimiento.",
            "riscoGravidez": "Categoría C. Usar si el beneficio supera el riesgo. El uso crónico puede restringir el crecimiento fetal.",
            "riscoLactacao": "Compatible. Secreción en leche mínima, segura para uso a corto plazo.",
            "ajusteRenal": "No requiere ajuste de dosis. Monitorizar balance hídrico y electrolitos.",
            "ajusteHepatico": "Puede requerir reducción de dosis en insuficiencia hepática grave.",
            "contraindicacoes": "Hipersensibilidad, infección fúngica sistémica no tratada, vacunas con virus vivos, miastenia grave descompensada (relativa).",
            "interacaoMedicamento": "Aumenta la hipocalemia con diuréticos, hiperglucemia con antidiabéticos, toxicidad por digoxina, riesgo gastrointestinal con AINEs, potencia anticoagulantes, reduce eficacia de vacunas, interacciones con inhibidores/inductores de CYP3A4. Uso concomitante con fluoroquinolonas puede aumentar riesgo de ruptura tendinosa. Inhibidores de aromatasa pueden reducir eficacia. Puede aumentar efectos hipocalémicos de anfotericina B y riesgo de sangrado con ISRS.",
            "apresentacao": "Viales liofilizados: 100 mg, 500 mg, 1 g con diluyente.",
            "preparo": "Reconstituir con diluyente (100 mg + 2 mL, 500 mg + 5 mL). Para infusión: diluir en 100–250 mL de SF o SG5%.",
            "solucoesCompatíveis": "SF 0,9%, SG5%. Incompatible con soluciones altamente ácidas o alcalinas.",
            "armazenamento": "15–30°C, protegido de la luz. Tras reconstitución, usar en 4 h (temperatura ambiente) o 24 h (refrigerado).",
            "cuidadosMedicos": "Monitorizar glucosa, electrolitos, función renal, PA y signos de infección. Usar la dosis efectiva más baja durante el menor tiempo posible. En uso prolongado, considerar profilaxis para osteoporosis y monitorear densidad ósea. Evaluar supresión adrenal durante la reducción o en situaciones de estrés fisiológico.",
            "cuidadosFarmaceuticos": "Verificar nombre, dosis, vía y dilución correctas. Confirmar estabilidad. Registrar lote y horario.",
            "cuidadosEnfermagem": "Monitorizar signos vitales, glucemia, balance hídrico y electrolitos. Vigilar extravasación. Notificar cambios como agitación, hiperglucemia, taquicardia.",
            "fontesBibliograficas": "Prospecto Anvisa, UpToDate (2024), Micromedex, Miller’s Anesthesia (9ª Ed.), Barash (7ª Ed.), Goodman & Gilman (13ª Ed.), PubMed ID 37596854, Tintinalli’s (9ª Ed.)"
        }
    }
}