{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Hidroxicobalamina",
            "nomeComercial": "Cyanokit®",
            "classificacao": "Antídoto para intoxicação por cianeto; derivado da vitamina B12 (cobalamina)",
            "mecanismoAcao": "A hidroxicobalamina atua como agente quelante do íon cianeto. Ela se liga diretamente ao cianeto, formando cianocobalamina (vitamina B12), um composto não tóxico e excretável pelos rins. Isso neutraliza rapidamente os efeitos letais do cianeto, que inibe a citocromo oxidase mitocondrial, bloqueando a respiração celular.",
            "farmacocinetica": "• Início de ação: imediato.\n• Pico de efeito: minutos após o início da infusão.\n• Duração clínica: variável, de acordo com a gravidade da intoxicação.\n• Meia-vida: 26–31 horas.\n• Volume de distribuição: 0,9–5,1 L/kg.\n• Ligação às proteínas plasmáticas: moderada.\n• Metabolização: mínima.\n• Excreção: renal, predominantemente como cianocobalamina e compostos hidroxilados.",
            "farmacodinamica": "Neutraliza rapidamente o cianeto circulante, restaurando a função da cadeia respiratória mitocondrial. Melhora parâmetros hemodinâmicos, oxigenação tecidual e estado neurológico em minutos após administração.",
            "indicacoes": "• Tratamento da intoxicação conhecida ou suspeita por cianeto (inalação de fumaça, acidentes industriais, exposição a compostos contendo cianeto).\n• Intoxicação por cianeto isolado ou em combinação com outras substâncias.",
            "posologia": "Adulto:\n• Dose inicial: 5 g IV, diluída, em infusão de 15 minutos.\n• Se necessário (intoxicação grave ou resposta clínica inadequada): dose adicional de 5 g IV.\n• Dose máxima: 10 g.\nPediatria:\n• Dose: 70 mg/kg IV, até máximo de 5 g na primeira dose.\n• Se necessário, repetir uma segunda dose de até 70 mg/kg (máximo 5 g).",
            "administracao": "• Exclusivamente via intravenosa.\n• Infusão lenta: 15 minutos para 5 g.\n• Pode ser prolongada para até 30 minutos se instabilidade hemodinâmica.\n• Administração em bolus NÃO recomendada.",
            "doseMaxima": "• 10 g em adultos.\n• 140 mg/kg em pediatria (máximo 10 g).",
            "doseMinima": "• 5 g em adultos.\n• 70 mg/kg em pediatria.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Eritema cutâneo, coloração avermelhada da pele e das mucosas.\n• Alteração na coloração da urina (vermelha, laranja, rosa).\n• Rash.\nComuns (1–10%):\n• Náusea, vômito.\n• Cefaleia.\n• Hipertensão transitória.\n• Reações no local da infusão (dor, edema, extravasamento).\nIncomuns (0,1–1%):\n• Taquicardia.\n• Anafilaxia, prurido.\n• Dispneia.\n• Insuficiência renal transitória.\nRaras (<0,1%):\n• Edema pulmonar.\n• Reações alérgicas graves.\n• Lesão renal aguda (em doses muito altas).",
            "riscoGravidez": "Categoria C. Usar se claramente necessário. Estudos em animais não demonstraram teratogenicidade, mas não existem estudos controlados em humanos. Considerado seguro em emergências por intoxicação por cianeto.",
            "riscoLactacao": "Desconhece-se se é excretada no leite humano. Considerando a gravidade da intoxicação, o uso é aceitável.",
            "ajusteRenal": "• Usar com cautela na insuficiência renal moderada a grave.\n• A excreção renal da cianocobalamina pode estar reduzida, mas não contraindica o uso em emergências.",
            "ajusteHepatico": "• Não é necessário ajuste.\n• Metabolização hepática não é significativa no processo de eliminação.",
            "contraindicacoes": "• Hipersensibilidade conhecida à hidroxicobalamina ou a qualquer componente da fórmula.",
            "interacaoMedicamento": "• Pode interferir em exames laboratoriais:\n  - Gases arteriais (cooximetria pode estar falsamente alterada).\n  - Creatinina, bilirrubina e outros testes colorimétricos (falsos positivos ou falsos aumentos).\n• Nenhuma interação farmacológica clinicamente relevante foi descrita.",
            "apresentacao": "• Frasco-ampola liofilizado de 2,5 g.\n• Kit Cyanokit® contém 1 ou 2 frascos de 2,5 g + diluente estéril (100 mL) + equipo de infusão.",
            "preparo": "• Reconstituir cada frasco de 2,5 g com 100 mL de solução estéril (não usar SF ou SG, usar diluente próprio ou água para injeção).\n• Agitar vigorosamente por 60 segundos até completa dissolução.\n• Solução final: 25 mg/mL.\n• Administrar imediatamente após preparo ou em até 6 horas se protegido da luz e mantido entre 2°C e 25°C.",
            "solucoesCompatíveis": "• Apenas diluente próprio (fornecido no kit) ou água para injeção.\n• Incompatível com SF 0,9%, SG 5% e soluções alcalinas.",
            "armazenamento": "• Frasco liofilizado: armazenar entre 15°C e 25°C, protegido da luz.\n• Após reconstituição: usar imediatamente ou em até 6 horas, protegido da luz.\n• Não congelar.",
            "cuidadosMedicos": "• Monitorização contínua de parâmetros hemodinâmicos, oxigenação e função renal.\n• A coloração avermelhada da pele, urina e plasma é esperada e pode persistir por até 10 dias.\n• Informar laboratório sobre interferência em exames bioquímicos.\n• Ter suporte avançado de vida disponível, especialmente em casos de intoxicação grave.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade dos frascos e diluentes.\n• Preparar sob condições assépticas.\n• Agitar vigorosamente após reconstituição.\n• Documentar lote, dose, via, horário e quaisquer reações adversas.\n• Descartar solução se apresentar partículas, turvação ou coloração anormal (exceto a esperada cor vermelho rubi).",
            "cuidadosEnfermagem": "• Monitorizar sinais vitais, saturação, padrão ventilatório, débito urinário e sinais de resposta clínica.\n• Notificar imediatamente reações adversas (hipertensão, rash, anafilaxia).\n• Observar coloração da pele e urina, informando paciente e familiares que isso é transitório e esperado.\n• Garantir acesso venoso pérvio e funcionamento do equipamento de infusão.",
            "fontesBibliograficas": "Bula Anvisa (Cyanokit®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37617292, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli's Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Hydroxocobalamin",
            "nomeComercial": "Cyanokit®",
            "classificacao": "Antidote for cyanide poisoning; vitamin B12 (cobalamin) derivative",
            "mecanismoAcao": "Hydroxocobalamin acts as a chelating agent for cyanide ions. It binds directly to cyanide, forming cyanocobalamin (vitamin B12), a non-toxic and renally excretable compound. This rapidly neutralizes the lethal effects of cyanide, which inhibits mitochondrial cytochrome oxidase, blocking cellular respiration.",
            "farmacocinetica": "• Onset of action: immediate.\n• Peak effect: minutes after infusion begins.\n• Clinical duration: variable, depending on severity of poisoning.\n• Half-life: 26–31 hours.\n• Volume of distribution: 0.9–5.1 L/kg.\n• Plasma protein binding: moderate.\n• Metabolism: minimal.\n• Excretion: renal, mainly as cyanocobalamin and hydroxylated compounds.",
            "farmacodinamica": "Rapidly neutralizes circulating cyanide, restoring mitochondrial respiratory chain function. Improves hemodynamic parameters, tissue oxygenation, and neurological status within minutes after administration.",
            "indicacoes": "• Treatment of known or suspected cyanide poisoning (smoke inhalation, industrial accidents, exposure to cyanide-containing compounds).\n• Cyanide poisoning alone or in combination with other substances.",
            "posologia": "Adults:\n• Initial dose: 5 g IV, diluted, infused over 15 minutes.\n• If necessary (severe poisoning or inadequate clinical response): additional 5 g IV dose.\n• Maximum dose: 10 g.\nPediatrics:\n• Dose: 70 mg/kg IV, up to a maximum of 5 g for the first dose.\n• If necessary, repeat a second dose up to 70 mg/kg (max 5 g).",
            "administracao": "• Intravenous route only.\n• Slow infusion: 15 minutes for 5 g.\n• May be extended to 30 minutes if hemodynamic instability.\n• Bolus administration NOT recommended.",
            "doseMaxima": "• 10 g in adults.\n• 140 mg/kg in pediatrics (max 10 g).",
            "doseMinima": "• 5 g in adults.\n• 70 mg/kg in pediatrics.",
            "reacoesAdversas": "Very common (>10%):\n• Skin erythema, reddish discoloration of skin and mucosa.\n• Urine discoloration (red, orange, pink).\n• Rash.\nCommon (1–10%):\n• Nausea, vomiting.\n• Headache.\n• Transient hypertension.\n• Infusion site reactions (pain, edema, extravasation).\nPoco comunes (0.1–1%):\n• Tachycardia.\n• Anaphylaxis, pruritus.\n• Dyspnea.\n• Transient renal insufficiency.\nRare (<0.1%):\n• Pulmonary edema.\n• Severe allergic reactions.\n• Acute kidney injury (very high doses).",
            "riscoGravidez": "Category C. Use if clearly necessary. Animal studies have not shown teratogenicity, but no controlled studies in humans. Considered safe in cyanide poisoning emergencies.",
            "riscoLactacao": "Unknown if excreted in human milk. Given the severity of poisoning, use is acceptable.",
            "ajusteRenal": "• Use with caution in moderate to severe renal insufficiency.\n• Renal excretion of cyanocobalamin may be reduced, but does not contraindicate use in emergencies.",
            "ajusteHepatico": "• No adjustment needed.\n• Hepatic metabolism is not significant in elimination.",
            "contraindicacoes": "• Known hypersensitivity to hydroxocobalamin or any component of the formulation.",
            "interacaoMedicamento": "• May interfere with laboratory tests:\n  - Arterial blood gases (co-oximetry may be falsely altered).\n  - Creatinine, bilirubin, and other colorimetric tests (false positives or elevations).\n• No clinically relevant pharmacological interactions described.",
            "apresentacao": "• Lyophilized vial of 2.5 g.\n• Cyanokit® kit contains 1 or 2 vials of 2.5 g + sterile diluent (100 mL) + infusion set.",
            "preparo": "• Reconstitute each 2.5 g vial with 100 mL of sterile solution (do not use NS or D5W, use provided diluent or sterile water for injection).\n• Shake vigorously for 60 seconds until completely dissolved.\n• Final solution: 25 mg/mL.\n• Administer immediately after preparation or within 6 hours if protected from light and kept between 2°C and 25°C.",
            "solucoesCompatíveis": "• Only provided diluent (from kit) or sterile water for injection.\n• Incompatible with NS 0.9%, D5W, and alkaline solutions.",
            "armazenamento": "• Lyophilized vial: store between 15°C and 25°C, protected from light.\n• After reconstitution: use immediately or within 6 hours, protected from light.\n• Do not freeze.",
            "cuidadosMedicos": "• Continuous monitoring of hemodynamic parameters, oxygenation, and renal function.\n• Reddish discoloration of skin, urine, and plasma is expected and may persist for up to 10 days.\n• Inform laboratory about interference with biochemical tests.\n• Advanced life support should be available, especially in severe poisoning cases.",
            "cuidadosFarmaceuticos": "• Check name, dose, route, concentration, and integrity of vials and diluents.\n• Prepare under aseptic conditions.\n• Shake vigorously after reconstitution.\n• Record batch, dose, route, time, and any adverse reactions.\n• Discard solution if particles, cloudiness, or abnormal color (except expected ruby red) are present.",
            "cuidadosEnfermagem": "• Monitor vital signs, oxygen saturation, respiratory pattern, urine output, and clinical response.\n• Immediately report adverse reactions (hypertension, rash, anaphylaxis).\n• Observe skin and urine color, informing patient and family that this is transient and expected.\n• Ensure patent venous access and proper functioning of infusion equipment.",
            "fontesBibliograficas": "FDA Label (Cyanokit®), UpToDate (2024), Micromedex, Goodman & Gilman (13th Ed.), PubMed ID 37617292, Miller's Anesthesia (9th Ed.), Barash Clinical Anesthesia (7th Ed.), Tintinalli's Emergency Medicine (9th Ed.)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Hidroxicobalamina",
            "nomeComercial": "Cyanokit®",
            "classificacao": "Antídoto para intoxicación por cianuro; derivado de la vitamina B12 (cobalamina)",
            "mecanismoAcao": "La hidroxicobalamina actúa como agente quelante del ion cianuro. Se une directamente al cianuro, formando cianocobalamina (vitamina B12), un compuesto no tóxico y excretable por los riñones. Esto neutraliza rápidamente los efectos letales del cianuro, que inhibe la citocromo oxidasa mitocondrial, bloqueando la respiración celular.",
            "farmacocinetica": "• Inicio de acción: inmediato.\n• Pico de efecto: minutos tras el inicio de la infusión.\n• Duración clínica: variable, según la gravedad de la intoxicación.\n• Vida media: 26–31 horas.\n• Volumen de distribución: 0,9–5,1 L/kg.\n• Unión a proteínas plasmáticas: moderada.\n• Metabolismo: mínimo.\n• Excreción: renal, predominantemente como cianocobalamina y compuestos hidroxilados.",
            "farmacodinamica": "Neutraliza rápidamente el cianuro circulante, restaurando la función de la cadena respiratoria mitocondrial. Mejora parámetros hemodinámicos, oxigenación tisular y estado neurológico en minutos tras la administración.",
            "indicacoes": "• Tratamiento de la intoxicación conocida o sospechada por cianuro (inhalación de humo, accidentes industriales, exposición a compuestos con cianuro).\n• Intoxicación por cianuro aislado o en combinación con otras sustancias.",
            "posologia": "Adultos:\n• Dosis inicial: 5 g IV, diluida, en infusión de 15 minutos.\n• Si es necesario (intoxicación grave o respuesta clínica inadecuada): dosis adicional de 5 g IV.\n• Dosis máxima: 10 g.\nPediatría:\n• Dosis: 70 mg/kg IV, hasta un máximo de 5 g en la primera dosis.\n• Si es necesario, repetir una segunda dosis de hasta 70 mg/kg (máx. 5 g).",
            "administracao": "• Exclusivamente vía intravenosa.\n• Infusión lenta: 15 minutos para 5 g.\n• Puede prolongarse hasta 30 minutos si hay inestabilidad hemodinámica.\n• NO se recomienda administración en bolo.",
            "doseMaxima": "• 10 g en adultos.\n• 140 mg/kg en pediatría (máx. 10 g).",
            "doseMinima": "• 5 g en adultos.\n• 70 mg/kg en pediatría.",
            "reacoesAdversas": "Muy comunes (>10%):\n• Eritema cutáneo, coloración rojiza de la piel y mucosas.\n• Alteración en la coloración de la orina (roja, naranja, rosa).\n• Rash.\nComunes (1–10%):\n• Náuseas, vómitos.\n• Cefalea.\n• Hipertensión transitoria.\n• Reacciones en el sitio de infusión (dolor, edema, extravasación).\nPoco comunes (0,1–1%):\n• Taquicardia.\n• Anafilaxia, prurito.\n• Disnea.\n• Insuficiencia renal transitoria.\nRaras (<0,1%):\n• Edema pulmonar.\n• Reacciones alérgicas graves.\n• Lesión renal aguda (en dosis muy altas).",
            "riscoGravidez": "Categoría C. Usar si es claramente necesario. Los estudios en animales no han demostrado teratogenicidad, pero no existen estudios controlados en humanos. Se considera seguro en emergencias por intoxicación por cianuro.",
            "riscoLactacao": "Se desconoce si se excreta en la leche humana. Considerando la gravedad de la intoxicación, el uso es aceptable.",
            "ajusteRenal": "• Usar con precaución en insuficiencia renal moderada a grave.\n• La excreción renal de cianocobalamina puede estar reducida, pero no contraindica el uso en emergencias.",
            "ajusteHepatico": "• No es necesario ajuste.\n• El metabolismo hepático no es significativo en el proceso de eliminación.",
            "contraindicacoes": "• Hipersensibilidad conocida a la hidroxicobalamina o a cualquier componente de la fórmula.",
            "interacaoMedicamento": "• Puede interferir en pruebas de laboratorio:\n  - Gases arteriales (la cooximetría puede estar falsamente alterada).\n  - Creatinina, bilirrubina y otras pruebas colorimétricas (falsos positivos o aumentos).\n• No se han descrito interacciones farmacológicas clínicamente relevantes.",
            "apresentacao": "• Vial liofilizado de 2,5 g.\n• El kit Cyanokit® contiene 1 o 2 viales de 2,5 g + diluyente estéril (100 mL) + equipo de infusión.",
            "preparo": "• Reconstituir cada vial de 2,5 g con 100 mL de solución estéril (no usar SF ni SG, usar diluyente propio o agua para inyección).\n• Agitar vigorosamente durante 60 segundos hasta su completa disolución.\n• Solución final: 25 mg/mL.\n• Administrar inmediatamente tras la preparación o en hasta 6 horas si se protege de la luz y se mantiene entre 2°C y 25°C.",
            "solucoesCompatíveis": "• Solo diluyente propio (suministrado en el kit) o agua para inyección.\n• Incompatible con SF 0,9%, SG 5% y soluciones alcalinas.",
            "armazenamento": "• Vial liofilizado: almacenar entre 15°C y 25°C, protegido de la luz.\n• Tras la reconstitución: usar inmediatamente o en hasta 6 horas, protegido de la luz.\n• No congelar.",
            "cuidadosMedicos": "• Monitorización continua de parámetros hemodinámicos, oxigenación y función renal.\n• La coloración rojiza de la piel, orina y plasma es esperada y puede persistir hasta 10 días.\n• Informar al laboratorio sobre la interferencia en pruebas bioquímicas.\n• Disponer de soporte vital avanzado, especialmente en casos de intoxicación grave.",
            "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía, concentración e integridad de viales y diluyentes.\n• Preparar bajo condiciones asépticas.\n• Agitar vigorosamente tras la reconstitución.\n• Documentar lote, dosis, vía, horario y cualquier reacción adversa.\n• Descartar la solución si presenta partículas, turbidez o coloración anormal (excepto el esperado color rojo rubí).",
            "cuidadosEnfermagem": "• Monitorizar signos vitales, saturación, patrón ventilatorio, diuresis y respuesta clínica.\n• Notificar inmediatamente reacciones adversas (hipertensión, rash, anafilaxia).\n• Observar coloración de piel y orina, informando al paciente y familiares que esto es transitorio y esperado.\n• Garantizar acceso venoso permeable y funcionamiento del equipo de infusión.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Cyanokit®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Ed.), PubMed ID 37617292, Miller's Anesthesia (9ª Ed.), Barash Clinical Anesthesia (7ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.)."
        }
    }
}