{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Lidocaína (uso EV)",
            "nomeComercial": "Xylocaína®, Lidonostrum®, Xylestesin®, Lignocaina® (formulação sem vasoconstrictor)",
            "classificacao": "Antiarrítmico classe IB e anestésico local do tipo amida",
            "mecanismoAcao": "Bloqueia os canais de sódio voltagem-dependentes nas membranas neuronais e miocárdicas, inibindo o influxo de sódio durante a fase 0 do potencial de ação. Isso estabiliza a membrana, suprimindo a automaticidade ventricular, encurtando o potencial de ação e o período refratário efetivo em tecidos cardíacos isquêmicos, sem afetar significativamente a condução no nodo AV. No SNC, bloqueia a condução nervosa, resultando em efeito anestésico local e, em doses tóxicas, pode gerar efeito excitatório seguido de depressão.",
            "farmacocinetica": "• Absorção: completa e imediata por via IV.\n• Início de ação: 30–90 segundos após bolus IV.\n• Pico de efeito: 1–5 minutos.\n• Duração: 10–20 minutos (bolus único).\n• Volume de distribuição: 0,7–3,5 L/kg.\n• Ligação proteica: 60–80% (principalmente à alfa-1-glicoproteína ácida).\n• Metabolização: hepática (CYP1A2 e CYP3A4), formando MEGX (monoetilglicinexilidida) e GX (glicinexilidida), ambos ativos.\n• Meia-vida: 1,5–2 horas, prolongada até 3–4 horas em insuficiência hepática ou ICC.\n• Excreção: 90% renal (metabólitos) e 10% inalterada.",
            "farmacodinamica": "A lidocaína reduz seletivamente a excitabilidade em fibras de Purkinje e no miocárdio ventricular, especialmente em tecido isquêmico, suprimindo automaticidade e disparos anormais. Não exerce efeito significativo sobre condução auricular ou nodo AV. Seu efeito é uso-dependente, sendo mais potente em tecidos despolarizados, como ocorre em isquemia.",
            "indicacoes": "• Tratamento agudo de taquiarritmias ventriculares:\n  - Taquicardia ventricular monomórfica sustentada.\n  - Fibrilação ventricular recorrente após desfibrilação.\n  - Extra-sístoles ventriculares sintomáticas em contexto de isquemia.\n• Supressão de arritmias ventriculares no infarto agudo do miocárdio.\n• Anestesia regional intravenosa (Bier block) — com restrições.\n• Contraindicado como profilaxia antiarrítmica rotineira no IAM.",
            "posologia": "Adulto:\n• Bolus inicial: 1–1,5 mg/kg IV em 2–3 minutos.\n• Bolus adicional: 0,5–0,75 mg/kg IV a cada 5–10 min (máximo 3 mg/kg cumulativo).\n• Infusão contínua: 1–4 mg/min IV (ajustável conforme peso e resposta clínica).\nPediatria:\n• Bolus: 1 mg/kg IV.\n• Infusão contínua: 20–50 mcg/kg/min IV.\n• Avaliar bolus adicionais conforme resposta clínica.",
            "administracao": "• IV bolus lento (mínimo 2 minutos) seguido de infusão contínua.\n• Utilizar bomba de infusão para controle preciso.\n• Monitorização contínua de ECG, pressão arterial e saturação.\n• Somente em ambientes críticos (UTI, emergência, centro cirúrgico).",
            "doseMaxima": "• Adulto: 3 mg/kg de bolus cumulativo + infusão contínua até 4 mg/min.\n• Pediatria: bolus máximo 1 mg/kg, infusão contínua até 50 mcg/kg/min.",
            "doseMinima": "• Bolus: 1 mg/kg IV.\n• Infusão: 20 mcg/kg/min.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Parestesias, tontura, náusea, tremores, euforia, sonolência.\nComuns (1–10%):\n• Bradicardia, hipotensão leve.\n• Zumbido, gosto metálico, visão turva.\nIncomuns (0,1–1%):\n• Convulsões, depressão respiratória.\n• Bradicardia severa, bloqueio AV, dissociação eletromecânica.\nRaras (<0,1%):\n• Assistolia, parada cardíaca.\n• Reações anafilactoides.\n• Toxicidade neurológica severa (precede toxicidade cardiovascular na maioria dos casos).",
            "riscoGravidez": "Categoria B. Estudos em animais não demonstraram risco teratogênico. Uso considerado seguro em emergências cardiovasculares durante a gestação, sob monitorização rigorosa.",
            "riscoLactacao": "Excreta-se em pequenas quantidades no leite materno. Considerada segura para uso agudo intravenoso. Monitorar lactente em casos de infusão prolongada.",
            "ajusteRenal": "Não requer ajuste na dose inicial. Acúmulo de metabólitos ativos (MEGX, GX) pode ocorrer na insuficiência renal crônica, aumentando risco de toxicidade neurológica em infusão prolongada.",
            "ajusteHepatico": "Reduzir 30–50% a dose de infusão em insuficiência hepática moderada a grave, devido ao risco elevado de acúmulo e toxicidade, especialmente neurológica.",
            "contraindicacoes": "• Hipersensibilidade à lidocaína ou a outros anestésicos locais do tipo amida.\n• Bloqueio AV de 2º ou 3º grau (sem marcapasso).\n• Síndrome do nó sinusal.\n• Bradicardia severa.\n• Choque cardiogênico severo (exceto se a arritmia ventricular estiver ameaçando a vida).\n• Disfunção ventricular severa não compensada.\n• Uso concomitante com outros antiarrítmicos classe IB.",
            "interacaoMedicamento": "• Aumento da toxicidade com outros antiarrítmicos (amiodarona, procainamida, mexiletina).\n• Potencialização dos efeitos depressivos cardíacos com betabloqueadores, bloqueadores dos canais de cálcio.\n• Inibidores da CYP1A2 e CYP3A4 (claritromicina, cetoconazol, eritromicina) aumentam a meia-vida da lidocaína.\n• Indutores (rifampicina, carbamazepina, fenitoína) reduzem o efeito.\n• Potencialização dos efeitos depressores do SNC com opioides, benzodiazepínicos, anestésicos gerais.",
            "apresentacao": "• Ampolas 2% (20 mg/mL) — 2 mL, 5 mL, 10 mL.\n• Frascos-ampola para infusão 1% (10 mg/mL) — 20 mL, 50 mL, 100 mL.\n• Importante: uso EV deve ser de formulação sem vasoconstrictor.",
            "preparo": "• Bolus: utilizar diretamente ampola 20 mg/mL ou diluir conforme conforto venoso (opcional).\n• Infusão:\n  - 1000 mg (50 mL de 20 mg/mL) em 500 mL SF 0,9% → 2 mg/mL.\n  - 500 mg em 250 mL SF 0,9% → 2 mg/mL.\n  - Taxa de infusão ajustada conforme necessidade (1–4 mg/min adultos).",
            "solucoesCompatíveis": "Soro fisiológico 0,9% e solução glicosada 5%. Incompatível com bicarbonato, soluções alcalinas e fosfato.",
            "armazenamento": "Conservar entre 15°C e 30°C, protegido da luz. Após preparo, usar imediatamente ou em até 24 horas sob refrigeração (2–8°C) em condições assépticas. Descartar se houver alteração de cor, turvação ou precipitação.",
            "cuidadosMedicos": "• Monitorização rigorosa com ECG contínuo, pressão arterial e oximetria.\n• Ter suporte imediato para ressuscitação: ventilação assistida, marcapasso externo e agentes vasopressores.\n• Avaliar precocemente sinais de toxicidade neurológica (zumbido, parestesias, gosto metálico, tremores, convulsões).\n• Corrigir distúrbios eletrolíticos antes da administração.\n• Reduzir dose na insuficiência hepática e após infusão prolongada.",
            "cuidadosFarmaceuticos": "• Conferir rotulagem para garantir ausência de vasoconstrictor.\n• Garantir diluição correta.\n• Documentar lote, dose, horário e via.\n• Verificar compatibilidade das soluções e estabilidade.\n• Descartar soluções com alteração de cor, turvação ou precipitação.\n• Orientar equipe sobre riscos de toxicidade e necessidade de monitorização rigorosa.",
            "cuidadosEnfermagem": "• Monitorar continuamente ECG, pressão arterial, frequência cardíaca, saturação e nível de consciência.\n• Observar sinais precoces de toxicidade neurológica e cardiovascular.\n• Preparar bomba de infusão corretamente.\n• Assegurar acesso venoso pérvio e de bom calibre.\n• Estar preparado para ventilação assistida e ressuscitação.\n• Notificar imediatamente qualquer alteração hemodinâmica ou neurológica.",
            "fontesBibliograficas": "Bula Anvisa (Lidocaína Injetável), Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli's Emergency Medicine (9ª Edição), PubMed ID 37492845, PubChem Compound ID 3676."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Lidocaine (IV use)",
            "nomeComercial": "Xylocaine®, Lidonostrum®, Xylestesin®, Lignocaine® (formulation without vasoconstrictor)",
            "classificacao": "Class IB antiarrhythmic and amide-type local anesthetic",
            "mecanismoAcao": "Blocks voltage-gated sodium channels in neuronal and myocardial membranes, inhibiting sodium influx during phase 0 of the action potential. This stabilizes the membrane, suppresses ventricular automaticity, shortens the action potential and effective refractory period in ischemic cardiac tissue, without significantly affecting AV node conduction. In the CNS, it blocks nerve conduction, resulting in local anesthetic effect and, at toxic doses, may cause excitatory effects followed by depression.",
            "farmacocinetica": "• Absorption: complete and immediate via IV.\n• Onset: 30–90 seconds after IV bolus.\n• Peak effect: 1–5 minutes.\n• Duration: 10–20 minutes (single bolus).\n• Volume of distribution: 0.7–3.5 L/kg.\n• Protein binding: 60–80% (mainly to alpha-1-acid glycoprotein).\n• Metabolism: hepatic (CYP1A2 and CYP3A4), forming MEGX (monoethylglycinexylidide) and GX (glycinexylidide), both active.\n• Half-life: 1.5–2 hours, prolonged to 3–4 hours in hepatic impairment or CHF.\n• Excretion: 90% renal (metabolites), 10% unchanged.",
            "farmacodinamica": "Lidocaine selectively reduces excitability in Purkinje fibers and ventricular myocardium, especially in ischemic tissue, suppressing automaticity and abnormal discharges. It has no significant effect on atrial conduction or AV node. Its effect is use-dependent, being more potent in depolarized tissues, as in ischemia.",
            "indicacoes": "• Acute treatment of ventricular arrhythmias:\n  - Sustained monomorphic ventricular tachycardia.\n  - Recurrent ventricular fibrillation after defibrillation.\n  - Symptomatic ventricular ectopy in ischemic context.\n• Suppression of ventricular arrhythmias in acute myocardial infarction.\n• Intravenous regional anesthesia (Bier block) — with restrictions.\n• Not recommended for routine antiarrhythmic prophylaxis in MI.",
            "posologia": "Adults:\n• Initial bolus: 1–1.5 mg/kg IV over 2–3 minutes.\n• Additional bolus: 0.5–0.75 mg/kg IV every 5–10 min (max 3 mg/kg cumulative).\n• Continuous infusion: 1–4 mg/min IV (adjustable by weight and clinical response).\nPediatrics:\n• Bolus: 1 mg/kg IV.\n• Continuous infusion: 20–50 mcg/kg/min IV.\n• Additional boluses as needed by clinical response.",
            "administracao": "• Slow IV bolus (minimum 2 minutes) followed by continuous infusion.\n• Use infusion pump for precise control.\n• Continuous ECG, blood pressure, and oxygen saturation monitoring.\n• Only in critical care settings (ICU, emergency, OR).",
            "doseMaxima": "• Adults: 3 mg/kg cumulative bolus + continuous infusion up to 4 mg/min.\n• Pediatrics: max bolus 1 mg/kg, continuous infusion up to 50 mcg/kg/min.",
            "doseMinima": "• Bolus: 1 mg/kg IV.\n• Infusion: 20 mcg/kg/min.",
            "reacoesAdversas": "Very common (>10%):\n• Paresthesia, dizziness, nausea, tremors, euphoria, drowsiness.\nCommon (1–10%):\n• Bradycardia, mild hypotension.\n• Tinnitus, metallic taste, blurred vision.\nUncommon (0.1–1%):\n• Seizures, respiratory depression.\n• Severe bradycardia, AV block, electromechanical dissociation.\nRare (<0.1%):\n• Asystole, cardiac arrest.\n• Anaphylactoid reactions.\n• Severe neurologic toxicity (usually precedes cardiovascular toxicity).",
            "riscoGravidez": "Category B. Animal studies have not shown teratogenic risk. Considered safe for acute cardiovascular emergencies during pregnancy, with close monitoring.",
            "riscoLactacao": "Excreted in small amounts in breast milk. Considered safe for acute IV use. Monitor infant in prolonged infusions.",
            "ajusteRenal": "No adjustment needed for initial dose. Accumulation of active metabolites (MEGX, GX) may occur in chronic renal failure, increasing risk of neurologic toxicity in prolonged infusion.",
            "ajusteHepatico": "Reduce infusion dose by 30–50% in moderate to severe hepatic impairment due to increased risk of accumulation and toxicity, especially neurologic.",
            "contraindicacoes": "• Hypersensitivity to lidocaine or other amide-type local anesthetics.\n• 2nd or 3rd degree AV block (without pacemaker).\n• Sick sinus syndrome.\n• Severe bradycardia.\n• Severe cardiogenic shock (except if life-threatening ventricular arrhythmia).\n• Severe uncompensated ventricular dysfunction.\n• Concomitant use with other class IB antiarrhythmics.",
            "interacaoMedicamento": "• Increased toxicity with other antiarrhythmics (amiodarone, procainamide, mexiletine).\n• Potentiation of cardiac depressant effects with beta-blockers, calcium channel blockers.\n• CYP1A2 and CYP3A4 inhibitors (clarithromycin, ketoconazole, erythromycin) increase lidocaine half-life.\n• Inducers (rifampin, carbamazepine, phenytoin) reduce effect.\n• Potentiation of CNS depressant effects with opioids, benzodiazepines, general anesthetics.",
            "apresentacao": "• Ampoules 2% (20 mg/mL) — 2 mL, 5 mL, 10 mL.\n• Vials for infusion 1% (10 mg/mL) — 20 mL, 50 mL, 100 mL.\n• Important: IV use must be formulation without vasoconstrictor.",
            "preparo": "• Bolus: use ampoule 20 mg/mL directly or dilute for venous comfort (optional).\n• Infusion:\n  - 1000 mg (50 mL of 20 mg/mL) in 500 mL NS → 2 mg/mL.\n  - 500 mg in 250 mL NS → 2 mg/mL.\n  - Infusion rate adjusted as needed (1–4 mg/min adults).",
            "solucoesCompatíveis": "0.9% saline and 5% dextrose. Incompatible with bicarbonate, alkaline solutions, and phosphate.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. After preparation, use immediately or within 24 hours under refrigeration (2–8°C) in aseptic conditions. Discard if color change, cloudiness, or precipitation occurs.",
            "cuidadosMedicos": "• Strict monitoring with continuous ECG, blood pressure, and oximetry.\n• Immediate support for resuscitation: assisted ventilation, external pacing, vasopressors.\n• Early assessment for neurologic toxicity (tinnitus, paresthesia, metallic taste, tremors, seizures).\n• Correct electrolyte disturbances before administration.\n• Reduce dose in hepatic impairment and after prolonged infusion.",
            "cuidadosFarmaceuticos": "• Check labeling to ensure absence of vasoconstrictor.\n• Ensure correct dilution.\n• Document batch, dose, time, and route.\n• Check solution compatibility and stability.\n• Discard solutions with color change, cloudiness, or precipitation.\n• Instruct team on toxicity risks and need for strict monitoring.",
            "cuidadosEnfermagem": "• Continuously monitor ECG, blood pressure, heart rate, oxygen saturation, and consciousness.\n• Observe for early signs of neurologic and cardiovascular toxicity.\n• Prepare infusion pump correctly.\n• Ensure patent, good caliber venous access.\n• Be prepared for assisted ventilation and resuscitation.\n• Immediately report any hemodynamic or neurologic changes.",
            "fontesBibliograficas": "FDA Label (Lidocaine Injection), Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli's Emergency Medicine (9th Edition), PubMed ID 37492845, PubChem Compound ID 3676."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Lidocaína (uso EV)",
            "nomeComercial": "Xylocaína®, Lidonostrum®, Xylestesin®, Lignocaína® (formulación sin vasoconstrictor)",
            "classificacao": "Antiarrítmico clase IB y anestésico local tipo amida",
            "mecanismoAcao": "Bloquea los canales de sodio dependientes de voltaje en las membranas neuronales y miocárdicas, inhibiendo el influjo de sodio durante la fase 0 del potencial de acción. Esto estabiliza la membrana, suprimiendo la automaticidad ventricular, acortando el potencial de acción y el período refractario efectivo en tejidos cardíacos isquémicos, sin afectar significativamente la conducción en el nodo AV. En el SNC, bloquea la conducción nerviosa, resultando en efecto anestésico local y, en dosis tóxicas, puede causar efecto excitatorio seguido de depresión.",
            "farmacocinetica": "• Absorción: completa e inmediata por vía IV.\n• Inicio de acción: 30–90 segundos tras bolo IV.\n• Pico de efecto: 1–5 minutos.\n• Duración: 10–20 minutos (bolo único).\n• Volumen de distribución: 0,7–3,5 L/kg.\n• Unión a proteínas: 60–80% (principalmente a alfa-1-glicoproteína ácida).\n• Metabolismo: hepático (CYP1A2 y CYP3A4), formando MEGX (monoetilglicinexilidida) y GX (glicinexilidida), ambos activos.\n• Vida media: 1,5–2 horas, prolongada hasta 3–4 horas en insuficiencia hepática o ICC.\n• Excreción: 90% renal (metabolitos) y 10% inalterada.",
            "farmacodinamica": "La lidocaína reduce selectivamente la excitabilidad en fibras de Purkinje y en el miocardio ventricular, especialmente en tejido isquémico, suprimiendo la automaticidad y los disparos anómalos. No ejerce efecto significativo sobre la conducción auricular o el nodo AV. Su efecto es uso-dependiente, siendo más potente en tejidos despolarizados, como ocurre en isquemia.",
            "indicacoes": "• Tratamiento agudo de arritmias ventriculares:\n  - Taquicardia ventricular monomórfica sostenida.\n  - Fibrilación ventricular recurrente tras desfibrilación.\n  - Extrasístoles ventriculares sintomáticas en contexto de isquemia.\n• Supresión de arritmias ventriculares en infarto agudo de miocardio.\n• Anestesia regional intravenosa (bloqueo de Bier) — con restricciones.\n• Contraindicado como profilaxis antiarrítmica rutinaria en IAM.",
            "posologia": "Adultos:\n• Bolo inicial: 1–1,5 mg/kg IV en 2–3 minutos.\n• Bolo adicional: 0,5–0,75 mg/kg IV cada 5–10 min (máximo 3 mg/kg acumulado).\n• Infusión continua: 1–4 mg/min IV (ajustable según peso y respuesta clínica).\nPediatría:\n• Bolo: 1 mg/kg IV.\n• Infusión continua: 20–50 mcg/kg/min IV.\n• Evaluar bolos adicionales según respuesta clínica.",
            "administracao": "• Bolo IV lento (mínimo 2 minutos) seguido de infusión continua.\n• Utilizar bomba de infusión para control preciso.\n• Monitorización continua de ECG, presión arterial y saturación.\n• Solo en ambientes críticos (UCI, urgencias, quirófano).",
            "doseMaxima": "• Adultos: 3 mg/kg de bolo acumulado + infusión continua hasta 4 mg/min.\n• Pediatría: bolo máximo 1 mg/kg, infusión continua hasta 50 mcg/kg/min.",
            "doseMinima": "• Bolo: 1 mg/kg IV.\n• Infusión: 20 mcg/kg/min.",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Parestesias, mareo, náuseas, temblores, euforia, somnolencia.\nFrecuentes (1–10%):\n• Bradicardia, hipotensión leve.\n• Acúfenos, sabor metálico, visión borrosa.\nPoco frecuentes (0,1–1%):\n• Convulsiones, depresión respiratoria.\n• Bradicardia severa, bloqueo AV, disociación electromecánica.\nRaras (<0,1%):\n• Asistolia, paro cardíaco.\n• Reacciones anafilactoides.\n• Toxicidad neurológica grave (precede a la toxicidad cardiovascular en la mayoría de los casos).",
            "riscoGravidez": "Categoría B. Estudios en animales no demostraron riesgo teratogénico. Uso considerado seguro en emergencias cardiovasculares durante el embarazo, bajo monitorización rigurosa.",
            "riscoLactacao": "Se excreta en pequeñas cantidades en la leche materna. Considerada segura para uso agudo intravenoso. Monitorizar al lactante en casos de infusión prolongada.",
            "ajusteRenal": "No requiere ajuste en la dosis inicial. Puede acumularse metabolitos activos (MEGX, GX) en insuficiencia renal crónica, aumentando el riesgo de toxicidad neurológica en infusión prolongada.",
            "ajusteHepatico": "Reducir 30–50% la dosis de infusión en insuficiencia hepática moderada a grave, por mayor riesgo de acumulación y toxicidad, especialmente neurológica.",
            "contraindicacoes": "• Hipersensibilidad a la lidocaína o a otros anestésicos locales tipo amida.\n• Bloqueo AV de 2º o 3º grado (sin marcapasos).\n• Síndrome del nodo sinusal.\n• Bradicardia severa.\n• Shock cardiogénico severo (excepto si la arritmia ventricular amenaza la vida).\n• Disfunción ventricular severa no compensada.\n• Uso concomitante con otros antiarrítmicos clase IB.",
            "interacaoMedicamento": "• Aumento de la toxicidad con otros antiarrítmicos (amiodarona, procainamida, mexiletina).\n• Potenciación de los efectos depresores cardíacos con betabloqueantes, bloqueadores de los canales de calcio.\n• Inhibidores de CYP1A2 y CYP3A4 (claritromicina, ketoconazol, eritromicina) aumentan la vida media de la lidocaína.\n• Inductores (rifampicina, carbamazepina, fenitoína) reducen el efecto.\n• Potenciación de los efectos depresores del SNC con opioides, benzodiacepinas, anestésicos generales.",
            "apresentacao": "• Ampollas 2% (20 mg/mL) — 2 mL, 5 mL, 10 mL.\n• Frascos-ampolla para infusión 1% (10 mg/mL) — 20 mL, 50 mL, 100 mL.\n• Importante: el uso EV debe ser de formulación sin vasoconstrictor.",
            "preparo": "• Bolo: usar directamente la ampolla de 20 mg/mL o diluir según confort venoso (opcional).\n• Infusión:\n  - 1000 mg (50 mL de 20 mg/mL) en 500 mL SF 0,9% → 2 mg/mL.\n  - 500 mg en 250 mL SF 0,9% → 2 mg/mL.\n  - Tasa de infusión ajustada según necesidad (1–4 mg/min adultos).",
            "solucoesCompatíveis": "Suero fisiológico 0,9% y solución glucosada 5%. Incompatible con bicarbonato, soluciones alcalinas y fosfato.",
            "armazenamento": "Conservar entre 15°C y 30°C, protegido de la luz. Tras preparación, usar inmediatamente o en hasta 24 horas bajo refrigeración (2–8°C) en condiciones asépticas. Desechar si hay cambio de color, turbidez o precipitación.",
            "cuidadosMedicos": "• Monitorización rigurosa con ECG continuo, presión arterial y oximetría.\n• Tener soporte inmediato para reanimación: ventilación asistida, marcapasos externo y vasopresores.\n• Evaluar precozmente signos de toxicidad neurológica (acúfenos, parestesias, sabor metálico, temblores, convulsiones).\n• Corregir trastornos electrolíticos antes de la administración.\n• Reducir dosis en insuficiencia hepática y tras infusión prolongada.",
            "cuidadosFarmaceuticos": "• Verificar el etiquetado para asegurar ausencia de vasoconstrictor.\n• Garantizar dilución correcta.\n• Documentar lote, dosis, horario y vía.\n• Verificar compatibilidad y estabilidad de las soluciones.\n• Desechar soluciones con cambio de color, turbidez o precipitación.\n• Orientar al equipo sobre riesgos de toxicidad y necesidad de monitorización rigurosa.",
            "cuidadosEnfermagem": "• Monitorizar continuamente ECG, presión arterial, frecuencia cardíaca, saturación y nivel de conciencia.\n• Observar signos precoces de toxicidad neurológica y cardiovascular.\n• Preparar correctamente la bomba de infusión.\n• Asegurar acceso venoso permeable y de buen calibre.\n• Estar preparado para ventilación asistida y reanimación.\n• Notificar inmediatamente cualquier alteración hemodinámica o neurológica.",
            "fontesBibliograficas": "Ficha técnica AEMPS (Lidocaína Inyectable), Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), UpToDate (2024), Micromedex, Guías ACLS 2020, Tintinalli's Emergency Medicine (9ª Edición), PubMed ID 37492845, PubChem Compound ID 3676."
        }
    }
}