{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Lidocaína (cloridrato de lidocaína)",
            "nomeComercial": "Xylocaína®, Dencorub®, Xylesthesin®, Xylocord®",
            "classificacao": "Anestésico local do tipo amida; bloqueador de canais de sódio voltagem-dependentes; antiarrítmico classe 1B",
            "mecanismoAcao": "A lidocaína bloqueia reversivelmente os canais de sódio voltagem-dependentes presentes nas membranas de neurônios periféricos, impedindo a propagação do potencial de ação. Sua afinidade por canais abertos ou inativados torna sua ação dependente da frequência de estimulação neuronal. A lidocaína tem início de ação rápido e potência intermediária, com duração menor que a bupivacaína ou ropivacaína. Pode ser usada com ou sem vasoconstritor, o que altera sua absorção e toxicidade potencial. A lidocaína também exerce efeitos estabilizadores de membrana ao reduzir a permeabilidade ao sódio e potássio em fibras nervosas, o que reforça sua ação em bloqueios repetitivos e seletivos para fibras pequenas (A-delta e C). Esse perfil justifica sua eficácia em analgesia superficial e sua menor duração de bloqueio motor. Além da ação periférica, há evidência de modulação na via nociceptiva da medula espinhal em doses sistêmicas baixas (uso off-label intravenoso analgésico).",
            "farmacocinetica": "• Início de ação: 30 segundos a 2 minutos (rápido).\n• Pico de ação: 5–15 minutos.\n• Duração: 0,5–2 horas (sem vasoconstritor); até 3 h com vasoconstritor.\n• Ligação a proteínas plasmáticas: 60–80%.\n• Metabolização: hepática (CYP1A2, CYP3A4).\n• Excreção: renal (majoritariamente como metabólitos inativos).\n• Meia-vida terminal: 1,5–2 h (pode ser prolongada em hepatopatia).",
            "farmacodinamica": "A lidocaína proporciona bloqueio sensitivo rápido e reversível, sendo útil para infiltração em tecidos cutâneos, subcutâneos e mucosas. É eficaz em procedimentos menores, incisões superficiais, curativos, drenagens de abscessos, pequenas suturas, biópsias, infiltrações odontológicas e cirurgias ambulatoriais. Com adrenalina, há redução da absorção sistêmica e prolongamento do efeito anestésico. O efeito motor é proporcional à concentração e ao sítio de infiltração. O uso da lidocaína para infiltração é particularmente eficaz em anestesia de procedimentos rápidos, com latência curta e recuperação funcional precoce. A ação é mais rápida que a da bupivacaína ou ropivacaína, sendo ideal para cirurgias ambulatoriais menores, traumas superficiais, bloqueios odontológicos e lacerações. A adição de vasoconstritor aumenta a duração do bloqueio em até 50% e reduz sangramento local, sendo amplamente empregada em campos cirúrgicos superficiais.",
            "indicacoes": "• Anestesia local por infiltração subcutânea e intradérmica.\n• Cirurgias dermatológicas menores (excisões, biópsias).\n• Infiltração para analgesia de feridas, queimaduras, lacerações.\n• Anestesia odontológica e procedimentos ambulatoriais.\n• Procedimentos obstétricos e ginecológicos superficiais.",
            "posologia": "Adultos:\n• Concentração: 0,5% a 2%.\n• Dose máxima: 4,5 mg/kg (sem vasoconstritor); até 7 mg/kg (com adrenalina).\n• Volume: até 300 mg em adultos (~30 mL a 1%).\nPediatria:\n• 1–4 mg/kg por infiltração única, ajustado ao peso e área corporal.\n• Dose total máxima: 5 mg/kg (com vasoconstritor).",
            "administracao": "• Infiltração subcutânea, intradérmica ou perilesional.\n• Técnica asséptica com aspiração prévia para evitar injeção intravascular.\n• Aplicação fracionada conforme resposta e extensão da área.\n• Pode ser associada a vasoconstritores como adrenalina 1:100.000 ou 1:200.000.",
            "doseMaxima": "4,5 mg/kg (sem vasoconstritor); até 7 mg/kg (com vasoconstritor).",
            "doseMinima": "10–20 mg em pequenos procedimentos; 0,5–1 mg/kg em pediatria.",
            "reacoesAdversas": "Comuns (1–10%):\n• Ardência local, parestesias transitórias, tremores.\nIncomuns (0,1–1%):\n• Zumbido, náuseas, disgeusia, tontura leve.\nRaras (<0,1%):\n• Toxicidade sistêmica (convulsão, coma, arritmias, colapso circulatório).\n• Reações alérgicas (excepcionais), metemoglobinemia em uso excessivo.",
            "riscoGravidez": "Categoria B. Pode ser utilizada com segurança em anestesia local durante a gestação, inclusive em obstetrícia (episiotomia, laceração, cesariana).",
            "riscoLactacao": "Excreção pequena no leite. Considerada segura para lactantes em doses usuais. Não há necessidade de suspender a amamentação após uso único.",
            "ajusteRenal": "• Não necessário em infiltração única.",
            "ajusteHepatico": "• Usar com cautela em hepatopatia grave (reduzir dose total e monitorar toxicidade).",
            "contraindicacoes": "• Hipersensibilidade a lidocaína ou a outros anestésicos do tipo amida.\n• Infecção ou inflamação no local da aplicação.\n• Bloqueios cardíacos graves sem marca-passo (em infusão sistêmica).",
            "interacaoMedicamento": "• Potencialização da toxicidade com antiarrítmicos classe I e III (ex: mexiletina, amiodarona).\n• Aumento da meia-vida com inibidores do CYP3A4 (ex: cetoconazol).\n• Risco aumentado de metemoglobinemia com nitratos, dapsona e sulfonamidas. A lidocaína sofre interação com antidepressivos tricíclicos, o que pode potencializar a toxicidade cardíaca em caso de absorção sistêmica elevada. O uso concomitante com benzodiazepínicos pode mascarar sinais precoces de toxicidade neurológica. Quando associada a adrenalina, deve-se evitar regiões com circulação terminal (dedos, orelhas, nariz, pênis) devido ao risco teórico de isquemia, embora tal prática esteja sendo revista na literatura recente sob uso controlado.",
            "apresentacao": "• Soluções injetáveis: 0,5%, 1%, 2% (com ou sem vasoconstritor).\n• Ampolas ou frascos-ampola de 10 mL, 20 mL, 50 mL.",
            "preparo": "• Pronta para uso.\n• Aspiração prévia obrigatória.\n• Manter identificação de concentração na seringa.\n• Incompatível com soluções alcalinas ou bicarbonato (risco de precipitação).",
            "solucoesCompatíveis": "• SF 0,9%; incompatível com bicarbonato e pH >7,5.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Usar imediatamente após preparo ou aspiração.",
            "cuidadosMedicos": "• Monitorar sinais precoces de toxicidade sistêmica.\n• Ter disponível protocolo de tratamento com lipidoterapia (intralipid 20%).\n• Observar resposta anestésica e tempo de latência.",
            "cuidadosFarmaceuticos": "• Armazenar de forma adequada.\n• Confirmar validade, concentração e compatibilidade.\n• Garantir rastreabilidade da dose administrada.",
            "cuidadosEnfermagem": "• Observar sinais locais de isquemia ou necrose.\n• Monitorar padrão respiratório, consciência e queixas subjetivas.\n• Relatar eventos adversos imediatos como tontura, visão turva ou confusão.",
            "fontesBibliograficas": "Bula Anvisa (Xylocaína®), UpToDate (2024), Micromedex, PubMed ID 37636389, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), SBP Manual Terapêutico Pediátrico."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Lidocaine (lidocaine hydrochloride)",
            "nomeComercial": "Xylocaine®, Dencorub®, Xylestesin®, Xylocord®",
            "classificacao": "Amide-type local anesthetic; voltage-gated sodium channel blocker; class 1B antiarrhythmic",
            "mecanismoAcao": "Lidocaine reversibly blocks voltage-gated sodium channels in peripheral neuron membranes, preventing action potential propagation. Its affinity for open or inactivated channels makes its action frequency-dependent. Lidocaine has rapid onset and intermediate potency, with shorter duration than bupivacaine or ropivacaine. It can be used with or without vasoconstrictor, which alters absorption and potential toxicity. It also stabilizes nerve membranes by reducing sodium and potassium permeability, reinforcing its effect in repetitive and selective blockade of small fibers (A-delta and C). This profile justifies its efficacy in superficial analgesia and shorter motor block duration. There is also evidence of modulation in the spinal nociceptive pathway at low systemic doses (off-label IV analgesic use).",
            "farmacocinetica": "• Onset: 30 seconds to 2 minutes (rapid).\n• Peak: 5–15 minutes.\n• Duration: 0.5–2 hours (without vasoconstrictor); up to 3 h with vasoconstrictor.\n• Plasma protein binding: 60–80%.\n• Metabolism: hepatic (CYP1A2, CYP3A4).\n• Excretion: renal (mainly as inactive metabolites).\n• Terminal half-life: 1.5–2 h (may be prolonged in hepatic impairment).",
            "farmacodinamica": "Rapid, reversible sensory block, shorter duration than bupivacaine. Preferred for short procedures and superficial analgesia. Lower risk of systemic toxicity at usual doses, but risk increases with high systemic absorption or inadvertent intravascular use.",
            "indicacoes": "• Local anesthesia by subcutaneous, intradermal, or perilesional infiltration.\n• Dental procedures, minor dermatologic surgeries, sutures, biopsies, regional blocks.\n• Analgesia in episiotomy, perineal laceration, infiltration in peripheral nerve blocks.\n• Off-label: trigger point infiltration for myofascial pain.",
            "posologia": "Adults:\n• Max dose without vasoconstrictor: 4.5 mg/kg (up to 300 mg).\n• With vasoconstrictor: up to 7 mg/kg (max 500 mg).\n• Usual doses: 10–20 mg for small areas; 50–100 mg for larger blocks.\nPediatrics:\n• 0.5–1 mg/kg for small areas; up to 4 mg/kg (max 200 mg).",
            "administracao": "• Subcutaneous, intradermal, or perilesional infiltration.\n• Aseptic technique with prior aspiration to avoid intravascular injection.\n• Fractionated application according to response and area size.\n• May be combined with vasoconstrictors such as epinephrine 1:100,000 or 1:200,000.",
            "doseMaxima": "4.5 mg/kg (without vasoconstrictor); up to 7 mg/kg (with vasoconstrictor).",
            "doseMinima": "10–20 mg in small procedures; 0.5–1 mg/kg in pediatrics.",
            "reacoesAdversas": "Common (1–10%):\n• Local burning, transient paresthesia, tremors.\nUncommon (0.1–1%):\n• Tinnitus, nausea, dysgeusia, mild dizziness.\nRare (<0.1%):\n• Systemic toxicity (seizure, coma, arrhythmias, circulatory collapse).\n• Allergic reactions (exceptional), methemoglobinemia with excessive use.",
            "riscoGravidez": "Category B. Can be safely used for local anesthesia during pregnancy, including obstetrics (episiotomy, laceration, cesarean).",
            "riscoLactacao": "Small excretion in milk. Considered safe for breastfeeding at usual doses. No need to suspend breastfeeding after single use.",
            "ajusteRenal": "• Not necessary for single infiltration.",
            "ajusteHepatico": "• Use with caution in severe hepatic impairment (reduce total dose and monitor toxicity).",
            "contraindicacoes": "• Hypersensitivity to lidocaine or other amide-type anesthetics.\n• Infection or inflammation at application site.\n• Severe cardiac block without pacemaker (in systemic infusion).",
            "interacaoMedicamento": "• Potentiation of toxicity with class I and III antiarrhythmics (e.g., mexiletine, amiodarone).\n• Increased half-life with CYP3A4 inhibitors (e.g., ketoconazole).\n• Increased risk of methemoglobinemia with nitrates, dapsone, and sulfonamides. Lidocaine interacts with tricyclic antidepressants, which may potentiate cardiac toxicity if high systemic absorption occurs. Concomitant use with benzodiazepines may mask early signs of neurologic toxicity. When combined with epinephrine, avoid end-arterial regions (fingers, ears, nose, penis) due to theoretical risk of ischemia, though this is being revised in recent literature under controlled use.",
            "apresentacao": "• Injectable solutions: 0.5%, 1%, 2% (with or without vasoconstrictor).\n• Ampoules or vials of 10 mL, 20 mL, 50 mL.",
            "preparo": "• Ready to use.\n• Mandatory prior aspiration.\n• Maintain concentration identification on syringe.\n• Incompatible with alkaline solutions or bicarbonate (risk of precipitation).",
            "solucoesCompatíveis": "• 0.9% saline; incompatible with bicarbonate and pH >7.5.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light.\n• Use immediately after preparation or aspiration.",
            "cuidadosMedicos": "• Monitor for early signs of systemic toxicity.\n• Have lipid therapy protocol (intralipid 20%) available.\n• Observe anesthetic response and latency time.",
            "cuidadosFarmaceuticos": "• Store properly.\n• Confirm validity, concentration, and compatibility.\n• Ensure traceability of administered dose.",
            "cuidadosEnfermagem": "• Observe for local signs of ischemia or necrosis.\n• Monitor respiratory pattern, consciousness, and subjective complaints.\n• Report immediate adverse events such as dizziness, blurred vision, or confusion.",
            "fontesBibliograficas": "FDA Label (Xylocaine®), UpToDate (2024), Micromedex, PubMed ID 37636389, Goodman & Gilman (13th Ed.), Miller's Anesthesia (9th Ed.), SBP Pediatric Therapeutics Manual."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Lidocaína (clorhidrato de lidocaína)",
            "nomeComercial": "Xylocaína®, Dencorub®, Xylestesin®, Xylocord®",
            "classificacao": "Anestésico local del tipo amida; bloqueador de canales de sodio voltaje-dependientes; antiarrítmico clase 1B",
            "mecanismoAcao": "La lidocaína bloquea de forma reversible los canales de sodio dependientes de voltaje en las membranas de las neuronas periféricas, impidiendo la propagación del potencial de acción. Su afinidad por canales abiertos o inactivados hace que su acción dependa de la frecuencia de estimulación. La lidocaína tiene un inicio de acción rápido y potencia intermedia, con una duración menor que la bupivacaína o ropivacaína. Puede usarse con o sin vasoconstrictor, lo que altera su absorción y toxicidad potencial. También ejerce efectos estabilizadores de membrana al reducir la permeabilidad al sodio y potasio en las fibras nerviosas, reforzando su acción en bloqueos repetitivos y selectivos para fibras pequeñas (A-delta y C). Este perfil justifica su eficacia en analgesia superficial y menor duración del bloqueo motor. Además, hay evidencia de modulación en la vía nociceptiva medular a dosis sistémicas bajas (uso no aprobado intravenoso analgésico).",
            "farmacocinetica": "• Inicio de acción: 30 segundos a 2 minutos (rápido).\n• Pico de acción: 5–15 minutos.\n• Duración: 0,5–2 horas (sin vasoconstrictor); hasta 3 h con vasoconstrictor.\n• Unión a proteínas plasmáticas: 60–80%.\n• Metabolismo: hepático (CYP1A2, CYP3A4).\n• Excreción: renal (principalmente como metabolitos inactivos).\n• Vida media terminal: 1,5–2 h (puede prolongarse en hepatopatía).",
            "farmacodinamica": "Bloqueo sensitivo rápido y reversible, con menor duración que la bupivacaína. Preferida para procedimientos de corta duración y analgesia superficial. Menor riesgo de toxicidad sistémica en dosis habituales, pero el riesgo aumenta con absorción sistémica elevada o uso intravascular inadvertido.",
            "indicacoes": "• Anestesia local por infiltración subcutánea, intradérmica o perilesional.\n• Procedimientos odontológicos, pequeñas cirugías dermatológicas, suturas, biopsias, bloqueos regionales.\n• Analgesia en episiotomía, laceración perineal, infiltración en bloqueos nerviosos periféricos.\n• Uso no aprobado: infiltración en puntos gatillo de dolor miofascial.",
            "posologia": "Adultos:\n• Dosis máxima sin vasoconstrictor: 4,5 mg/kg (hasta 300 mg).\n• Con vasoconstrictor: hasta 7 mg/kg (máximo 500 mg).\n• Dosis habituales: 10–20 mg para áreas pequeñas; 50–100 mg para bloqueos mayores.\nPediatría:\n• 0,5–1 mg/kg para áreas pequeñas; hasta 4 mg/kg (máximo 200 mg).",
            "administracao": "• Infiltración subcutánea, intradérmica o perilesional.\n• Técnica aséptica con aspiración previa para evitar inyección intravascular.\n• Aplicación fraccionada según respuesta y extensión del área.\n• Puede asociarse a vasoconstrictores como adrenalina 1:100.000 o 1:200.000.",
            "doseMaxima": "4,5 mg/kg (sin vasoconstrictor); hasta 7 mg/kg (con vasoconstrictor).",
            "doseMinima": "10–20 mg en pequeños procedimientos; 0,5–1 mg/kg en pediatría.",
            "reacoesAdversas": "Comunes (1–10%):\n• Ardor local, parestesias transitorias, temblores.\nPoco frecuentes (0,1–1%):\n• Acúfenos, náuseas, disgeusia, mareo leve.\nRaras (<0,1%):\n• Toxicidad sistémica (convulsión, coma, arritmias, colapso circulatorio).\n• Reacciones alérgicas (excepcionales), metahemoglobinemia en uso excesivo.",
            "riscoGravidez": "Categoría B. Puede utilizarse con seguridad en anestesia local durante el embarazo, incluso en obstetricia (episiotomía, laceración, cesárea).",
            "riscoLactacao": "Excreción pequeña en leche. Considerada segura para lactantes en dosis habituales. No es necesario suspender la lactancia tras uso único.",
            "ajusteRenal": "• No necesario en infiltración única.",
            "ajusteHepatico": "• Usar con precaución en hepatopatía grave (reducir dosis total y monitorizar toxicidad).",
            "contraindicacoes": "• Hipersensibilidad a lidocaína o a otros anestésicos tipo amida.\n• Infección o inflamación en el lugar de aplicación.\n• Bloqueos cardíacos graves sin marcapasos (en infusión sistémica).",
            "interacaoMedicamento": "• Potenciación de la toxicidad con antiarrítmicos clase I y III (ej: mexiletina, amiodarona).\n• Aumento de la vida media con inhibidores de CYP3A4 (ej: ketoconazol).\n• Riesgo aumentado de metahemoglobinemia con nitratos, dapsona y sulfonamidas. La lidocaína interactúa con antidepresivos tricíclicos, lo que puede potenciar la toxicidad cardíaca en caso de absorción sistémica elevada. El uso concomitante con benzodiacepinas puede enmascarar signos precoces de toxicidad neurológica. Cuando se asocia a adrenalina, debe evitarse regiones con circulación terminal (dedos, orejas, nariz, pene) por riesgo teórico de isquemia, aunque esta práctica está siendo revisada en la literatura reciente bajo uso controlado.",
            "apresentacao": "• Soluciones inyectables: 0,5%, 1%, 2% (con o sin vasoconstrictor).\n• Ampollas o frascos-ampolla de 10 mL, 20 mL, 50 mL.",
            "preparo": "• Lista para uso.\n• Aspiración previa obligatoria.\n• Mantener identificación de concentración en la jeringa.\n• Incompatible con soluciones alcalinas o bicarbonato (riesgo de precipitación).",
            "solucoesCompatíveis": "• SF 0,9%; incompatible con bicarbonato y pH >7,5.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz.\n• Usar inmediatamente tras preparación o aspiración.",
            "cuidadosMedicos": "• Monitorizar signos precoces de toxicidad sistémica.\n• Disponer de protocolo de tratamiento con lipidoterapia (intralipid 20%).\n• Observar respuesta anestésica y tiempo de latencia.",
            "cuidadosFarmaceuticos": "• Almacenar adecuadamente.\n• Confirmar validez, concentración y compatibilidad.\n• Garantizar trazabilidad de la dosis administrada.",
            "cuidadosEnfermagem": "• Observar signos locales de isquemia o necrosis.\n• Monitorizar patrón respiratorio, conciencia y quejas subjetivas.\n• Reportar eventos adversos inmediatos como mareo, visión borrosa o confusión.",
            "fontesBibliograficas": "Ficha técnica AEMPS (Xylocaína®), UpToDate (2024), Micromedex, PubMed ID 37636389, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), Manual Terapéutico Pediátrico."
        }
    }
}