{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Midazolam",
            "nomeComercial": "Dormonid®, Dormire®, Versed®",
            "classificacao": "Benzodiazepínico, sedativo, ansiolítico, hipnótico, anticonvulsivante e miorrelaxante central",
            "mecanismoAcao": "Agonista dos receptores GABA-A, potencializa o efeito inibitório do ácido gama-aminobutírico (GABA), principal neurotransmissor inibitório do SNC. Ao se ligar ao sítio modulador benzodiazepínico do receptor GABA-A, aumenta a frequência de abertura dos canais de cloro, hiperpolarizando as membranas neuronais e inibindo a atividade neuronal. Resulta em efeitos ansiolítico, sedativo, hipnótico, anticonvulsivante, relaxante muscular e amnésico anterógrado. Sua alta lipofilicidade permite rápido início de ação, especialmente por via IV.",
            "farmacocinetica": "• Absorção: rápida por vias IV, IM, oral, bucal, intranasal e retal.\n• Início de ação: 1–5 minutos IV, 5–15 minutos IM, 10–20 minutos VO, 5–10 minutos IN.\n• Pico de efeito: 3–5 minutos IV, 15–30 minutos IM/VO.\n• Duração do efeito: 30–120 minutos (dose única IV).\n• Volume de distribuição: 1–3 L/kg.\n• Ligação às proteínas plasmáticas: >95%, principalmente à albumina.\n• Metabolização: hepática, pela CYP3A4, formando 1-hidroximidazolam (ativo), posteriormente conjugado.\n• Meia-vida de eliminação: 1,5–3 horas (pode aumentar para 6 horas em idosos, neonatos ou insuficiência hepática).\n• Excreção: renal, na forma de metabólitos conjugados (90–95%).",
            "farmacodinamica": "O midazolam deprime seletivamente o SNC, com efeitos ansiolítico, sedativo, hipnótico, amnésico anterógrado, anticonvulsivante e relaxante muscular. Atua rapidamente, com curta duração em administração isolada, sendo amplamente utilizado em sedação, pré-anestesia, controle de convulsões e indução anestésica. O metabólito ativo 1-hidroximidazolam contribui para sedação prolongada em infusões ou disfunção hepática. O efeito sedativo é dose-dependente e potencializado por outros depressores do SNC.",
            "indicacoes": "• Sedação consciente para procedimentos diagnósticos ou terapêuticos.\n• Premedicação para anestesia.\n• Indução da anestesia geral.\n• Sedação em unidade de terapia intensiva (UTI) e bloco cirúrgico.\n• Controle de crises convulsivas agudas, inclusive status epilepticus.\n• Sedação para procedimentos dolorosos (intubação, cardioversão, drenagens).\n• Ansiólise em pré-operatório.\n• Indução ao coma terapêutico (em hipertensão intracraniana, status epilepticus refratário ou ventilação mecânica prolongada).",
            "posologia": "Adulto:\n• Sedação consciente: 0,5–2,5 mg IV bolus lento; repetir se necessário.\n• Indução anestésica: 0,1–0,3 mg/kg IV.\n• Sedação em UTI: 0,02–0,1 mg/kg/h IV contínuo (pode ser titulado até 0,15 mg/kg/h).\n• Controle de convulsões: 5–10 mg IV bolus; 10 mg IN ou bucal.\nPediatria:\n• Sedação consciente: 0,05–0,1 mg/kg IV (máximo 2,5 mg/dose).\n• IM: 0,1–0,15 mg/kg.\n• Oral: 0,25–0,5 mg/kg (máximo 20 mg).\n• IN/Bucal: 0,2–0,3 mg/kg (máximo 10 mg).\n• Controle de convulsões: 0,2 mg/kg (IV, IN ou bucal).\n• Sedação em UTI: 0,06–0,12 mg/kg/h IV contínuo (até 0,15 mg/kg/h).",
            "administracao": "• IV bolus lento (mínimo 2 minutos) ou infusão contínua.\n• IM profunda.\n• Oral (solução ou comprimido).\n• Intranasal (spray ou seringa).\n• Bucal (seringa).\n• Retal (uso off-label emergencial pediátrico). Sempre sob monitorização cardiorrespiratória.",
            "doseMaxima": "• IV bolus: 5 mg adulto, 2,5 mg criança.\n• IN/Bucal: 10 mg.\n• Infusão contínua: até 0,15 mg/kg/h.",
            "doseMinima": "• 0,05 mg/kg IV (sedação pediátrica).\n• 0,2 mg/kg IN ou bucal (controle de convulsões).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Sonolência, amnésia anterógrada, sedação profunda.\n• Depressão respiratória, apneia.\nComuns (1–10%):\n• Hipotensão, bradicardia, taquicardia reflexa.\n• Náusea, vômito, boca seca.\n• Cefaleia, tontura.\n• Agitação paradoxal (mais comum em crianças e idosos).\nIncomuns (0,1–1%):\n• Reações locais (dor, flebite, tromboflebite).\n• Reações paradoxais: agressividade, delírio, euforia.\nRaras (<0,1%):\n• Laringoespasmo, broncoespasmo.\n• Anafilaxia.\n• Dependência, síndrome de abstinência.\n• Depressão cardiovascular grave em combinação com outros depressores do SNC.",
            "riscoGravidez": "Categoria D. Há evidências de risco fetal. Uso restrito a situações em que os benefícios superam os riscos (anestesia de emergência, controle de crises convulsivas, sedação em UTI). Evitar no primeiro trimestre sempre que possível.",
            "riscoLactacao": "Excreção no leite materno em pequenas quantidades. Uso pontual é considerado seguro. Recomenda-se evitar amamentação nas 4 horas seguintes à administração. Monitorar lactente para sedação ou dificuldade na sucção.",
            "ajusteRenal": "• Não exige ajuste na dose inicial.\n• O metabólito ativo (1-hidroximidazolam) pode se acumular na insuficiência renal, especialmente em infusões prolongadas, causando sedação prolongada. Monitorização rigorosa é essencial.",
            "ajusteHepatico": "• Reduzir dose inicial e taxas de infusão em insuficiência hepática moderada a grave.\n• Maior risco de sedação excessiva, depressão respiratória e acúmulo de metabólitos ativos devido à metabolização hepática comprometida.",
            "contraindicacoes": "• Hipersensibilidade ao midazolam, benzodiazepínicos ou excipientes da fórmula.\n• Miastenia gravis não controlada.\n• Insuficiência respiratória severa sem suporte ventilatório.\n• Apneia do sono não tratada.\n• Glaucoma de ângulo fechado (relativo).\n• Uso concomitante com inibidores potentes da CYP3A4 (cetoconazol, itraconazol, posaconazol, voriconazol, claritromicina, ritonavir).",
            "interacaoMedicamento": "• Potencializa sedação com opioides, anestésicos, álcool, antipsicóticos, antidepressivos, anti-histamínicos sedativos.\n• Inibidores da CYP3A4 (cetoconazol, claritromicina, ritonavir) aumentam níveis plasmáticos e risco de sedação profunda e depressão respiratória.\n• Indutores da CYP3A4 (rifampicina, carbamazepina, fenitoína) reduzem eficácia.\n• Potencializa efeitos hipotensores de anti-hipertensivos.\n• Aumenta risco de depressão respiratória com outros depressores do SNC, como propofol e dexmedetomidina.",
            "apresentacao": "• Ampolas 5 mg/mL (2 mL, 3 mL ou 5 mL).\n• Ampolas 1 mg/mL (5 mL – diluído).\n• Solução oral 2 mg/mL.\n• Spray intranasal (manipulado ou importado).",
            "preparo": "• IV bolus: usar ampola 5 mg/mL diretamente ou diluir para 1 mg/mL.\n• Infusão: diluir 50 mg em 50 mL (1 mg/mL) ou 100 mg em 100 mL de SF ou SG 5%.\n• IN/bucal: usar solução 5 mg/mL diretamente ou diluir conforme protocolo.\n• IM: administrar solução não diluída (5 mg/mL).",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com bicarbonato e soluções alcalinas.",
            "armazenamento": "Conservar entre 15°C e 30°C, protegido da luz. Após diluição, utilizar preferencialmente em até 24 horas se armazenado refrigerado (2–8°C) e sob condições assépticas.",
            "cuidadosMedicos": "• Monitorização cardiorrespiratória contínua obrigatória.\n• Ter suporte para via aérea, ventilação assistida e flumazenil disponível.\n• Ajustar dose em idosos, hepatopatas, nefropatas e usuários de inibidores da CYP3A4.\n• Monitorar nível de sedação e profundidade da ventilação, especialmente em infusões contínuas ou sedação profunda.\n• Risco elevado de depressão respiratória, especialmente combinado a opioides.",
            "cuidadosFarmaceuticos": "• Conferir validade, aspecto da solução e integridade da ampola.\n• Garantir diluição correta para infusão IV.\n• Registrar lote, dose, horário e via de administração.\n• Alertar equipe sobre risco de depressão respiratória e necessidade de monitorização contínua.\n• Ter flumazenil disponível para reversão emergencial.",
            "cuidadosEnfermagem": "• Monitorizar continuamente sinais vitais, sedação, frequência respiratória e saturação.\n• Observar sedação excessiva, apneia, hipotensão ou agitação paradoxal.\n• Assegurar suporte ventilatório disponível.\n• Orientar paciente e acompanhantes sobre risco de amnésia, sedação prolongada e restrição de atividades após uso.\n• Notificar imediatamente qualquer evento adverso ou complicação.",
            "fontesBibliograficas": "Bula Anvisa (Midazolam), Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Goodman & Gilman (13ª Edição), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli's Emergency Medicine (9ª Edição), PubMed ID 37562945, PubChem Compound ID 4192."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Midazolam",
            "nomeComercial": "Versed®, Dormicum®, Hypnovel®",
            "classificacao": "Benzodiazepine, sedative, anxiolytic, hypnotic, anticonvulsant and central muscle relaxant",
            "mecanismoAcao": "GABA-A receptor agonist that potentiates the inhibitory effect of gamma-aminobutyric acid (GABA), the main inhibitory neurotransmitter of the CNS. By binding to the benzodiazepine modulatory site of the GABA-A receptor, it increases the frequency of chloride channel opening, hyperpolarizing neuronal membranes and inhibiting neuronal activity. Results in anxiolytic, sedative, hypnotic, anticonvulsant, muscle relaxant and anterograde amnesic effects. Its high lipophilicity allows rapid onset of action, especially by IV route.",
            "farmacocinetica": "• Absorption: rapid by IV, IM, oral, buccal, intranasal and rectal routes.\n• Onset of action: 1–5 minutes IV, 5–15 minutes IM, 10–20 minutes PO, 5–10 minutes IN.\n• Peak effect: 3–5 minutes IV, 15–30 minutes IM/PO.\n• Duration of effect: 30–120 minutes (single IV dose).\n• Volume of distribution: 1–3 L/kg.\n• Plasma protein binding: >95%, mainly to albumin.\n• Metabolism: hepatic, by CYP3A4, forming 1-hydroxymidazolam (active), subsequently conjugated.\n• Elimination half-life: 1.5–3 hours (may increase to 6 hours in elderly, neonates or hepatic insufficiency).\n• Excretion: renal, as conjugated metabolites (90–95%).",
            "farmacodinamica": "Midazolam selectively depresses the CNS, with anxiolytic, sedative, hypnotic, anterograde amnesic, anticonvulsant and muscle relaxant effects. Acts rapidly, with short duration in isolated administration, being widely used in sedation, pre-anesthesia, seizure control and anesthetic induction. The active metabolite 1-hydroxymidazolam contributes to prolonged sedation in infusions or hepatic dysfunction. The sedative effect is dose-dependent and potentiated by other CNS depressants.",
            "indicacoes": "• Conscious sedation for diagnostic or therapeutic procedures.\n• Premedication for anesthesia.\n• General anesthesia induction.\n• Sedation in intensive care unit (ICU) and surgical block.\n• Control of acute seizures, including status epilepticus.\n• Sedation for painful procedures (intubation, cardioversion, drainages).\n• Anxiolysis in pre-operative period.\n• Therapeutic coma induction (in intracranial hypertension, refractory status epilepticus or prolonged mechanical ventilation).",
            "posologia": "Adult:\n• Conscious sedation: 0.5–2.5 mg IV slow bolus; repeat if necessary.\n• Anesthetic induction: 0.1–0.3 mg/kg IV.\n• ICU sedation: 0.02–0.1 mg/kg/h IV continuous (may be titrated up to 0.15 mg/kg/h).\n• Seizure control: 5–10 mg IV bolus; 10 mg IN or buccal.\nPediatrics:\n• Conscious sedation: 0.05–0.1 mg/kg IV (maximum 2.5 mg/dose).\n• IM: 0.1–0.15 mg/kg.\n• Oral: 0.25–0.5 mg/kg (maximum 20 mg).\n• IN/Buccal: 0.2–0.3 mg/kg (maximum 10 mg).\n• Seizure control: 0.2 mg/kg (IV, IN or buccal).\n• ICU sedation: 0.06–0.12 mg/kg/h IV continuous (up to 0.15 mg/kg/h).",
            "administracao": "• IV slow bolus (minimum 2 minutes) or continuous infusion.\n• Deep IM.\n• Oral (solution or tablet).\n• Intranasal (spray or syringe).\n• Buccal (syringe).\n• Rectal (off-label emergency pediatric use). Always under cardiorespiratory monitoring.",
            "doseMaxima": "• IV bolus: 5 mg adult, 2.5 mg child.\n• IN/Buccal: 10 mg.\n• Continuous infusion: up to 0.15 mg/kg/h.",
            "doseMinima": "• 0.05 mg/kg IV (pediatric sedation).\n• 0.2 mg/kg IN or buccal (seizure control).",
            "reacoesAdversas": "Very common (>10%):\n• Drowsiness, anterograde amnesia, deep sedation.\n• Respiratory depression, apnea.\nCommon (1–10%):\n• Hypotension, bradycardia, reflex tachycardia.\n• Nausea, vomiting, dry mouth.\n• Headache, dizziness.\n• Paradoxical agitation (more common in children and elderly).\nUncommon (0.1–1%):\n• Local reactions (pain, phlebitis, thrombophlebitis).\n• Paradoxical reactions: aggressiveness, delirium, euphoria.\nRare (<0.1%):\n• Laryngospasm, bronchospasm.\n• Anaphylaxis.\n• Dependence, withdrawal syndrome.\n• Severe cardiovascular depression in combination with other CNS depressants.",
            "riscoGravidez": "Category D. There is evidence of fetal risk. Use restricted to situations where benefits outweigh risks (emergency anesthesia, seizure control, ICU sedation). Avoid in first trimester whenever possible.",
            "riscoLactacao": "Excretion in breast milk in small amounts. Occasional use is considered safe. It is recommended to avoid breastfeeding for 4 hours after administration. Monitor infant for sedation or difficulty sucking.",
            "ajusteRenal": "• No initial dose adjustment required.\n• The active metabolite (1-hydroxymidazolam) may accumulate in renal insufficiency, especially in prolonged infusions, causing prolonged sedation. Rigorous monitoring is essential.",
            "ajusteHepatico": "• Reduce initial dose and infusion rates in moderate to severe hepatic insufficiency.\n• Higher risk of excessive sedation, respiratory depression and accumulation of active metabolites due to compromised hepatic metabolism.",
            "contraindicacoes": "• Hypersensitivity to midazolam, benzodiazepines or formula excipients.\n• Uncontrolled myasthenia gravis.\n• Severe respiratory failure without ventilatory support.\n• Untreated sleep apnea.\n• Closed-angle glaucoma (relative).\n• Concomitant use with potent CYP3A4 inhibitors (ketoconazole, itraconazole, posaconazole, voriconazole, clarithromycin, ritonavir).",
            "interacaoMedicamento": "• Potentiates sedation with opioids, anesthetics, alcohol, antipsychotics, antidepressants, sedative antihistamines.\n• CYP3A4 inhibitors (ketoconazole, clarithromycin, ritonavir) increase plasma levels and risk of deep sedation and respiratory depression.\n• CYP3A4 inducers (rifampin, carbamazepine, phenytoin) reduce efficacy.\n• Potentiates hypotensive effects of antihypertensives.\n• Increases risk of respiratory depression with other CNS depressants, such as propofol and dexmedetomidine.",
            "apresentacao": "• Ampoules 5 mg/mL (2 mL, 3 mL or 5 mL).\n• Ampoules 1 mg/mL (5 mL – diluted).\n• Oral solution 2 mg/mL.\n• Intranasal spray (compounded or imported).",
            "preparo": "• IV bolus: use 5 mg/mL ampoule directly or dilute to 1 mg/mL.\n• Infusion: dilute 50 mg in 50 mL (1 mg/mL) or 100 mg in 100 mL of NS or D5W.\n• IN/buccal: use 5 mg/mL solution directly or dilute according to protocol.\n• IM: administer undiluted solution (5 mg/mL).",
            "solucoesCompatíveis": "Normal saline 0.9%, dextrose 5% solution. Incompatible with bicarbonate and alkaline solutions.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. After dilution, use preferably within 24 hours if stored refrigerated (2–8°C) and under aseptic conditions.",
            "cuidadosMedicos": "• Continuous cardiorespiratory monitoring mandatory.\n• Have airway support, assisted ventilation and flumazenil available.\n• Adjust dose in elderly, hepatopaths, nephropaths and CYP3A4 inhibitor users.\n• Monitor sedation level and ventilation depth, especially in continuous infusions or deep sedation.\n• High risk of respiratory depression, especially combined with opioids.",
            "cuidadosFarmaceuticos": "• Check validity, solution appearance and ampoule integrity.\n• Ensure correct dilution for IV infusion.\n• Record lot, dose, time and route of administration.\n• Alert team about risk of respiratory depression and need for continuous monitoring.\n• Have flumazenil available for emergency reversal.",
            "cuidadosEnfermagem": "• Continuously monitor vital signs, sedation, respiratory rate and saturation.\n• Observe excessive sedation, apnea, hypotension or paradoxical agitation.\n• Ensure ventilatory support available.\n• Guide patient and companions about risk of amnesia, prolonged sedation and activity restriction after use.\n• Immediately notify any adverse event or complication.",
            "fontesBibliograficas": "FDA Label (Midazolam), Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Goodman & Gilman (13th Edition), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli's Emergency Medicine (9th Edition), PubMed ID 37562945, PubChem Compound ID 4192."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Midazolam",
            "nomeComercial": "Dormicum®, Hypnovel®, Versed®",
            "classificacao": "Benzodiazepínico, sedante, ansiolítico, hipnótico, anticonvulsivante y relajante muscular central",
            "mecanismoAcao": "Agonista de los receptores GABA-A, potencia el efecto inhibitorio del ácido gamma-aminobutírico (GABA), principal neurotransmisor inhibitorio del SNC. Al unirse al sitio modulador benzodiazepínico del receptor GABA-A, aumenta la frecuencia de apertura de los canales de cloro, hiperpolarizando las membranas neuronales e inhibiendo la actividad neuronal. Resulta en efectos ansiolítico, sedante, hipnótico, anticonvulsivante, relajante muscular y amnésico anterógrado. Su alta lipofilicidad permite rápido inicio de acción, especialmente por vía IV.",
            "farmacocinetica": "• Absorción: rápida por vías IV, IM, oral, bucal, intranasal y rectal.\n• Inicio de acción: 1–5 minutos IV, 5–15 minutos IM, 10–20 minutos VO, 5–10 minutos IN.\n• Pico de efecto: 3–5 minutos IV, 15–30 minutos IM/VO.\n• Duración del efecto: 30–120 minutos (dosis única IV).\n• Volumen de distribución: 1–3 L/kg.\n• Unión a proteínas plasmáticas: >95%, principalmente a albúmina.\n• Metabolización: hepática, por CYP3A4, formando 1-hidroximidazolam (activo), posteriormente conjugado.\n• Vida media de eliminación: 1,5–3 horas (puede aumentar a 6 horas en ancianos, neonatos o insuficiencia hepática).\n• Excreción: renal, en forma de metabolitos conjugados (90–95%).",
            "farmacodinamica": "El midazolam deprime selectivamente el SNC, con efectos ansiolítico, sedante, hipnótico, amnésico anterógrado, anticonvulsivante y relajante muscular. Actúa rápidamente, con corta duración en administración aislada, siendo ampliamente utilizado en sedación, pre-anestesia, control de convulsiones e inducción anestésica. El metabolito activo 1-hidroximidazolam contribuye a sedación prolongada en infusiones o disfunción hepática. El efecto sedante es dependiente de la dosis y potenciado por otros depresores del SNC.",
            "indicacoes": "• Sedación consciente para procedimientos diagnósticos o terapéuticos.\n• Premedicación para anestesia.\n• Inducción de la anestesia general.\n• Sedación en unidad de terapia intensiva (UTI) y bloque quirúrgico.\n• Control de crisis convulsivas agudas, incluyendo status epiléptico.\n• Sedación para procedimientos dolorosos (intubación, cardioversión, drenajes).\n• Ansiolisis en pre-operatorio.\n• Inducción al coma terapéutico (en hipertensión intracraneal, status epiléptico refractario o ventilación mecánica prolongada).",
            "posologia": "Adulto:\n• Sedación consciente: 0,5–2,5 mg IV bolo lento; repetir si es necesario.\n• Inducción anestésica: 0,1–0,3 mg/kg IV.\n• Sedación en UTI: 0,02–0,1 mg/kg/h IV continuo (puede ser titulado hasta 0,15 mg/kg/h).\n• Control de convulsiones: 5–10 mg IV bolo; 10 mg IN o bucal.\nPediatría:\n• Sedación consciente: 0,05–0,1 mg/kg IV (máximo 2,5 mg/dosis).\n• IM: 0,1–0,15 mg/kg.\n• Oral: 0,25–0,5 mg/kg (máximo 20 mg).\n• IN/Bucal: 0,2–0,3 mg/kg (máximo 10 mg).\n• Control de convulsiones: 0,2 mg/kg (IV, IN o bucal).\n• Sedación en UTI: 0,06–0,12 mg/kg/h IV continuo (hasta 0,15 mg/kg/h).",
            "administracao": "• IV bolo lento (mínimo 2 minutos) o infusión continua.\n• IM profunda.\n• Oral (solución o comprimido).\n• Intranasal (spray o jeringa).\n• Bucal (jeringa).\n• Rectal (uso off-label emergencial pediátrico). Siempre bajo monitorización cardiorrespiratoria.",
            "doseMaxima": "• IV bolo: 5 mg adulto, 2,5 mg niño.\n• IN/Bucal: 10 mg.\n• Infusión continua: hasta 0,15 mg/kg/h.",
            "doseMinima": "• 0,05 mg/kg IV (sedación pediátrica).\n• 0,2 mg/kg IN o bucal (control de convulsiones).",
            "reacoesAdversas": "Muy comunes (>10%):\n• Somnolencia, amnesia anterógrada, sedación profunda.\n• Depresión respiratoria, apnea.\nComunes (1–10%):\n• Hipotensión, bradicardia, taquicardia refleja.\n• Náusea, vómito, boca seca.\n• Cefalea, mareo.\n• Agitación paradójica (más común en niños y ancianos).\nPoco comunes (0,1–1%):\n• Reacciones locales (dolor, flebitis, tromboflebitis).\n• Reacciones paradójicas: agresividad, delirio, euforia.\nRaras (<0,1%):\n• Laringoespasmo, broncoespasmo.\n• Anafilaxia.\n• Dependencia, síndrome de abstinencia.\n• Depresión cardiovascular grave en combinación con otros depresores del SNC.",
            "riscoGravidez": "Categoría D. Hay evidencia de riesgo fetal. Uso restringido a situaciones donde los beneficios superan los riesgos (anestesia de emergencia, control de crisis convulsivas, sedación en UTI). Evitar en el primer trimestre siempre que sea posible.",
            "riscoLactacao": "Excreción en leche materna en pequeñas cantidades. Uso puntual se considera seguro. Se recomienda evitar la lactancia en las 4 horas siguientes a la administración. Monitorizar lactante para sedación o dificultad en la succión.",
            "ajusteRenal": "• No exige ajuste en la dosis inicial.\n• El metabolito activo (1-hidroximidazolam) puede acumularse en insuficiencia renal, especialmente en infusiones prolongadas, causando sedación prolongada. Monitorización rigurosa es esencial.",
            "ajusteHepatico": "• Reducir dosis inicial y tasas de infusión en insuficiencia hepática moderada a grave.\n• Mayor riesgo de sedación excesiva, depresión respiratoria y acumulación de metabolitos activos debido al metabolismo hepático comprometido.",
            "contraindicacoes": "• Hipersensibilidad al midazolam, benzodiazepínicos o excipientes de la fórmula.\n• Miastenia gravis no controlada.\n• Insuficiencia respiratoria severa sin soporte ventilatorio.\n• Apnea del sueño no tratada.\n• Glaucoma de ángulo cerrado (relativo).\n• Uso concomitante con inhibidores potentes de CYP3A4 (cetoconazol, itraconazol, posaconazol, voriconazol, claritromicina, ritonavir).",
            "interacaoMedicamento": "• Potencia sedación con opioides, anestésicos, alcohol, antipsicóticos, antidepresivos, antihistamínicos sedativos.\n• Inhibidores de CYP3A4 (cetoconazol, claritromicina, ritonavir) aumentan niveles plasmáticos y riesgo de sedación profunda y depresión respiratoria.\n• Inductores de CYP3A4 (rifampicina, carbamazepina, fenitoína) reducen eficacia.\n• Potencia efectos hipotensores de anti-hipertensivos.\n• Aumenta riesgo de depresión respiratoria con otros depresores del SNC, como propofol y dexmedetomidina.",
            "apresentacao": "• Ampollas 5 mg/mL (2 mL, 3 mL o 5 mL).\n• Ampollas 1 mg/mL (5 mL – diluido).\n• Solución oral 2 mg/mL.\n• Spray intranasal (manipulado o importado).",
            "preparo": "• IV bolo: usar ampolla 5 mg/mL directamente o diluir a 1 mg/mL.\n• Infusión: diluir 50 mg en 50 mL (1 mg/mL) o 100 mg en 100 mL de SF o SG 5%.\n• IN/bucal: usar solución 5 mg/mL directamente o diluir según protocolo.\n• IM: administrar solución no diluida (5 mg/mL).",
            "solucoesCompatíveis": "Suero fisiológico 0,9%, solución glucosada 5%. Incompatible con bicarbonato y soluciones alcalinas.",
            "armazenamento": "Conservar entre 15°C y 30°C, protegido de la luz. Después de dilución, utilizar preferentemente en hasta 24 horas si almacenado refrigerado (2–8°C) y bajo condiciones asépticas.",
            "cuidadosMedicos": "• Monitorización cardiorrespiratoria continua obligatoria.\n• Tener soporte para vía aérea, ventilación asistida y flumazenil disponible.\n• Ajustar dosis en ancianos, hepatópatas, nefrópatas y usuarios de inhibidores de CYP3A4.\n• Monitorizar nivel de sedación y profundidad de ventilación, especialmente en infusiones continuas o sedación profunda.\n• Riesgo elevado de depresión respiratoria, especialmente combinado con opioides.",
            "cuidadosFarmaceuticos": "• Verificar validez, aspecto de la solución e integridad de la ampolla.\n• Garantizar dilución correcta para infusión IV.\n• Registrar lote, dosis, horario y vía de administración.\n• Alertar equipo sobre riesgo de depresión respiratoria y necesidad de monitorización continua.\n• Tener flumazenil disponible para reversión emergencial.",
            "cuidadosEnfermagem": "• Monitorizar continuamente signos vitales, sedación, frecuencia respiratoria y saturación.\n• Observar sedación excesiva, apnea, hipotensión o agitación paradójica.\n• Asegurar soporte ventilatorio disponible.\n• Orientar paciente y acompañantes sobre riesgo de amnesia, sedación prolongada y restricción de actividades después del uso.\n• Notificar inmediatamente cualquier evento adverso o complicación.",
            "fontesBibliograficas": "Bula EMA (Midazolam), Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Goodman & Gilman (13ª Edición), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli's Emergency Medicine (9ª Edición), PubMed ID 37562945, PubChem Compound ID 4192."
        }
    }
}