{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Milrinona",
            "nomeComercial": "Primacor®, Milrinona®",
            "classificacao": "Inibidor seletivo da fosfodiesterase tipo 3 (PDE3), inotrópico e vasodilatador (inodilatador)",
            "mecanismoAcao": "Inibe a enzima fosfodiesterase tipo 3 (PDE3), aumentando os níveis intracelulares de AMP cíclico no miocárdio e no músculo liso vascular. Isso resulta em aumento da contratilidade cardíaca (efeito inotrópico positivo) e vasodilatação (redução da pré e pós-carga). A milrinona também promove relaxamento da musculatura lisa vascular pulmonar, podendo reduzir a pressão arterial pulmonar em pacientes com hipertensão pulmonar secundária. Seu efeito inotrópico é independente de receptores adrenérgicos, o que a torna útil em pacientes refratários às catecolaminas.",
            "farmacocinetica": "Início de ação em 5–15 minutos após início da infusão. Meia-vida plasmática de 2,3 horas (em adultos). Metabolização hepática mínima. Excreção predominantemente renal como fármaco inalterado (~80%).",
            "farmacodinamica": "Aumenta o débito cardíaco pela elevação da contratilidade e redução da pós-carga. Reduz as pressões de enchimento ventricular (pré-carga) e resistência vascular sistêmica. Melhora o desempenho cardíaco sem aumento significativo do consumo de oxigênio miocárdico em comparação às catecolaminas. Em comparação com a dobutamina, a milrinona não aumenta significativamente o consumo de oxigênio miocárdico e pode ser mais eficaz em pacientes com resistência vascular pulmonar elevada. Seus efeitos cronotrópicos são menores, reduzindo o risco de taquiarritmias supraventriculares em certos cenários clínicos.",
            "indicacoes": "Insuficiência cardíaca aguda descompensada, choque cardiogênico, síndrome de baixo débito no pós-operatório de cirurgia cardíaca, suporte inotrópico temporário em insuficiência ventricular direita, hipertensão pulmonar associada à disfunção ventricular.",
            "posologia": "Adulto: dose de ataque de 50 mcg/kg em 10 minutos, seguida de infusão contínua de 0,375–0,75 mcg/kg/min. Pediatria: dose de ataque de 50–75 mcg/kg em 10–60 minutos, seguida de infusão contínua de 0,25–0,75 mcg/kg/min.",
            "administracao": "Infusão IV contínua, com ou sem dose de ataque inicial. Preferencialmente por acesso venoso central em infusões prolongadas.",
            "doseMaxima": "0,75 mcg/kg/min (adulto e pediatria).",
            "doseMinima": "0,25 mcg/kg/min (adulto e pediatria).",
            "reacoesAdversas": "Taquicardia, arritmias ventriculares ou supraventriculares, hipotensão, dor torácica, cefaleia, tremores, hipopotassemia, trombocitopenia (raro), náuseas. Pode haver aumento transitório das enzimas hepáticas. Em uso prolongado, há relatos de trombocitopenia clinicamente significativa. Casos raros de broncoespasmo e elevação de lactato também foram descritos.",
            "riscoGravidez": "Categoria C. Usar com cautela. Estudos em animais demonstraram risco, sem estudos controlados em humanos.",
            "riscoLactacao": "Excreção no leite é mínima. Uso pontual em contexto crítico é geralmente considerado seguro.",
            "ajusteRenal": "Necessita ajuste. Insuficiência renal leva ao aumento da meia-vida e risco de toxicidade. Reduzir dose de manutenção proporcional à depuração de creatinina.",
            "ajusteHepatico": "Não exige ajuste. Metabolização hepática é mínima.",
            "contraindicacoes": "Hipersensibilidade, estenose aórtica ou pulmonar significativa, cardiomiopatia obstrutiva hipertrófica, hipotensão severa não tratada.",
            "interacaoMedicamento": "Aumenta risco de hipotensão e arritmias com outros inotrópicos ou vasodilatadores. Potencialização dos efeitos com diuréticos. Aumento do risco de hipocalemia com diuréticos de alça e corticosteroides. A associação com agentes antiarrítmicos classe I ou III deve ser feita com cautela devido ao risco potencial de arritmias graves. O uso concomitante com bloqueadores beta-adrenérgicos pode atenuar a resposta cronotrópica, mas preservar os efeitos inotrópicos.",
            "apresentacao": "Frascos de 10 mg/10 mL (1 mg/mL) para uso IV.",
            "preparo": "Diluir 10 mg em 50 ou 100 mL de SF 0,9% ou SG 5%, conforme necessidade de volume.",
            "solucoesCompatíveis": "SF 0,9% e SG 5%. Incompatível com soluções alcalinas.",
            "armazenamento": "Armazenar entre 15°C e 30°C, protegido da luz. Após diluição, utilizar em até 24 horas sob refrigeração (2–8°C) e condições assépticas.",
            "cuidadosMedicos": "Monitorização contínua de ECG, pressão arterial, débito urinário e eletrólitos. Corrigir hipovolemia antes de iniciar. Usar com cautela em pacientes hipotensos ou com arritmias pré-existentes. Em pacientes com disfunção hepática, monitorar enzimas hepáticas seriadas. Evitar infusão em bolus rápido em pacientes com hipotensão limítrofe.",
            "cuidadosFarmaceuticos": "Verificar diluição e compatibilidade. Utilizar bomba de infusão. Monitorar estabilidade da solução. Realizar manipulação sob condições assépticas.",
            "cuidadosEnfermagem": "Monitorar sinais vitais, débito urinário, perfusão periférica, eletrólitos (principalmente potássio) e sinais de hipotensão ou arritmias. Observar local do acesso para sinais de extravasamento.",
            "fontesBibliograficas": "Bula Primacor®, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37129210, Diretrizes ACC/AHA, Tintinalli's Emergency Medicine."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Milrinone",
            "nomeComercial": "Primacor®, Milrinone®",
            "classificacao": "Selective phosphodiesterase type 3 (PDE3) inhibitor; inotropic and vasodilator agent (inodilator)",
            "mecanismoAcao": "Inhibits phosphodiesterase type 3 (PDE3), increasing intracellular cyclic AMP levels in cardiac myocytes and vascular smooth muscle. This results in enhanced myocardial contractility (positive inotropic effect) and vasodilation (reduced preload and afterload). Milrinone also induces relaxation of pulmonary vascular smooth muscle, reducing pulmonary artery pressure in patients with secondary pulmonary hypertension. Its inotropic effect is independent of adrenergic receptors, making it useful in patients refractory to catecholamines.",
            "farmacocinetica": "Onset: 5–15 minutes after infusion starts. Half-life: 2.3 hours (in adults). Minimal hepatic metabolism. Predominantly renal excretion as unchanged drug (~80%).",
            "farmacodinamica": "Increases cardiac output by enhancing contractility and reducing afterload. Decreases ventricular filling pressures (preload) and systemic vascular resistance. Improves cardiac performance without significant increase in myocardial oxygen consumption compared to catecholamines. Compared to dobutamine, milrinone does not significantly increase myocardial oxygen demand and may be more effective in patients with elevated pulmonary vascular resistance. It has less chronotropic effect, reducing the risk of supraventricular tachyarrhythmias in certain clinical settings.",
            "indicacoes": "Acute decompensated heart failure, cardiogenic shock, low-output syndrome after cardiac surgery, temporary inotropic support in right ventricular failure, pulmonary hypertension associated with ventricular dysfunction.",
            "posologia": "Adults: loading dose of 50 mcg/kg over 10 minutes, followed by continuous infusion of 0.375–0.75 mcg/kg/min. Pediatrics: loading dose 50–75 mcg/kg over 10–60 minutes, followed by infusion of 0.25–0.75 mcg/kg/min.",
            "administracao": "Continuous IV infusion, with or without initial loading dose. Preferably via central venous access in prolonged infusions.",
            "doseMaxima": "0.75 mcg/kg/min (adults and pediatrics).",
            "doseMinima": "0.25 mcg/kg/min (adults and pediatrics).",
            "reacoesAdversas": "Tachycardia, ventricular or supraventricular arrhythmias, hypotension, chest pain, headache, tremors, hypokalemia, thrombocytopenia (rare), nausea. Transient elevations in liver enzymes may occur. Prolonged use has been associated with clinically significant thrombocytopenia. Rare cases of bronchospasm and lactate elevation have also been reported.",
            "riscoGravidez": "Category C. Use with caution. Animal studies show risk; no controlled human studies.",
            "riscoLactacao": "Minimal excretion in breast milk. Single use in critical context generally considered safe.",
            "ajusteRenal": "Required. Renal insufficiency prolongs half-life and increases toxicity risk. Maintenance dose should be reduced proportionally to creatinine clearance.",
            "ajusteHepatico": "No adjustment needed. Minimal hepatic metabolism.",
            "contraindicacoes": "Hypersensitivity, significant aortic or pulmonary valve stenosis, hypertrophic obstructive cardiomyopathy, untreated severe hypotension.",
            "interacaoMedicamento": "Increased risk of hypotension and arrhythmias with other inotropes or vasodilators. Potentiation of effects with diuretics. Increased hypokalemia risk with loop diuretics and corticosteroids. Caution with class I or III antiarrhythmic agents due to potential for severe arrhythmias. Concurrent use with beta-blockers may attenuate chronotropic response but preserve inotropic effect.",
            "apresentacao": "Vials of 10 mg/10 mL (1 mg/mL) for IV use.",
            "preparo": "Dilute 10 mg in 50 or 100 mL of 0.9% saline or 5% dextrose as needed.",
            "solucoesCompatíveis": "0.9% saline and 5% dextrose. Incompatible with alkaline solutions.",
            "armazenamento": "Store at 15–30°C, protected from light. After dilution, use within 24 hours under refrigeration (2–8°C) and aseptic conditions.",
            "cuidadosMedicos": "Continuous monitoring of ECG, blood pressure, urine output, and electrolytes. Correct hypovolemia before initiating. Use caution in hypotensive patients or those with pre-existing arrhythmias. Monitor liver enzymes serially in patients with hepatic dysfunction. Avoid rapid bolus infusion in borderline hypotensive patients.",
            "cuidadosFarmaceuticos": "Verify dilution and compatibility. Use infusion pump. Monitor solution stability. Prepare under aseptic conditions.",
            "cuidadosEnfermagem": "Monitor vital signs, urine output, peripheral perfusion, electrolytes (especially potassium), and signs of hypotension or arrhythmias. Observe infusion site for signs of extravasation.",
            "fontesBibliograficas": "Primacor® leaflet, Miller's Anesthesia (9th Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37129210, ACC/AHA Guidelines, Tintinalli's Emergency Medicine."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Milrinona",
            "nomeComercial": "Primacor®, Milrinona®",
            "classificacao": "Inhibidor selectivo de la fosfodiesterasa tipo 3 (PDE3); agente inotrópico y vasodilatador (inodilatador)",
            "mecanismoAcao": "Inhibe la enzima fosfodiesterasa tipo 3 (PDE3), aumentando los niveles intracelulares de AMP cíclico en los miocitos cardíacos y el músculo liso vascular. Esto mejora la contractilidad miocárdica (efecto inotrópico positivo) y promueve la vasodilatación (reducción de la precarga y la poscarga). La milrinona también relaja el músculo liso vascular pulmonar, reduciendo la presión arterial pulmonar en pacientes con hipertensión pulmonar secundaria. Su efecto inotrópico es independiente de los receptores adrenérgicos, lo que la hace útil en pacientes refractarios a catecolaminas.",
            "farmacocinetica": "Inicio: 5–15 minutos tras comenzar la infusión. Vida media: 2,3 horas (en adultos). Metabolismo hepático mínimo. Excreción predominantemente renal como fármaco inalterado (~80%).",
            "farmacodinamica": "Aumenta el gasto cardíaco mejorando la contractilidad y reduciendo la poscarga. Disminuye la presión de llenado ventricular (precarga) y la resistencia vascular sistémica. Mejora el rendimiento cardíaco sin aumentar significativamente el consumo de oxígeno miocárdico en comparación con las catecolaminas. En comparación con la dobutamina, la milrinona no incrementa el consumo de oxígeno miocárdico y puede ser más eficaz en pacientes con resistencia vascular pulmonar elevada. Tiene menor efecto cronotrópico, reduciendo el riesgo de taquiarritmias supraventriculares en ciertos contextos clínicos.",
            "indicacoes": "Insuficiencia cardíaca aguda descompensada, shock cardiogénico, síndrome de bajo gasto tras cirugía cardíaca, soporte inotrópico temporal en insuficiencia ventricular derecha, hipertensión pulmonar asociada a disfunción ventricular.",
            "posologia": "Adultos: dosis de carga de 50 mcg/kg en 10 minutos, seguida de infusión continua de 0,375–0,75 mcg/kg/min. Pediatría: dosis de carga de 50–75 mcg/kg en 10–60 minutos, seguida de infusión de 0,25–0,75 mcg/kg/min.",
            "administracao": "Infusión IV continua, con o sin dosis de carga inicial. Preferentemente por vía central en infusiones prolongadas.",
            "doseMaxima": "0,75 mcg/kg/min (adultos y pediatría).",
            "doseMinima": "0,25 mcg/kg/min (adultos y pediatría).",
            "reacoesAdversas": "Taquicardia, arritmias ventriculares o supraventriculares, hipotensión, dolor torácico, cefalea, temblores, hipopotasemia, trombocitopenia (rara), náuseas. Puede haber aumento transitorio de enzimas hepáticas. El uso prolongado se ha asociado a trombocitopenia clínicamente significativa. También se han reportado casos raros de broncoespasmo y elevación de lactato.",
            "riscoGravidez": "Categoría C. Usar con precaución. Estudios en animales muestran riesgo; sin estudios controlados en humanos.",
            "riscoLactacao": "Excreción mínima en leche materna. Uso único en contexto crítico generalmente considerado seguro.",
            "ajusteRenal": "Requiere ajuste. La insuficiencia renal prolonga la vida media y aumenta el riesgo de toxicidad. Reducir la dosis de mantenimiento en proporción al aclaramiento de creatinina.",
            "ajusteHepatico": "No requiere ajuste. Metabolismo hepático mínimo.",
            "contraindicacoes": "Hipersensibilidad, estenosis significativa de las válvulas aórtica o pulmonar, miocardiopatía hipertrófica obstructiva, hipotensión severa no tratada.",
            "interacaoMedicamento": "Mayor riesgo de hipotensión y arritmias con otros inotrópicos o vasodilatadores. Potencia el efecto de los diuréticos. Aumenta el riesgo de hipopotasemia con diuréticos de asa y corticosteroides. Precaución con antiarrítmicos clase I o III por riesgo de arritmias graves. El uso concomitante con betabloqueadores puede atenuar la respuesta cronotrópica pero conservar el efecto inotrópico.",
            "apresentacao": "Viales de 10 mg/10 mL (1 mg/mL) para uso IV.",
            "preparo": "Diluir 10 mg en 50 o 100 mL de SF 0,9% o SG 5%, según el volumen requerido.",
            "solucoesCompatíveis": "SF 0,9% y SG 5%. Incompatible con soluciones alcalinas.",
            "armazenamento": "Conservar entre 15–30°C, protegido de la luz. Una vez diluido, usar en un plazo de 24 horas bajo refrigeración (2–8°C) y condiciones asépticas.",
            "cuidadosMedicos": "Monitorización continua de ECG, presión arterial, diuresis y electrolitos. Corregir hipovolemia antes de iniciar. Precaución en pacientes con hipotensión o arritmias preexistentes. En pacientes con disfunción hepática, monitorizar enzimas hepáticas seriadas. Evitar bolo rápido en pacientes con hipotensión limítrofe.",
            "cuidadosFarmaceuticos": "Verificar dilución y compatibilidad. Usar bomba de infusión. Monitorizar estabilidad de la solución. Preparar bajo condiciones asépticas.",
            "cuidadosEnfermagem": "Monitorizar signos vitales, diuresis, perfusión periférica, electrolitos (especialmente potasio) y signos de hipotensión o arritmias. Observar el sitio de infusión por signos de extravasación.",
            "fontesBibliograficas": "Prospecto Primacor®, Miller's Anesthesia (9ª Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37129210, Guías ACC/AHA, Tintinalli's Emergency Medicine."
        }
    }
}
