{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Mivacúrio (Cloreto de Mivacúrio)",
            "nomeComercial": "Mivacron®",
            "classificacao": "Bloqueador neuromuscular não despolarizante, de ação curta, benzilisoquinolínico",
            "mecanismoAcao": "Age como antagonista competitivo dos receptores nicotínicos da acetilcolina na junção neuromuscular. Impede a despolarização da placa motora, promovendo bloqueio neuromuscular flácido. É rapidamente hidrolisado pelas colinesterases plasmáticas, o que explica sua curta duração de ação.",
            "farmacocinetica": "• Início de ação: 2–3 minutos.\n• Pico de efeito: 3–5 minutos.\n• Duração clínica: 12–20 minutos.\n• Tempo até recuperação de 90% da função muscular: 15–25 minutos.\n• Ligação às proteínas plasmáticas: 60%.\n• Volume de distribuição: 0,2–0,25 L/kg.\n• Metabolização: rápida por hidrólise via colinesterase plasmática.\n• Meia-vida de eliminação: 2,6 minutos.\n• Excreção: traços por via renal e biliar, metabólitos inativos predominantemente plasmáticos.",
            "farmacodinamica": "Bloqueador neuromuscular de curta duração, permite relaxamento muscular adequado para intubação, procedimentos de curta duração ou manutenção do bloqueio com rápida reversão. Baixo acúmulo, mesmo com infusão contínua. Pode provocar liberação de histamina em altas doses, levando a hipotensão e broncoespasmo.",
            "indicacoes": "• Facilitação de intubação orotraqueal.\n• Manutenção do bloqueio neuromuscular durante procedimentos cirúrgicos.\n• Cirurgias de curta duração que demandem relaxamento muscular.\n• Procedimentos diagnósticos ou terapêuticos que requeiram imobilidade.",
            "posologia": "Adulto:\n• Intubação:\n  - 0,15–0,25 mg/kg IV em bolus.\n• Manutenção:\n  - Bolus adicionais de 0,1 mg/kg IV conforme necessidade.\n  - Ou infusão contínua: 3–10 mcg/kg/min.\nPediatria:\n• Neonatos (<2 meses):\n  - 0,15 mg/kg IV bolus.\n• Crianças (2 meses a 12 anos):\n  - 0,2 mg/kg IV bolus.\n  - Infusão: 5–8 mcg/kg/min.\n• Adolescentes (12–18 anos): mesma dose de adultos.",
            "administracao": "• Exclusivamente por via intravenosa.\n• Bolus lento (20–30 segundos) ou infusão contínua com bomba volumétrica.\n• Monitorização contínua da função neuromuscular com estimulador de nervo (TOF) é altamente recomendada.",
            "doseMaxima": "• Até 0,25 mg/kg por bolus.\n• Infusão: até 10 mcg/kg/min.",
            "doseMinima": "• 0,1 mg/kg (bolus de manutenção).\n• Infusão: 3 mcg/kg/min.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Rubor facial, hipotensão leve, taquicardia transitória (relacionados à liberação de histamina).\nComuns (1–10%):\n• Broncoespasmo, eritema, prurido.\nIncomuns (0,1–1%):\n• Hipotensão significativa, broncoespasmo severo.\nRaras (<0,1%):\n• Reações anafiláticas, choque.\n• Bloqueio neuromuscular prolongado em pacientes com deficiência de colinesterase plasmática (congênita ou adquirida).",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Dados limitados em humanos. Rápida hidrólise pela colinesterase plasmática sugere baixo risco fetal quando usado no parto cesáreo.",
            "riscoLactacao": "Desconhecido se excreta no leite materno, porém devido à curta meia-vida e rápida degradação plasmática, não é esperado risco significativo.",
            "ajusteRenal": "• Não é necessário ajuste. A depuração não depende da função renal.",
            "ajusteHepatico": "• Não é necessário ajuste em insuficiência hepática leve a moderada.\n• Usar com cautela na insuficiência hepática grave, pois pode haver alteração na produção de colinesterase plasmática, levando à prolongação do bloqueio.",
            "contraindicacoes": "• Hipersensibilidade ao mivacúrio ou a outros bloqueadores neuromusculares.\n• Histórico de reação anafilática a agentes bloqueadores neuromusculares.\n• Deficiência conhecida de colinesterase plasmática (hereditária ou adquirida).\n• Síndrome neuromuscular grave (ex.: esclerose lateral amiotrófica, síndrome de Guillain-Barré).",
            "interacaoMedicamento": "• Potencializado por:\n  - Anestésicos voláteis (sevoflurano, isoflurano, desflurano).\n  - Aminoglicosídeos, lítio, bloqueadores de canais de cálcio, quinidina.\n  - Magnésio, lidocaína IV, corticosteróides crônicos.\n• Antagonizado parcialmente por:\n  - Anticonvulsivantes crônicos (fenitoína, carbamazepina).\n• Prolongado em:\n  - Pacientes com deficiência congênita ou adquirida de colinesterase plasmática (gestação, insuficiência hepática, uremia).",
            "apresentacao": "• Ampolas de 2 mg/mL – 5 mL (10 mg total) para uso EV.",
            "preparo": "• Pronto para uso.\n• Pode ser diluído em SF 0,9% ou SG 5% para infusão contínua, conforme necessidade clínica.\n• Preparar solução na bomba de infusão: ex.: 20 mg em 50 mL de SF = 0,4 mg/mL (equivalente a 400 mcg/mL).",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Incompatível com soluções alcalinas.",
            "armazenamento": "• Conservar entre 2°C e 8°C (refrigerado).\n• Estável por até 24 horas após diluição se mantido refrigerado.\n• Proteger da luz.\n• Descartar se houver precipitação, turbidez ou alteração de cor.",
            "cuidadosMedicos": "• Monitorização contínua da função neuromuscular (TOF) é obrigatória.\n• Preparar para suporte ventilatório até recuperação completa da função muscular.\n• Estar atento à possibilidade de liberação de histamina, especialmente com doses rápidas ou altas.\n• Identificar pacientes com possível deficiência de colinesterase plasmática.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade da ampola.\n• Preparar sob condições assépticas.\n• Calcular corretamente diluição para bomba de infusão, se utilizada.\n• Documentar lote, dose, via, horário e parâmetros de monitorização neuromuscular.",
            "cuidadosEnfermagem": "• Monitorizar TOF, sinais vitais, saturação de O2 e capnografia.\n• Observar sinais de liberação de histamina: rubor, prurido, hipotensão ou broncoespasmo.\n• Garantir funcionamento da bomba de infusão e acesso venoso pérvio.\n• Notificar imediatamente sinais de bloqueio neuromuscular prolongado ou reações adversas.",
            "fontesBibliograficas": "Bula Anvisa (Mivacron®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37607482, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli's Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Mivacurium (Mivacurium Chloride)",
            "nomeComercial": "Mivacron®",
            "classificacao": "Short-acting, non-depolarizing neuromuscular blocking agent, benzylisoquinolinium compound",
            "mecanismoAcao": "Acts as a competitive antagonist of nicotinic acetylcholine receptors at the neuromuscular junction. Prevents depolarization of the motor endplate, promoting flaccid neuromuscular blockade. Rapidly hydrolyzed by plasma cholinesterases, which explains its short duration of action.",
            "farmacocinetica": "• Onset: 2–3 minutes.\n• Peak effect: 3–5 minutes.\n• Clinical duration: 12–20 minutes.\n• Time to 90% muscle function recovery: 15–25 minutes.\n• Plasma protein binding: 60%.\n• Volume of distribution: 0.2–0.25 L/kg.\n• Metabolism: rapid hydrolysis via plasma cholinesterase.\n• Elimination half-life: 2.6 minutes.\n• Excretion: traces via renal and biliary routes, predominantly inactive plasma metabolites.",
            "farmacodinamica": "Short-acting neuromuscular blocker, allows adequate muscle relaxation for intubation, short procedures, or maintenance of blockade with rapid reversal. Low accumulation, even with continuous infusion. May cause histamine release at high doses, leading to hypotension and bronchospasm.",
            "indicacoes": "• Facilitation of orotracheal intubation.\n• Maintenance of neuromuscular blockade during surgical procedures.\n• Short-duration surgeries requiring muscle relaxation.\n• Diagnostic or therapeutic procedures requiring immobility.",
            "posologia": "Adults:\n• Intubation:\n  - 0.15–0.25 mg/kg IV bolus.\n• Maintenance:\n  - Additional boluses of 0.1 mg/kg IV as needed.\n  - Or continuous infusion: 3–10 mcg/kg/min.\nPediatrics:\n• Neonates (<2 months):\n  - 0.15 mg/kg IV bolus.\n• Children (2 months to 12 years):\n  - 0.2 mg/kg IV bolus.\n  - Infusion: 5–8 mcg/kg/min.\n• Adolescents (12–18 years): same dose as adults.",
            "administracao": "• Exclusively by intravenous route.\n• Slow bolus (20–30 seconds) or continuous infusion with volumetric pump.\n• Continuous monitoring of neuromuscular function with nerve stimulator (TOF) is highly recommended.",
            "doseMaxima": "• Up to 0.25 mg/kg per bolus.\n• Infusion: up to 10 mcg/kg/min.",
            "doseMinima": "• 0.1 mg/kg (maintenance bolus).\n• Infusion: 3 mcg/kg/min.",
            "reacoesAdversas": "Very common (>10%):\n• Facial flushing, mild hypotension, transient tachycardia (related to histamine release).\nCommon (1–10%):\n• Bronchospasm, erythema, pruritus.\nUncommon (0.1–1%):\n• Significant hypotension, severe bronchospasm.\nRare (<0.1%):\n• Anaphylactic reactions, shock.\n• Prolonged neuromuscular blockade in patients with plasma cholinesterase deficiency (congenital or acquired).",
            "riscoGravidez": "Category C. Use only if clearly necessary. Limited data in humans. Rapid hydrolysis by plasma cholinesterase suggests low fetal risk when used in cesarean delivery.",
            "riscoLactacao": "Unknown if excreted in breast milk, but due to short half-life and rapid plasma degradation, no significant risk is expected.",
            "ajusteRenal": "• No adjustment necessary. Clearance does not depend on renal function.",
            "ajusteHepatico": "• No adjustment necessary in mild to moderate hepatic insufficiency.\n• Use with caution in severe hepatic insufficiency, as there may be alteration in plasma cholinesterase production, leading to prolonged blockade.",
            "contraindicacoes": "• Hypersensitivity to mivacurium or other neuromuscular blocking agents.\n• History of anaphylactic reaction to neuromuscular blocking agents.\n• Known plasma cholinesterase deficiency (hereditary or acquired).\n• Severe neuromuscular syndrome (e.g., amyotrophic lateral sclerosis, Guillain-Barré syndrome).",
            "interacaoMedicamento": "• Potentiated by:\n  - Volatile anesthetics (sevoflurane, isoflurane, desflurane).\n  - Aminoglycosides, lithium, calcium channel blockers, quinidine.\n  - Magnesium, IV lidocaine, chronic corticosteroids.\n• Partially antagonized by:\n  - Chronic anticonvulsants (phenytoin, carbamazepine).\n• Prolonged in:\n  - Patients with congenital or acquired plasma cholinesterase deficiency (pregnancy, hepatic insufficiency, uremia).",
            "apresentacao": "• Ampoules of 2 mg/mL – 5 mL (10 mg total) for IV use.",
            "preparo": "• Ready to use.\n• May be diluted in 0.9% NS or 5% dextrose for continuous infusion, as clinically needed.\n• Prepare solution in infusion pump: e.g., 20 mg in 50 mL NS = 0.4 mg/mL (equivalent to 400 mcg/mL).",
            "solucoesCompatíveis": "• 0.9% normal saline.\n• 5% dextrose solution.\n• Incompatible with alkaline solutions.",
            "armazenamento": "• Store between 2°C and 8°C (refrigerated).\n• Stable for up to 24 hours after dilution if kept refrigerated.\n• Protect from light.\n• Discard if there is precipitation, cloudiness, or color change.",
            "cuidadosMedicos": "• Continuous monitoring of neuromuscular function (TOF) is mandatory.\n• Prepare for ventilatory support until complete recovery of muscle function.\n• Be aware of the possibility of histamine release, especially with rapid or high doses.\n• Identify patients with possible plasma cholinesterase deficiency.",
            "cuidadosFarmaceuticos": "• Check name, dose, route, concentration, and ampoule integrity.\n• Prepare under aseptic conditions.\n• Calculate dilution correctly for infusion pump, if used.\n• Document lot, dose, route, time, and neuromuscular monitoring parameters.",
            "cuidadosEnfermagem": "• Monitor TOF, vital signs, O2 saturation, and capnography.\n• Observe signs of histamine release: flushing, pruritus, hypotension, or bronchospasm.\n• Ensure infusion pump function and patent venous access.\n• Immediately report signs of prolonged neuromuscular blockade or adverse reactions.",
            "fontesBibliograficas": "FDA Label (Mivacron®), UpToDate (2024), Micromedex, Goodman & Gilman (13th Edition), PubMed ID 37607482, Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli's Emergency Medicine (9th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Mivacurio (Cloruro de Mivacurio)",
            "nomeComercial": "Mivacron®",
            "classificacao": "Bloqueador neuromuscular no despolarizante, de acción corta, benzilisoquinolínico",
            "mecanismoAcao": "Actúa como antagonista competitivo de los receptores nicotínicos de la acetilcolina en la unión neuromuscular. Impide la despolarización de la placa motora, promoviendo bloqueo neuromuscular flácido. Es rápidamente hidrolizado por las colinesterasas plasmáticas, lo que explica su corta duración de acción.",
            "farmacocinetica": "• Inicio de acción: 2–3 minutos.\n• Pico de efecto: 3–5 minutos.\n• Duración clínica: 12–20 minutos.\n• Tiempo hasta recuperación del 90% de la función muscular: 15–25 minutos.\n• Unión a proteínas plasmáticas: 60%.\n• Volumen de distribución: 0,2–0,25 L/kg.\n• Metabolización: rápida por hidrólisis vía colinesterasa plasmática.\n• Vida media de eliminación: 2,6 minutos.\n• Excreción: trazas por vía renal y biliar, metabolitos inactivos predominantemente plasmáticos.",
            "farmacodinamica": "Bloqueador neuromuscular de corta duración, permite relajación muscular adecuada para intubación, procedimientos de corta duración o mantenimiento del bloqueo con rápida reversión. Bajo acúmulo, incluso con infusión continua. Puede provocar liberación de histamina en dosis altas, llevando a hipotensión y broncoespasmo.",
            "indicacoes": "• Facilitación de intubación orotraqueal.\n• Mantenimiento del bloqueo neuromuscular durante procedimientos quirúrgicos.\n• Cirugías de corta duración que demanden relajación muscular.\n• Procedimientos diagnósticos o terapéuticos que requieran inmovilidad.",
            "posologia": "Adultos:\n• Intubación:\n  - 0,15–0,25 mg/kg IV en bolo.\n• Mantenimiento:\n  - Bolos adicionales de 0,1 mg/kg IV según necesidad.\n  - O infusión continua: 3–10 mcg/kg/min.\nPediatría:\n• Neonatos (<2 meses):\n  - 0,15 mg/kg IV bolo.\n• Niños (2 meses a 12 años):\n  - 0,2 mg/kg IV bolo.\n  - Infusión: 5–8 mcg/kg/min.\n• Adolescentes (12–18 años): misma dosis que adultos.",
            "administracao": "• Exclusivamente por vía intravenosa.\n• Bolo lento (20–30 segundos) o infusión continua con bomba volumétrica.\n• Monitorización continua de la función neuromuscular con estimulador de nervio (TOF) es altamente recomendada.",
            "doseMaxima": "• Hasta 0,25 mg/kg por bolo.\n• Infusión: hasta 10 mcg/kg/min.",
            "doseMinima": "• 0,1 mg/kg (bolo de mantenimiento).\n• Infusión: 3 mcg/kg/min.",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Rubor facial, hipotensión leve, taquicardia transitoria (relacionados a la liberación de histamina).\nFrecuentes (1–10%):\n• Broncoespasmo, eritema, prurito.\nInfrecuentes (0,1–1%):\n• Hipotensión significativa, broncoespasmo severo.\nRaras (<0,1%):\n• Reacciones anafilácticas, shock.\n• Bloqueo neuromuscular prolongado en pacientes con deficiencia de colinesterasa plasmática (congénita o adquirida).",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. Datos limitados en humanos. Rápida hidrólisis por la colinesterasa plasmática sugiere bajo riesgo fetal cuando se usa en parto cesáreo.",
            "riscoLactacao": "Desconocido si se excreta en la leche materna, pero debido a la corta vida media y rápida degradación plasmática, no se espera riesgo significativo.",
            "ajusteRenal": "• No es necesario ajuste. La depuración no depende de la función renal.",
            "ajusteHepatico": "• No es necesario ajuste en insuficiencia hepática leve a moderada.\n• Usar con precaución en insuficiencia hepática grave, pues puede haber alteración en la producción de colinesterasa plasmática, llevando a la prolongación del bloqueo.",
            "contraindicacoes": "• Hipersensibilidad al mivacurio o a otros bloqueadores neuromusculares.\n• Historial de reacción anafiláctica a agentes bloqueadores neuromusculares.\n• Deficiencia conocida de colinesterasa plasmática (hereditaria o adquirida).\n• Síndrome neuromuscular grave (ej.: esclerosis lateral amiotrófica, síndrome de Guillain-Barré).",
            "interacaoMedicamento": "• Potenciado por:\n  - Anestésicos volátiles (sevoflurano, isoflurano, desflurano).\n  - Aminoglucósidos, litio, bloqueadores de canales de calcio, quinidina.\n  - Magnesio, lidocaína IV, corticosteroides crónicos.\n• Antagonizado parcialmente por:\n  - Anticonvulsivantes crónicos (fenitoína, carbamazepina).\n• Prolongado en:\n  - Pacientes con deficiencia congénita o adquirida de colinesterasa plasmática (gestación, insuficiencia hepática, uremia).",
            "apresentacao": "• Ampollas de 2 mg/mL – 5 mL (10 mg total) para uso IV.",
            "preparo": "• Listo para usar.\n• Puede ser diluido en SF 0,9% o SG 5% para infusión continua, según necesidad clínica.\n• Preparar solución en la bomba de infusión: ej.: 20 mg en 50 mL de SF = 0,4 mg/mL (equivalente a 400 mcg/mL).",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Solución glucosada 5%.\n• Incompatible con soluciones alcalinas.",
            "armazenamento": "• Conservar entre 2°C y 8°C (refrigerado).\n• Estable por hasta 24 horas tras dilución si se mantiene refrigerado.\n• Proteger de la luz.\n• Descartar si hay precipitación, turbidez o alteración de color.",
            "cuidadosMedicos": "• Monitorización continua de la función neuromuscular (TOF) es obligatoria.\n• Preparar para soporte ventilatorio hasta recuperación completa de la función muscular.\n• Estar atento a la posibilidad de liberación de histamina, especialmente con dosis rápidas o altas.\n• Identificar pacientes con posible deficiencia de colinesterasa plasmática.",
            "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía, concentración e integridad de la ampolla.\n• Preparar bajo condiciones asépticas.\n• Calcular correctamente dilución para bomba de infusión, si se utiliza.\n• Documentar lote, dosis, vía, horario y parámetros de monitorización neuromuscular.",
            "cuidadosEnfermagem": "• Monitorizar TOF, signos vitales, saturación de O2 y capnografía.\n• Observar signos de liberación de histamina: rubor, prurito, hipotensión o broncoespasmo.\n• Garantizar funcionamiento de la bomba de infusión y acceso venoso permeable.\n• Notificar inmediatamente signos de bloqueo neuromuscular prolongado o reacciones adversas.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Mivacron®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37607482, Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli's Emergency Medicine (9ª Edición)."
        }
    }
}