{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Morfina (sulfato de morfina)",
            "nomeComercial": "Dimorf®, Sevredol®, MST Continus®, Morphine Sulfate®",
            "classificacao": "Analgésico opioide; agonista μ-opioide; alcaloide natural do ópio",
            "mecanismoAcao": "A morfina é um agonista potente e seletivo dos receptores μ-opioides, com menor afinidade pelos receptores κ e δ. Atua no sistema nervoso central e na medula espinhal, inibindo a transmissão da dor através da hiperpolarização de neurônios pós-sinápticos, redução da liberação de neurotransmissores excitatórios (como glutamato e substância P), e inibição da condução de impulsos nociceptivos. Além disso, estimula centros do sistema nervoso autônomo relacionados à emese, miose e regulação do tônus gastrointestinal. A ligação da morfina aos receptores μ promove modulação descendente da dor e aumento do limiar nociceptivo. Sua ação no bulbo ventrolateral do tronco encefálico e no corno dorsal da medula espinhal reduz a percepção, resposta emocional e comportamental ao estímulo doloroso. Além disso, a morfina interfere na neurotransmissão simpática e parassimpática, podendo provocar alterações autonômicas como hipotensão e bradicardia em bolus IV rápido.",
            "farmacocinetica": "• Início de ação: 5–10 min (IV), 20–30 min (IM), 30–60 min (oral).\n• Pico de efeito: 1 h (oral), 20 min (IV).\n• Duração: 4 a 5 h (formulação imediata), até 12–24 h (liberação prolongada).\n• Meia-vida: 2–4 h (formulação imediata).\n• Ligação a proteínas plasmáticas: 30–40%.\n• Metabolização: hepática (conjugação com ácido glicurônico — M3G e M6G).\n• Excreção: renal (90%), bile (10%).",
            "farmacodinamica": "A morfina exerce potente efeito analgésico com efeito dose-dependente, não apresentando ceiling para analgesia. O metabólito morfina-6-glicuronídeo (M6G) também possui ação analgésica, enquanto o M3G pode estar associado a efeitos excitatórios como alucinações e mioclonia. Promove sedação, euforia, depressão respiratória, miose, retenção urinária, constipação e liberação de histamina, que pode causar hipotensão e prurido. Possui risco elevado de tolerância e dependência em uso crônico, além de potencial de depressão respiratória em altas doses. Em comparação com outros opioides, a morfina apresenta maior potencial de liberação de histamina, o que pode causar vasodilatação periférica, hipotensão ortostática e prurido intenso. O metabólito M6G (morfina-6-glicuronídeo) é até 10 vezes mais potente que a morfina em atividade analgésica, enquanto M3G (morfina-3-glicuronídeo) tem sido associado a efeitos neuroexcitantes, como alucinação, hiperalgesia e mioclonia. A resposta farmacodinâmica à morfina é modulada pela idade, função renal, hepática, e genética dos transportadores e receptores opioides (ex: OPRM1).",
            "indicacoes": "• Dor aguda intensa (trauma, pós-operatório).\n• Dor oncológica e dor crônica refratária.\n• Edema agudo de pulmão (efeito vasodilatador e ansiolítico).\n• Analgesia em cuidados paliativos.\n• Sedação e controle de dispneia refratária em fase terminal (off-label).",
            "posologia": "Adultos:\n• IV: 2,5–5 mg a cada 3–4 h (ajustar conforme resposta).\n• IM/SC: 5–10 mg a cada 4 h.\n• Oral (liberação imediata): 10–30 mg a cada 4 h.\n• Oral (liberação prolongada): 30–60 mg a cada 12 h.\n• PCA: 1 mg IV/dose, intervalo de bloqueio de 6–10 min.\nPediatria:\n• IV: 0,05–0,1 mg/kg/dose a cada 4 h.\n• Oral: 0,2–0,5 mg/kg/dose a cada 4–6 h.",
            "administracao": "• Oral (liberação imediata e prolongada).\n• Intravenosa (bolus ou infusão contínua).\n• Intramuscular e subcutânea.\n• Epidural ou intratecal (em contextos especializados).",
            "doseMaxima": "• Não há dose máxima absoluta; titulada conforme resposta e tolerância.\n• Em dor oncológica, pode ultrapassar 1000 mg/dia em pacientes tolerantes.",
            "doseMinima": "• 2,5 mg IV ou 10 mg VO (adultos); 0,05 mg/kg IV (pediatria).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Náusea, vômito, constipação, sonolência.\n• Prurido, sudorese, miose.\nComuns (1–10%):\n• Hipotensão, retenção urinária, confusão.\nIncomuns (0,1–1%):\n• Alucinações, delírio, mioclonia.\n• Bradicardia, broncoespasmo.\nRaras (<0,1%):\n• Depressão respiratória grave.\n• Reações anafiláticas.\n• Dependência e síndrome de abstinência.",
            "riscoGravidez": "Categoria C. Pode causar síndrome de abstinência neonatal se uso crônico na gestação. Evitar uso prolongado; permitido sob indicação médica em ambiente controlado.",
            "riscoLactacao": "Excretada no leite materno. Evitar amamentação se uso em altas doses ou múltiplas administrações IV. Monitorar o lactente para sinais de sedação ou apneia.",
            "ajusteRenal": "• Necessário em insuficiência renal.\n• M6G pode se acumular, aumentando risco de sedação e depressão respiratória.\n• Reduzir dose ou aumentar intervalo de administração.",
            "ajusteHepatico": "• Usar com cautela; metabolização hepática extensa.\n• Ajustar dose conforme função hepática e resposta clínica.",
            "contraindicacoes": "• Hipersensibilidade à morfina.\n• Depressão respiratória sem suporte ventilatório.\n• Asma aguda ou obstrução de vias aéreas superiores não tratada.\n• Uso concomitante com IMAOs.\n• Trauma cranioencefálico com hipertensão intracraniana não controlada.",
            "interacaoMedicamento": "• Potencializa sedação com benzodiazepínicos, álcool, antipsicóticos, antidepressivos e barbitúricos.\n• Pode ter efeitos aumentados com inibidores da CYP3A4.\n• Antagonismo com agonistas-antagonistas (nalbufina, buprenorfina).\n• Aumenta o risco de retenção urinária com anticolinérgicos. O uso concomitante com gabapentinoides pode potencializar a depressão respiratória e o risco de sedação profunda, especialmente em idosos e pacientes renais. A administração com fenotiazinas ou outros antipsicóticos pode intensificar a hipotensão e a sedação. A morfina aumenta o efeito dos relaxantes musculares não despolarizantes, devendo-se ajustar doses em pacientes sob ventilação mecânica. Interações farmacocinéticas relevantes envolvem a alteração do metabolismo hepático quando coadministrada com inibidores da UDP-glucuroniltransferase.",
            "apresentacao": "• Solução injetável: 10 mg/mL, 20 mg/mL, 50 mg/mL.\n• Comprimidos: 10 mg, 30 mg (liberação imediata e prolongada).\n• Gotas orais: 10 mg/mL (1 gota ≈ 0,2 mg).\n• Supositórios (alguns países): 10 mg, 20 mg.\n• Ampolas para uso epidural/intratecal: 1 mg/mL.",
            "preparo": "• Diluir em SF 0,9% para infusão contínua.\n• Administrar IV lentamente (≥2 min).\n• Dose oral pode ser fracionada em solução diluída conforme necessidade.\n• Soluções epidurais/intratecais devem ser preservadas com técnica asséptica.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com bicarbonato de sódio, soluções alcalinas.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz e calor excessivo.\n• Após diluição, usar em até 24 h sob refrigeração e condições assépticas.",
            "cuidadosMedicos": "• Monitorar respiração, sedação e eficácia analgésica.\n• Ajustar titulação conforme tolerância, especialmente em dor crônica.\n• Ter naloxona disponível para reversão.\n• Considerar avaliação multidisciplinar em uso prolongado (dor, cuidados paliativos).",
            "cuidadosFarmaceuticos": "• Confirmar via, concentração, compatibilidade e validade.\n• Diluir corretamente para infusão e PCA.\n• Documentar administração e resposta terapêutica.\n• Rastrear uso em prontuário e evitar duplicidade com outros opioides.",
            "cuidadosEnfermagem": "• Monitorar padrão respiratório, nível de consciência, pressão arterial.\n• Avaliar eficácia analgésica e presença de reações adversas.\n• Garantir acesso venoso funcional e técnica asséptica.\n• Notificar sinais de intoxicação ou síndrome de abstinência.",
            "fontesBibliograficas": "Bula Anvisa (Morfina Sulfato), UpToDate (2024), Micromedex, PubMed ID 37625177, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.), WHO Opioid Guidelines."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Morphine (morphine sulfate)",
            "nomeComercial": "Dimorf®, Sevredol®, MST Continus®, Morphine Sulfate®",
            "classificacao": "Opioid analgesic; μ-opioid agonist; natural opium alkaloid",
            "mecanismoAcao": "Morphine is a potent and selective agonist of μ-opioid receptors, with lower affinity for κ and δ receptors. It acts in the central nervous system and spinal cord, inhibiting pain transmission through hyperpolarization of postsynaptic neurons, reduction of excitatory neurotransmitter release (such as glutamate and substance P), and inhibition of nociceptive impulse conduction. Additionally, it stimulates autonomic nervous system centers related to emesis, miosis, and gastrointestinal tone regulation. Morphine binding to μ receptors promotes descending pain modulation and increases nociceptive threshold. Its action in the ventrolateral medulla of the brainstem and dorsal horn of the spinal cord reduces perception, emotional and behavioral response to painful stimuli. Furthermore, morphine interferes with sympathetic and parasympathetic neurotransmission, potentially causing autonomic changes such as hypotension and bradycardia with rapid IV bolus.",
            "farmacocinetica": "• Onset of action: 5–10 min (IV), 20–30 min (IM), 30–60 min (oral).\n• Peak effect: 1 h (oral), 20 min (IV).\n• Duration: 4 to 5 h (immediate release), up to 12–24 h (extended release).\n• Half-life: 2–4 h (immediate release).\n• Plasma protein binding: 30–40%.\n• Metabolism: hepatic (conjugation with glucuronic acid — M3G and M6G).\n• Excretion: renal (90%), bile (10%).",
            "farmacodinamica": "Morphine exerts potent analgesic effect with dose-dependent effect, presenting no ceiling for analgesia. The metabolite morphine-6-glucuronide (M6G) also has analgesic action, while M3G may be associated with excitatory effects such as hallucinations and myoclonus. It promotes sedation, euphoria, respiratory depression, miosis, urinary retention, constipation, and histamine release, which may cause hypotension and pruritus. It has high risk of tolerance and dependence in chronic use, besides potential for respiratory depression at high doses. Compared to other opioids, morphine presents greater potential for histamine release, which may cause peripheral vasodilation, orthostatic hypotension, and intense pruritus. The M6G metabolite (morphine-6-glucuronide) is up to 10 times more potent than morphine in analgesic activity, while M3G (morphine-3-glucuronide) has been associated with neuroexcitatory effects, such as hallucination, hyperalgesia, and myoclonus. The pharmacodynamic response to morphine is modulated by age, renal and hepatic function, and genetics of opioid transporters and receptors (e.g., OPRM1).",
            "indicacoes": "• Severe acute pain (trauma, postoperative).\n• Oncological pain and refractory chronic pain.\n• Acute pulmonary edema (vasodilator and anxiolytic effect).\n• Analgesia in palliative care.\n• Sedation and control of refractory dyspnea in terminal phase (off-label).",
            "posologia": "Adults:\n• IV: 2.5–5 mg every 3–4 h (adjust according to response).\n• IM/SC: 5–10 mg every 4 h.\n• Oral (immediate release): 10–30 mg every 4 h.\n• Oral (extended release): 30–60 mg every 12 h.\n• PCA: 1 mg IV/dose, lockout interval of 6–10 min.\nPediatrics:\n• IV: 0.05–0.1 mg/kg/dose every 4 h.\n• Oral: 0.2–0.5 mg/kg/dose every 4–6 h.",
            "administracao": "• Oral (immediate and extended release).\n• Intravenous (bolus or continuous infusion).\n• Intramuscular and subcutaneous.\n• Epidural or intrathecal (in specialized contexts).",
            "doseMaxima": "• No absolute maximum dose; titrated according to response and tolerance.\n• In oncological pain, may exceed 1000 mg/day in tolerant patients.",
            "doseMinima": "• 2.5 mg IV or 10 mg PO (adults); 0.05 mg/kg IV (pediatrics).",
            "reacoesAdversas": "Very common (>10%):\n• Nausea, vomiting, constipation, drowsiness.\n• Pruritus, sweating, miosis.\nCommon (1–10%):\n• Hypotension, urinary retention, confusion.\nUncommon (0.1–1%):\n• Hallucinations, delirium, myoclonus.\n• Bradycardia, bronchospasm.\nRare (<0.1%):\n• Severe respiratory depression.\n• Anaphylactic reactions.\n• Dependence and withdrawal syndrome.",
            "riscoGravidez": "Category C. May cause neonatal withdrawal syndrome if chronic use during pregnancy. Avoid prolonged use; allowed under medical indication in controlled environment.",
            "riscoLactacao": "Excreted in breast milk. Avoid breastfeeding if use at high doses or multiple IV administrations. Monitor infant for signs of sedation or apnea.",
            "ajusteRenal": "• Required in renal insufficiency.\n• M6G may accumulate, increasing risk of sedation and respiratory depression.\n• Reduce dose or increase administration interval.",
            "ajusteHepatico": "• Use with caution; extensive hepatic metabolism.\n• Adjust dose according to hepatic function and clinical response.",
            "contraindicacoes": "• Hypersensitivity to morphine.\n• Respiratory depression without ventilatory support.\n• Acute asthma or untreated upper airway obstruction.\n• Concomitant use with MAOIs.\n• Traumatic brain injury with uncontrolled intracranial hypertension.",
            "interacaoMedicamento": "• Potentiates sedation with benzodiazepines, alcohol, antipsychotics, antidepressants, and barbiturates.\n• May have increased effects with CYP3A4 inhibitors.\n• Antagonism with agonist-antagonists (nalbuphine, buprenorphine).\n• Increases risk of urinary retention with anticholinergics. Concomitant use with gabapentinoids may potentiate respiratory depression and risk of profound sedation, especially in elderly and renal patients. Administration with phenothiazines or other antipsychotics may intensify hypotension and sedation. Morphine increases the effect of non-depolarizing muscle relaxants, requiring dose adjustment in patients under mechanical ventilation. Relevant pharmacokinetic interactions involve alteration of hepatic metabolism when coadministered with UDP-glucuronyltransferase inhibitors.",
            "apresentacao": "• Injectable solution: 10 mg/mL, 20 mg/mL, 50 mg/mL.\n• Tablets: 10 mg, 30 mg (immediate and extended release).\n• Oral drops: 10 mg/mL (1 drop ≈ 0.2 mg).\n• Suppositories (some countries): 10 mg, 20 mg.\n• Ampoules for epidural/intrathecal use: 1 mg/mL.",
            "preparo": "• Dilute in NS 0.9% for continuous infusion.\n• Administer IV slowly (≥2 min).\n• Oral dose may be fractionated in diluted solution as needed.\n• Epidural/intrathecal solutions should be preserved with aseptic technique.",
            "solucoesCompatíveis": "• NS 0.9%, D5W.\n• Incompatible with sodium bicarbonate, alkaline solutions.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light and excessive heat.\n• After dilution, use within 24 h under refrigeration and aseptic conditions.",
            "cuidadosMedicos": "• Monitor respiration, sedation, and analgesic efficacy.\n• Adjust titration according to tolerance, especially in chronic pain.\n• Have naloxone available for reversal.\n• Consider multidisciplinary evaluation in prolonged use (pain, palliative care).",
            "cuidadosFarmaceuticos": "• Confirm route, concentration, compatibility, and validity.\n• Dilute correctly for infusion and PCA.\n• Document administration and therapeutic response.\n• Track use in medical record and avoid duplication with other opioids.",
            "cuidadosEnfermagem": "• Monitor respiratory pattern, level of consciousness, blood pressure.\n• Evaluate analgesic efficacy and presence of adverse reactions.\n• Ensure functional venous access and aseptic technique.\n• Notify signs of intoxication or withdrawal syndrome.",
            "fontesBibliograficas": "FDA Labeling (Morphine Sulfate), UpToDate (2024), Micromedex, PubMed ID 37625177, Goodman & Gilman (13th Ed.), Miller's Anesthesia (9th Ed.), Tintinalli's Emergency Medicine (9th Ed.), WHO Opioid Guidelines."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Morfina (sulfato de morfina)",
            "nomeComercial": "Dimorf®, Sevredol®, MST Continus®, Morphine Sulfate®",
            "classificacao": "Analgésico opioide; agonista μ-opioide; alcaloide natural del opio",
            "mecanismoAcao": "La morfina es un agonista potente y selectivo de los receptores μ-opioides, con menor afinidad por los receptores κ y δ. Actúa en el sistema nervioso central y en la médula espinal, inhibiendo la transmisión del dolor a través de la hiperpolarización de neuronas postsinápticas, reducción de la liberación de neurotransmisores excitatorios (como glutamato y sustancia P), e inhibición de la conducción de impulsos nociceptivos. Además, estimula centros del sistema nervioso autónomo relacionados con la emesis, miosis y regulación del tono gastrointestinal. La unión de la morfina a los receptores μ promueve modulación descendente del dolor y aumento del umbral nociceptivo. Su acción en el bulbo ventrolateral del tronco encefálico y en el asta dorsal de la médula espinal reduce la percepción, respuesta emocional y comportamental al estímulo doloroso. Además, la morfina interfiere en la neurotransmisión simpática y parasimpática, pudiendo provocar alteraciones autonómicas como hipotensión y bradicardia en bolo IV rápido.",
            "farmacocinetica": "• Inicio de acción: 5–10 min (IV), 20–30 min (IM), 30–60 min (oral).\n• Pico de efecto: 1 h (oral), 20 min (IV).\n• Duración: 4 a 5 h (formulación inmediata), hasta 12–24 h (liberación prolongada).\n• Vida media: 2–4 h (formulación inmediata).\n• Unión a proteínas plasmáticas: 30–40%.\n• Metabolización: hepática (conjugación con ácido glucurónico — M3G y M6G).\n• Excreción: renal (90%), bilis (10%).",
            "farmacodinamica": "La morfina ejerce potente efecto analgésico con efecto dependiente de la dosis, no presentando techo para analgesia. El metabolito morfina-6-glucurónido (M6G) también posee acción analgésica, mientras que M3G puede estar asociado a efectos excitatorios como alucinaciones y mioclonía. Promueve sedación, euforia, depresión respiratoria, miosis, retención urinaria, estreñimiento y liberación de histamina, que puede causar hipotensión y prurito. Posee riesgo elevado de tolerancia y dependencia en uso crónico, además de potencial de depresión respiratoria en altas dosis. En comparación con otros opioides, la morfina presenta mayor potencial de liberación de histamina, lo que puede causar vasodilatación periférica, hipotensión ortostática y prurito intenso. El metabolito M6G (morfina-6-glucurónido) es hasta 10 veces más potente que la morfina en actividad analgésica, mientras que M3G (morfina-3-glucurónido) ha sido asociado a efectos neuroexcitantes, como alucinación, hiperalgesia y mioclonía. La respuesta farmacodinámica a la morfina es modulada por la edad, función renal, hepática, y genética de los transportadores y receptores opioides (ej: OPRM1).",
            "indicacoes": "• Dolor agudo intenso (trauma, postoperatorio).\n• Dolor oncológico y dolor crónico refractario.\n• Edema agudo de pulmón (efecto vasodilatador y ansiolítico).\n• Analgesia en cuidados paliativos.\n• Sedación y control de disnea refractaria en fase terminal (off-label).",
            "posologia": "Adultos:\n• IV: 2,5–5 mg cada 3–4 h (ajustar según respuesta).\n• IM/SC: 5–10 mg cada 4 h.\n• Oral (liberación inmediata): 10–30 mg cada 4 h.\n• Oral (liberación prolongada): 30–60 mg cada 12 h.\n• PCA: 1 mg IV/dosis, intervalo de bloqueo de 6–10 min.\nPediatría:\n• IV: 0,05–0,1 mg/kg/dosis cada 4 h.\n• Oral: 0,2–0,5 mg/kg/dosis cada 4–6 h.",
            "administracao": "• Oral (liberación inmediata y prolongada).\n• Intravenosa (bolo o infusión continua).\n• Intramuscular y subcutánea.\n• Epidural o intratecal (en contextos especializados).",
            "doseMaxima": "• No hay dosis máxima absoluta; titulada según respuesta y tolerancia.\n• En dolor oncológico, puede superar 1000 mg/día en pacientes tolerantes.",
            "doseMinima": "• 2,5 mg IV o 10 mg VO (adultos); 0,05 mg/kg IV (pediatría).",
            "reacoesAdversas": "Muy comunes (>10%):\n• Náusea, vómito, estreñimiento, somnolencia.\n• Prurito, sudoración, miosis.\nComunes (1–10%):\n• Hipotensión, retención urinaria, confusión.\nPoco comunes (0,1–1%):\n• Alucinaciones, delirio, mioclonía.\n• Bradicardia, broncoespasmo.\nRaras (<0,1%):\n• Depresión respiratoria grave.\n• Reacciones anafilácticas.\n• Dependencia y síndrome de abstinencia.",
            "riscoGravidez": "Categoría C. Puede causar síndrome de abstinencia neonatal si uso crónico en la gestación. Evitar uso prolongado; permitido bajo indicación médica en ambiente controlado.",
            "riscoLactacao": "Excretada en la leche materna. Evitar lactancia si uso en altas dosis o múltiples administraciones IV. Monitorizar al lactante para signos de sedación o apnea.",
            "ajusteRenal": "• Necesario en insuficiencia renal.\n• M6G puede acumularse, aumentando riesgo de sedación y depresión respiratoria.\n• Reducir dosis o aumentar intervalo de administración.",
            "ajusteHepatico": "• Usar con precaución; metabolización hepática extensa.\n• Ajustar dosis según función hepática y respuesta clínica.",
            "contraindicacoes": "• Hipersensibilidad a la morfina.\n• Depresión respiratoria sin soporte ventilatorio.\n• Asma aguda u obstrucción de vías aéreas superiores no tratada.\n• Uso concomitante con IMAOs.\n• Trauma craneoencefálico con hipertensión intracraneal no controlada.",
            "interacaoMedicamento": "• Potencializa sedación con benzodiazepínicos, alcohol, antipsicóticos, antidepresivos y barbitúricos.\n• Puede tener efectos aumentados con inhibidores de CYP3A4.\n• Antagonismo con agonistas-antagonistas (nalbufina, buprenorfina).\n• Aumenta el riesgo de retención urinaria con anticolinérgicos. El uso concomitante con gabapentinoides puede potencializar la depresión respiratoria y el riesgo de sedación profunda, especialmente en ancianos y pacientes renales. La administración con fenotiazinas u otros antipsicóticos puede intensificar la hipotensión y la sedación. La morfina aumenta el efecto de los relajantes musculares no despolarizantes, debiendo ajustarse dosis en pacientes bajo ventilación mecánica. Interacciones farmacocinéticas relevantes involucran la alteración del metabolismo hepático cuando se coadministra con inhibidores de la UDP-glucuroniltransferasa.",
            "apresentacao": "• Solución inyectable: 10 mg/mL, 20 mg/mL, 50 mg/mL.\n• Comprimidos: 10 mg, 30 mg (liberación inmediata y prolongada).\n• Gotas orales: 10 mg/mL (1 gota ≈ 0,2 mg).\n• Supositorios (algunos países): 10 mg, 20 mg.\n• Ampollas para uso epidural/intratecal: 1 mg/mL.",
            "preparo": "• Diluir en SF 0,9% para infusión continua.\n• Administrar IV lentamente (≥2 min).\n• Dosis oral puede fraccionarse en solución diluida según necesidad.\n• Soluciones epidurales/intratecales deben preservarse con técnica aséptica.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con bicarbonato de sodio, soluciones alcalinas.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz y calor excesivo.\n• Tras dilución, usar en hasta 24 h bajo refrigeración y condiciones asépticas.",
            "cuidadosMedicos": "• Monitorizar respiración, sedación y eficacia analgésica.\n• Ajustar titulación según tolerancia, especialmente en dolor crónico.\n• Tener naloxona disponible para reversión.\n• Considerar evaluación multidisciplinaria en uso prolongado (dolor, cuidados paliativos).",
            "cuidadosFarmaceuticos": "• Confirmar vía, concentración, compatibilidad y validez.\n• Diluir correctamente para infusión y PCA.\n• Documentar administración y respuesta terapéutica.\n• Rastrear uso en historial clínico y evitar duplicidad con otros opioides.",
            "cuidadosEnfermagem": "• Monitorizar patrón respiratorio, nivel de consciencia, presión arterial.\n• Evaluar eficacia analgésica y presencia de reacciones adversas.\n• Garantizar acceso venoso funcional y técnica aséptica.\n• Notificar signos de intoxicación o síndrome de abstinencia.",
            "fontesBibliograficas": "Bula EMA (Morfina Sulfato), UpToDate (2024), Micromedex, PubMed ID 37625177, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.), WHO Opioid Guidelines."
        }
    }
}