{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Nalbuphina (cloridrato de nalbufina)",
            "nomeComercial": "Nubain®",
            "classificacao": "Analgésico opioide; agonista-antagonista; agonista κ e antagonista μ",
            "mecanismoAcao": "A nalbufina é um agonista seletivo dos receptores opioides κ (kappa) e antagonista dos receptores μ (mu). Seu efeito analgésico decorre da ativação dos receptores κ, que promove inibição da transmissão nociceptiva principalmente na medula espinhal. O bloqueio dos receptores μ reduz os efeitos adversos clássicos dos opioides μ como euforia, depressão respiratória e dependência. Esse perfil confere à nalbufina uma ação ceiling para depressão respiratória, tornando-a uma opção mais segura em pacientes com risco aumentado de hipoventilação. A atividade agonista nos receptores κ é associada a analgesia predominantemente espinal, sem a forte euforia mediada pelos receptores μ, tornando a nalbufina útil em contextos com alto risco de abuso. A antagonização parcial dos receptores μ promove efeito ceiling tanto para analgesia quanto para depressão respiratória, característica que confere à nalbufina um perfil de segurança superior em populações vulneráveis, como idosos e pacientes com doença pulmonar obstrutiva crônica. Essa propriedade também permite seu uso como antagonista parcial para reversão parcial de opioides μ sem causar dor de rebote intensa.",
            "farmacocinetica": "• Início de ação: 2–3 min (IV), 15 min (IM).\n• Pico de efeito: 30–60 min.\n• Duração clínica: 3 a 6 horas.\n• Meia-vida: 5 horas (adulta), até 10 horas (neonatal).\n• Ligação a proteínas plasmáticas: ~50%.\n• Metabolização: hepática (conjugação com ácido glicurônico).\n• Excreção: renal, principalmente como metabólitos inativos.",
            "farmacodinamica": "Produz analgesia comparável à morfina, com menor risco de prurido, náusea e depressão respiratória. Apresenta efeito teto para analgesia e depressão respiratória, o que limita sua eficácia em dor intensa refratária, mas melhora seu perfil de segurança. A ação agonista κ pode induzir disforia e efeitos psicomiméticos em alguns pacientes. Pode reverter parcialmente efeitos de opioides agonistas μ em pacientes previamente expostos, provocando abstinência. Estudos clínicos demonstram que a nalbufina causa menos náusea, vômito e prurido em comparação com a morfina, sendo uma alternativa valiosa em pacientes pós-operatórios. Em obstetrícia, apresenta início de ação rápido, sem prejuízo significativo à contratilidade uterina ou à oxigenação fetal, desde que usada em dose única e bem monitorada. A analgesia se mantém adequada por até 4 horas, o que permite sua aplicação em protocolos multimodais de dor pós-operatória ou sedação leve em cuidados intensivos. Além disso, tem sido estudada como parte de protocolos ERAS (Enhanced Recovery After Surgery) para minimizar o uso de opioides μ em pacientes cirúrgicos.",
            "indicacoes": "• Dor aguda moderada a intensa (pós-operatória, traumática).\n• Dor obstétrica (trabalho de parto sob monitorização).\n• Substituição de opioides μ em pacientes com risco de depressão respiratória.\n• Alternativa em analgesia parenteral para pacientes com risco de abuso.\n• Uso off-label: dor em câncer, analgesia em UTI pediátrica, sedação com efeito ceiling respiratório.",
            "posologia": "Adultos:\n• IM/SC: 10 mg a cada 3–6 h, máximo 160 mg/dia.\n• IV: 0,1–0,2 mg/kg em bolus lento, repetido conforme resposta.\nPediatria:\n• 0,1–0,2 mg/kg IV/IM/SC a cada 4–6 h.\n• Neonatos: 0,05 mg/kg IV sob monitoramento respiratório.",
            "administracao": "• IM e SC preferidas em ambiente ambulatorial.\n• IV lenta em 2–3 min, ou infusão contínua para analgesia controlada.\n• Monitorar sinais vitais e padrão respiratório.",
            "doseMaxima": "• 160 mg/dia (adultos).\n• 0,3–0,4 mg/kg/dia em pediatria.",
            "doseMinima": "• 5 mg IV ou 10 mg IM/SC (adultos); 0,05 mg/kg (neonatos).",
            "reacoesAdversas": "Comuns (1–10%):\n• Náusea, tontura, sedação, sudorese.\n• Prurido, boca seca, constipação.\nIncomuns (0,1–1%):\n• Disforia, alucinações leves, euforia, cefaleia.\n• Bradicardia, hipotensão, retardo do esvaziamento gástrico.\nRaras (<0,1%):\n• Reações anafiláticas.\n• Apneia (doses altas ou em pacientes sensíveis).\n• Síndrome de abstinência aguda se em uso de opioides μ.",
            "riscoGravidez": "Categoria B. Usada em analgesia obstétrica, com bom perfil de segurança. Pode causar depressão respiratória neonatal em doses repetidas próximas ao parto.",
            "riscoLactacao": "Excretada em pequenas quantidades no leite materno. Considerada segura em doses únicas ou uso limitado com vigilância clínica.",
            "ajusteRenal": "• Usar com cautela em insuficiência renal grave.\n• Prolongar intervalos de administração e monitorar sedação.",
            "ajusteHepatico": "• Necessário ajuste de dose em hepatopatia moderada a grave.\n• Reduzir dose e frequência.",
            "contraindicacoes": "• Hipersensibilidade à nalbufina.\n• Depressão respiratória sem suporte ventilatório.\n• Uso concomitante com agonistas opioides μ crônicos.\n• Doença psiquiátrica descompensada com risco de disforia severa.",
            "interacaoMedicamento": "• Potencializa sedação com álcool, benzodiazepínicos e barbitúricos.\n• Antagoniza parcialmente opioides μ (morfina, fentanil), podendo precipitar abstinência.\n• Monitorar uso com outros depressores centrais e sedativos. Deve ser evitada em pacientes usuários crônicos de opioides μ (como metadona, oxicodona ou morfina), pois pode precipitar sintomas de abstinência caracterizados por sudorese, tremores, taquicardia, irritabilidade e náusea intensa. Quando associada a benzodiazepínicos, deve-se reduzir a dose de ambos devido ao risco aditivo de sedação e apneia. A administração conjunta com antipsicóticos ou ISRSs pode potencializar efeitos adversos neurológicos como tontura, disforia e sonolência prolongada. Não há relatos significativos de interação com anestésicos locais ou bloqueadores neuromusculares, o que a torna segura para uso intraoperatório multimodal.",
            "apresentacao": "• Solução injetável: 10 mg/mL em ampolas de 1 mL ou 2 mL.\n• Sem apresentação oral disponível comercialmente.",
            "preparo": "• Administração direta IM, SC ou IV lenta.\n• Pode ser diluída em SF 0,9% para infusão contínua.\n• Estável por até 24 horas em solução diluída refrigerada.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com soluções alcalinas.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz direta.\n• Após abertura, usar em até 24 h com técnica asséptica.",
            "cuidadosMedicos": "• Avaliar história de uso de opioides μ antes da prescrição.\n• Monitorar sedação e função respiratória, especialmente IV.\n• Ter naloxona disponível para reversão.\n• Reavaliar frequentemente eficácia analgésica e reações adversas.",
            "cuidadosFarmaceuticos": "• Confirmar via, dose e integridade da ampola.\n• Preparar em condições assépticas se for diluída.\n• Registrar lote e administrar conforme protocolo hospitalar.\n• Documentar e notificar eventos adversos.",
            "cuidadosEnfermagem": "• Monitorar frequência respiratória e nível de consciência.\n• Avaliar eficácia analgésica e possíveis reações disfóricas.\n• Garantir administração IV lenta e supervisão após aplicação.\n• Observar interações com outros sedativos e opioides.",
            "fontesBibliograficas": "Bula Anvisa (Nubain®), UpToDate (2024), Micromedex, PubMed ID 37624888, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.), WHO Opioid Guidelines."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Nalbuphine (Nalbuphine Hydrochloride)",
            "nomeComercial": "Nubain®",
            "classificacao": "Opioid analgesic; agonist-antagonist; κ agonist and μ antagonist",
            "mecanismoAcao": "Nalbuphine is a selective agonist of κ (kappa) opioid receptors and antagonist of μ (mu) receptors. Its analgesic effect results from activation of κ receptors, which promotes inhibition of nociceptive transmission primarily in the spinal cord. Blocking μ receptors reduces the classic adverse effects of μ opioids such as euphoria, respiratory depression, and dependence. This profile gives nalbuphine a ceiling effect for respiratory depression, making it a safer option in patients at increased risk of hypoventilation. The agonist activity at κ receptors is associated with predominantly spinal analgesia, without the strong euphoria mediated by μ receptors, making nalbuphine useful in contexts with high abuse risk. Partial antagonization of μ receptors promotes ceiling effects for both analgesia and respiratory depression, a characteristic that gives nalbuphine a superior safety profile in vulnerable populations, such as the elderly and patients with chronic obstructive pulmonary disease. This property also allows its use as a partial antagonist for partial reversal of μ opioids without causing intense rebound pain.",
            "farmacocinetica": "• Onset: 2–3 min (IV), 15 min (IM).\n• Peak effect: 30–60 min.\n• Clinical duration: 3 to 6 hours.\n• Half-life: 5 hours (adult), up to 10 hours (neonatal).\n• Plasma protein binding: ~50%.\n• Metabolism: hepatic (conjugation with glucuronic acid).\n• Excretion: renal, mainly as inactive metabolites.",
            "farmacodinamica": "Produces analgesia comparable to morphine, with lower risk of pruritus, nausea, and respiratory depression. Has a ceiling effect for analgesia and respiratory depression, which limits its efficacy in refractory severe pain but improves its safety profile. The κ agonist action may induce dysphoria and psychomimetic effects in some patients. May partially reverse effects of μ agonist opioids in previously exposed patients, causing withdrawal. Clinical studies show that nalbuphine causes less nausea, vomiting, and pruritus compared to morphine, being a valuable alternative in postoperative patients. In obstetrics, it has rapid onset without significant impairment of uterine contractility or fetal oxygenation, provided it is used as a single dose and well monitored. Analgesia remains adequate for up to 4 hours, allowing its application in multimodal postoperative pain protocols or light sedation in intensive care. Additionally, it has been studied as part of ERAS (Enhanced Recovery After Surgery) protocols to minimize the use of μ opioids in surgical patients.",
            "indicacoes": "• Moderate to severe acute pain (postoperative, traumatic).\n• Obstetric pain (labor under monitoring).\n• Replacement of μ opioids in patients at risk of respiratory depression.\n• Alternative in parenteral analgesia for patients at risk of abuse.\n• Off-label use: cancer pain, analgesia in pediatric ICU, sedation with respiratory ceiling effect.",
            "posologia": "Adults:\n• IM/SC: 10 mg every 3–6 h, maximum 160 mg/day.\n• IV: 0.1–0.2 mg/kg slow bolus, repeated as needed.\nPediatrics:\n• 0.1–0.2 mg/kg IV/IM/SC every 4–6 h.\n• Neonates: 0.05 mg/kg IV under respiratory monitoring.",
            "administracao": "• IM and SC preferred in outpatient setting.\n• Slow IV over 2–3 min, or continuous infusion for controlled analgesia.\n• Monitor vital signs and respiratory pattern.",
            "doseMaxima": "• 160 mg/day (adults).\n• 0.3–0.4 mg/kg/day in pediatrics.",
            "doseMinima": "• 5 mg IV or 10 mg IM/SC (adults); 0.05 mg/kg (neonates).",
            "reacoesAdversas": "Common (1–10%):\n• Nausea, dizziness, sedation, sweating.\n• Pruritus, dry mouth, constipation.\nUncommon (0.1–1%):\n• Dysphoria, mild hallucinations, euphoria, headache.\n• Bradycardia, hypotension, delayed gastric emptying.\nRare (<0.1%):\n• Anaphylactic reactions.\n• Apnea (high doses or in sensitive patients).\n• Acute withdrawal syndrome if using μ opioids.",
            "riscoGravidez": "Category B. Used in obstetric analgesia, with good safety profile. May cause neonatal respiratory depression with repeated doses near delivery.",
            "riscoLactacao": "Excreted in small amounts in breast milk. Considered safe in single doses or limited use with clinical monitoring.",
            "ajusteRenal": "• Use with caution in severe renal insufficiency.\n• Prolong administration intervals and monitor sedation.",
            "ajusteHepatico": "• Dose adjustment necessary in moderate to severe liver disease.\n• Reduce dose and frequency.",
            "contraindicacoes": "• Hypersensitivity to nalbuphine.\n• Respiratory depression without ventilatory support.\n• Concomitant use with chronic μ opioid agonists.\n• Decompensated psychiatric disease with risk of severe dysphoria.",
            "interacaoMedicamento": "• Potentiates sedation with alcohol, benzodiazepines, and barbiturates.\n• Partially antagonizes μ opioids (morphine, fentanyl), may precipitate withdrawal.\n• Monitor use with other central depressants and sedatives. Should be avoided in chronic μ opioid users (such as methadone, oxycodone, or morphine), as it may precipitate withdrawal symptoms characterized by sweating, tremors, tachycardia, irritability, and intense nausea. When combined with benzodiazepines, the dose of both should be reduced due to additive risk of sedation and apnea. Concomitant administration with antipsychotics or SSRIs may potentiate neurological adverse effects such as dizziness, dysphoria, and prolonged somnolence. There are no significant reports of interaction with local anesthetics or neuromuscular blockers, making it safe for multimodal intraoperative use.",
            "apresentacao": "• Injectable solution: 10 mg/mL in 1 mL or 2 mL ampoules.\n• No oral presentation commercially available.",
            "preparo": "• Direct IM, SC, or slow IV administration.\n• May be diluted in 0.9% NS for continuous infusion.\n• Stable for up to 24 hours in refrigerated diluted solution.",
            "solucoesCompatíveis": "• 0.9% NS, 5% dextrose.\n• Incompatible with alkaline solutions.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from direct light.\n• After opening, use within 24 h with aseptic technique.",
            "cuidadosMedicos": "• Assess history of μ opioid use before prescription.\n• Monitor sedation and respiratory function, especially IV.\n• Have naloxone available for reversal.\n• Frequently reassess analgesic efficacy and adverse reactions.",
            "cuidadosFarmaceuticos": "• Confirm route, dose, and ampoule integrity.\n• Prepare under aseptic conditions if diluted.\n• Record lot and administer according to hospital protocol.\n• Document and report adverse events.",
            "cuidadosEnfermagem": "• Monitor respiratory rate and level of consciousness.\n• Assess analgesic efficacy and possible dysphoric reactions.\n• Ensure slow IV administration and supervision after application.\n• Observe interactions with other sedatives and opioids.",
            "fontesBibliograficas": "FDA Label (Nubain®), UpToDate (2024), Micromedex, PubMed ID 37624888, Goodman & Gilman (13th Ed.), Miller's Anesthesia (9th Ed.), Tintinalli's Emergency Medicine (9th Ed.), WHO Opioid Guidelines."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Nalbufina (Clorhidrato de Nalbufina)",
            "nomeComercial": "Nubain®",
            "classificacao": "Analgésico opioide; agonista-antagonista; agonista κ y antagonista μ",
            "mecanismoAcao": "La nalbufina es un agonista selectivo de los receptores opioides κ (kappa) y antagonista de los receptores μ (mu). Su efecto analgésico deriva de la activación de los receptores κ, que promueve inhibición de la transmisión nociceptiva principalmente en la médula espinal. El bloqueo de los receptores μ reduce los efectos adversos clásicos de los opioides μ como euforia, depresión respiratoria y dependencia. Este perfil confiere a la nalbufina una acción techo para depresión respiratoria, convirtiéndola en una opción más segura en pacientes con riesgo aumentado de hipoventilación. La actividad agonista en los receptores κ se asocia con analgesia predominantemente espinal, sin la fuerte euforia mediada por los receptores μ, haciendo útil a la nalbufina en contextos con alto riesgo de abuso. La antagonización parcial de los receptores μ promueve efecto techo tanto para analgesia como para depresión respiratoria, característica que confiere a la nalbufina un perfil de seguridad superior en poblaciones vulnerables, como ancianos y pacientes con enfermedad pulmonar obstructiva crónica. Esta propiedad también permite su uso como antagonista parcial para reversión parcial de opioides μ sin causar dolor de rebote intenso.",
            "farmacocinetica": "• Inicio de acción: 2–3 min (IV), 15 min (IM).\n• Pico de efecto: 30–60 min.\n• Duración clínica: 3 a 6 horas.\n• Vida media: 5 horas (adulto), hasta 10 horas (neonatal).\n• Unión a proteínas plasmáticas: ~50%.\n• Metabolización: hepática (conjugación con ácido glucurónico).\n• Excreción: renal, principalmente como metabolitos inactivos.",
            "farmacodinamica": "Produce analgesia comparable a la morfina, con menor riesgo de prurito, náusea y depresión respiratoria. Presenta efecto techo para analgesia y depresión respiratoria, lo que limita su eficacia en dolor intenso refractario, pero mejora su perfil de seguridad. La acción agonista κ puede inducir disforia y efectos psicomiméticos en algunos pacientes. Puede revertir parcialmente efectos de opioides agonistas μ en pacientes previamente expuestos, provocando abstinencia. Estudios clínicos demuestran que la nalbufina causa menos náusea, vómito y prurito en comparación con la morfina, siendo una alternativa valiosa en pacientes postoperatorios. En obstetricia, presenta inicio de acción rápido, sin perjuicio significativo a la contractilidad uterina o a la oxigenación fetal, siempre que se use en dosis única y bien monitorizada. La analgesia se mantiene adecuada por hasta 4 horas, lo que permite su aplicación en protocolos multimodales de dolor postoperatorio o sedación leve en cuidados intensivos. Además, ha sido estudiada como parte de protocolos ERAS (Enhanced Recovery After Surgery) para minimizar el uso de opioides μ en pacientes quirúrgicos.",
            "indicacoes": "• Dolor agudo moderado a intenso (postoperatorio, traumático).\n• Dolor obstétrico (trabajo de parto bajo monitorización).\n• Sustitución de opioides μ en pacientes con riesgo de depresión respiratoria.\n• Alternativa en analgesia parenteral para pacientes con riesgo de abuso.\n• Uso off-label: dolor en cáncer, analgesia en UCI pediátrica, sedación con efecto techo respiratorio.",
            "posologia": "Adultos:\n• IM/SC: 10 mg cada 3–6 h, máximo 160 mg/día.\n• IV: 0,1–0,2 mg/kg en bolo lento, repetido según respuesta.\nPediatría:\n• 0,1–0,2 mg/kg IV/IM/SC cada 4–6 h.\n• Neonatos: 0,05 mg/kg IV bajo monitorización respiratoria.",
            "administracao": "• IM y SC preferidas en ambiente ambulatorio.\n• IV lenta en 2–3 min, o infusión continua para analgesia controlada.\n• Monitorizar signos vitales y patrón respiratorio.",
            "doseMaxima": "• 160 mg/día (adultos).\n• 0,3–0,4 mg/kg/día en pediatría.",
            "doseMinima": "• 5 mg IV o 10 mg IM/SC (adultos); 0,05 mg/kg (neonatos).",
            "reacoesAdversas": "Frecuentes (1–10%):\n• Náusea, mareo, sedación, sudoración.\n• Prurito, boca seca, estreñimiento.\nInfrecuentes (0,1–1%):\n• Disforia, alucinaciones leves, euforia, cefalea.\n• Bradicardia, hipotensión, retraso del vaciamiento gástrico.\nRaras (<0,1%):\n• Reacciones anafilácticas.\n• Apnea (dosis altas o en pacientes sensibles).\n• Síndrome de abstinencia aguda si en uso de opioides μ.",
            "riscoGravidez": "Categoría B. Usada en analgesia obstétrica, con buen perfil de seguridad. Puede causar depresión respiratoria neonatal en dosis repetidas cercanas al parto.",
            "riscoLactacao": "Excretada en pequeñas cantidades en la leche materna. Considerada segura en dosis únicas o uso limitado con vigilancia clínica.",
            "ajusteRenal": "• Usar con precaución en insuficiencia renal grave.\n• Prolongar intervalos de administración y monitorizar sedación.",
            "ajusteHepatico": "• Necesario ajuste de dosis en hepatopatía moderada a grave.\n• Reducir dosis y frecuencia.",
            "contraindicacoes": "• Hipersensibilidad a la nalbufina.\n• Depresión respiratoria sin soporte ventilatorio.\n• Uso concomitante con agonistas opioides μ crónicos.\n• Enfermedad psiquiátrica descompensada con riesgo de disforia severa.",
            "interacaoMedicamento": "• Potencia sedación con alcohol, benzodiazepinas y barbitúricos.\n• Antagoniza parcialmente opioides μ (morfina, fentanilo), pudiendo precipitar abstinencia.\n• Monitorizar uso con otros depresores centrales y sedativos. Debe ser evitada en pacientes usuarios crónicos de opioides μ (como metadona, oxicodona o morfina), pues puede precipitar síntomas de abstinencia caracterizados por sudoración, temblores, taquicardia, irritabilidad y náusea intensa. Cuando se asocia a benzodiazepinas, debe reducirse la dosis de ambos debido al riesgo aditivo de sedación y apnea. La administración conjunta con antipsicóticos o ISRS puede potenciar efectos adversos neurológicos como mareo, disforia y somnolencia prolongada. No hay reportes significativos de interacción con anestésicos locales o bloqueadores neuromusculares, lo que la hace segura para uso intraoperatorio multimodal.",
            "apresentacao": "• Solución inyectable: 10 mg/mL en ampollas de 1 mL o 2 mL.\n• Sin presentación oral disponible comercialmente.",
            "preparo": "• Administración directa IM, SC o IV lenta.\n• Puede ser diluida en SF 0,9% para infusión continua.\n• Estable por hasta 24 horas en solución diluida refrigerada.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con soluciones alcalinas.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz directa.\n• Tras apertura, usar en hasta 24 h con técnica aséptica.",
            "cuidadosMedicos": "• Evaluar historia de uso de opioides μ antes de la prescripción.\n• Monitorizar sedación y función respiratoria, especialmente IV.\n• Tener naloxona disponible para reversión.\n• Revaluar frecuentemente eficacia analgésica y reacciones adversas.",
            "cuidadosFarmaceuticos": "• Confirmar vía, dosis e integridad de la ampolla.\n• Preparar en condiciones asépticas si se diluye.\n• Registrar lote y administrar según protocolo hospitalario.\n• Documentar y notificar eventos adversos.",
            "cuidadosEnfermagem": "• Monitorizar frecuencia respiratoria y nivel de consciencia.\n• Evaluar eficacia analgésica y posibles reacciones disfóricas.\n• Garantizar administración IV lenta y supervisión tras aplicación.\n• Observar interacciones con otros sedativos y opioides.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Nubain®), UpToDate (2024), Micromedex, PubMed ID 37624888, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.), WHO Opioid Guidelines."
        }
    }
}