{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Neostigmina (Metilsulfato de Neostigmina)",
            "nomeComercial": "Prostigmin®, Prostigmina®",
            "classificacao": "Anticolinesterásico; inibidor da acetilcolinesterase; agente reversor de bloqueadores neuromusculares não despolarizantes",
            "mecanismoAcao": "Inibe competitivamente a enzima acetilcolinesterase, prevenindo a degradação da acetilcolina na junção neuromuscular. Isso leva ao aumento da concentração de acetilcolina, que compete com bloqueadores neuromusculares não despolarizantes (como rocurônio, vecurônio, cisatracúrio), revertendo o bloqueio neuromuscular. Também estimula os receptores muscarínicos, o que justifica seu uso com anticolinérgicos para prevenir efeitos adversos colinérgicos.",
            "farmacocinetica": "• Início de ação: 1–3 minutos (IV), 10–30 minutos (IM).\n• Pico de efeito: 7–10 minutos (IV).\n• Duração clínica: 20–30 minutos.\n• Meia-vida: 50–90 minutos.\n• Volume de distribuição: 0,3–0,6 L/kg.\n• Ligação às proteínas plasmáticas: baixa (<30%).\n• Metabolização: hepática parcial, por hidrólise enzimática.\n• Excreção: predominantemente renal (50–75% como fármaco inalterado).",
            "farmacodinamica": "Promove reversão eficaz do bloqueio neuromuscular não despolarizante, restaurando a transmissão neuromuscular. Seus efeitos muscarínicos periféricos (bradicardia, salivação, broncoconstrição) justificam a administração concomitante de antimuscarínicos como atropina ou glicopirrolato.",
            "indicacoes": "• Reversão do bloqueio neuromuscular não despolarizante no pós-operatório.\n• Tratamento da miastenia gravis.\n• Tratamento de íleo paralítico e retenção urinária pós-operatória (via IM ou SC, raramente utilizada atualmente para esses fins).",
            "posologia": "Adulto:\n• Reversão de bloqueio neuromuscular:\n  - 0,04–0,07 mg/kg IV, geralmente associada a atropina (0,015 mg/kg) ou glicopirrolato (0,01 mg/kg).\n• Dose máxima: 5 mg IV por administração.\nPediatria:\n• Reversão de bloqueio neuromuscular:\n  - 0,05–0,07 mg/kg IV.\n  - Associada a atropina (0,015 mg/kg) ou glicopirrolato (0,01 mg/kg).\n• Dose máxima: 5 mg IV.\n• Miastenia gravis (IM ou SC):\n  - 0,04–0,08 mg/kg/dose, 4–6 vezes ao dia (uso fora do contexto anestésico).",
            "administracao": "• Via intravenosa lenta (em 60 segundos) ou IM.\n• Sempre associar um anticolinérgico (atropina ou glicopirrolato) para prevenir efeitos muscarínicos.\n• Administrar apenas quando houver retorno de pelo menos 2 respostas no TOF (Train-of-Four) ou resposta no POT (Post-Tetanic Count).",
            "doseMaxima": "• 5 mg IV por administração isolada.",
            "doseMinima": "• 0,04 mg/kg (IV ou IM).",
            "reacoesAdversas": "Comuns (1–10%):\n• Bradicardia.\n• Hipersalivação.\n• Náusea, vômito.\n• Broncoespasmo.\n• Aumento do peristaltismo (diarreia, cólicas abdominais).\n• Rubor, sudorese.\nIncomuns (0,1–1%):\n• Hipotensão.\n• Arritmias cardíacas (bradi ou taquiarritmias).\n• Fadiga muscular transitória.\n• Visão turva.\nRaras (<0,1%):\n• Crise colinérgica (fraqueza muscular intensa, fasciculações, insuficiência respiratória).\n• Parada cardíaca (secundária à bradicardia severa não tratada).\n• Reações anafiláticas.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Pode ser utilizado na reversão de bloqueio neuromuscular em cesarianas, mas deve-se considerar risco de bradicardia fetal.",
            "riscoLactacao": "Poucos dados disponíveis. Considerado de baixo risco devido à baixa biodisponibilidade oral no lactente. Usar com cautela.",
            "ajusteRenal": "• Usar com cautela em insuficiência renal moderada a grave.\n• Reduzir dose e monitorar cuidadosamente devido ao risco de acúmulo e toxicidade (crise colinérgica).",
            "ajusteHepatico": "• Não é necessário ajuste na maioria dos casos.\n• Usar com cautela em insuficiência hepática grave.",
            "contraindicacoes": "• Hipersensibilidade à neostigmina ou a qualquer componente da fórmula.\n• Obstrução mecânica do trato gastrointestinal ou urinário.\n• Bradicardia severa ou bloqueio AV avançado não tratado.\n• Asma brônquica não controlada (risco de broncoespasmo grave).",
            "interacaoMedicamento": "• Potencialização dos efeitos colinérgicos com:\n  - Betabloqueadores.\n  - Bloqueadores de canais de cálcio.\n  - Outros inibidores da acetilcolinesterase.\n• Antagoniza parcialmente os efeitos de agentes antimuscarínicos.\n• Pode interferir na eficácia de anestésicos inalatórios e alguns antibióticos aminoglicosídeos (sinergismo neuromuscular).",
            "apresentacao": "• Ampolas de 0,5 mg/mL (1 mL) e 1 mg/mL (1 mL) para uso IV ou IM.",
            "preparo": "• Pronto para uso.\n• Pode ser diluído em SF 0,9% se desejado para ajuste de volume.\n• Ex.: 5 mg (5 ampolas de 1 mg/mL) em 50 mL de SF = 0,1 mg/mL (para infusão lenta, se necessário).",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Incompatível com soluções alcalinas (ex.: bicarbonato de sódio).",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Após abertura, utilizar imediatamente ou em até 24 horas se mantido refrigerado e protegido da luz.",
            "cuidadosMedicos": "• Monitorização contínua dos sinais vitais, especialmente frequência cardíaca, pressão arterial, capnografia e TOF.\n• Administrar sempre com anticolinérgico para prevenir bradicardia, broncospasmo e hipersalivação.\n• Estar preparado para tratar crise colinérgica em casos de superdosagem (atropina disponível à cabeceira).\n• Avaliar função renal antes da administração, especialmente em pacientes críticos ou idosos.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade da ampola.\n• Realizar dupla checagem da dose e da associação correta com anticolinérgico.\n• Documentar lote, dose, via, horário e qualquer evento adverso observado.\n• Preparar sob condições assépticas e garantir disponibilidade de atropina ou glicopirrolato à cabeceira.",
            "cuidadosEnfermagem": "• Monitorizar TOF, sinais vitais, saturação, frequência respiratória e padrão ventilatório.\n• Observar sinais de crise colinérgica: salivação excessiva, broncoespasmo, cólicas, sudorese intensa, bradicardia.\n• Verificar acesso venoso pérvio.\n• Ter suporte de emergência disponível (atropina, oxigênio, ventilação assistida).",
            "fontesBibliograficas": "Bula Anvisa (Prostigmina®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37616582, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli's Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Neostigmine (Neostigmine Methylsulfate)",
            "nomeComercial": "Prostigmin®, Neostigmine®",
            "classificacao": "Anticholinesterase; acetylcholinesterase inhibitor; reversal agent for non-depolarizing neuromuscular blockers",
            "mecanismoAcao": "Competitively inhibits acetylcholinesterase enzyme, preventing acetylcholine degradation at the neuromuscular junction. This leads to increased acetylcholine concentration, which competes with non-depolarizing neuromuscular blockers (such as rocuronium, vecuronium, cisatracurium), reversing neuromuscular blockade. Also stimulates muscarinic receptors, which justifies its use with anticholinergics to prevent cholinergic adverse effects.",
            "farmacocinetica": "• Onset of action: 1–3 minutes (IV), 10–30 minutes (IM).\n• Peak effect: 7–10 minutes (IV).\n• Clinical duration: 20–30 minutes.\n• Half-life: 50–90 minutes.\n• Volume of distribution: 0.3–0.6 L/kg.\n• Plasma protein binding: low (<30%).\n• Metabolism: partial hepatic, by enzymatic hydrolysis.\n• Excretion: predominantly renal (50–75% as unchanged drug).",
            "farmacodinamica": "Promotes effective reversal of non-depolarizing neuromuscular blockade, restoring neuromuscular transmission. Its peripheral muscarinic effects (bradycardia, salivation, bronchoconstriction) justify concomitant administration of antimuscarinics such as atropine or glycopyrrolate.",
            "indicacoes": "• Reversal of non-depolarizing neuromuscular blockade in post-operative period.\n• Treatment of myasthenia gravis.\n• Treatment of paralytic ileus and post-operative urinary retention (IM or SC route, rarely used currently for these purposes).",
            "posologia": "Adult:\n• Neuromuscular blockade reversal:\n  - 0.04–0.07 mg/kg IV, usually associated with atropine (0.015 mg/kg) or glycopyrrolate (0.01 mg/kg).\n• Maximum dose: 5 mg IV per administration.\nPediatrics:\n• Neuromuscular blockade reversal:\n  - 0.05–0.07 mg/kg IV.\n  - Associated with atropine (0.015 mg/kg) or glycopyrrolate (0.01 mg/kg).\n• Maximum dose: 5 mg IV.\n• Myasthenia gravis (IM or SC):\n  - 0.04–0.08 mg/kg/dose, 4–6 times daily (use outside anesthetic context).",
            "administracao": "• Slow intravenous route (over 60 seconds) or IM.\n• Always associate an anticholinergic (atropine or glycopyrrolate) to prevent muscarinic effects.\n• Administer only when there is return of at least 2 responses in TOF (Train-of-Four) or response in POT (Post-Tetanic Count).",
            "doseMaxima": "• 5 mg IV per single administration.",
            "doseMinima": "• 0.04 mg/kg (IV or IM).",
            "reacoesAdversas": "Common (1–10%):\n• Bradycardia.\n• Hypersalivation.\n• Nausea, vomiting.\n• Bronchospasm.\n• Increased peristalsis (diarrhea, abdominal cramps).\n• Flushing, sweating.\nUncommon (0.1–1%):\n• Hypotension.\n• Cardiac arrhythmias (brady or tachyarrhythmias).\n• Transient muscle fatigue.\n• Blurred vision.\nRare (<0.1%):\n• Cholinergic crisis (intense muscle weakness, fasciculations, respiratory failure).\n• Cardiac arrest (secondary to untreated severe bradycardia).\n• Anaphylactic reactions.",
            "riscoGravidez": "Category C. Use only if clearly necessary. May be used in neuromuscular blockade reversal in cesarean sections, but fetal bradycardia risk should be considered.",
            "riscoLactacao": "Limited data available. Considered low risk due to low oral bioavailability in nursing infant. Use with caution.",
            "ajusteRenal": "• Use with caution in moderate to severe renal insufficiency.\n• Reduce dose and monitor carefully due to risk of accumulation and toxicity (cholinergic crisis).",
            "ajusteHepatico": "• No adjustment necessary in most cases.\n• Use with caution in severe hepatic insufficiency.",
            "contraindicacoes": "• Hypersensitivity to neostigmine or any component of the formula.\n• Mechanical obstruction of gastrointestinal or urinary tract.\n• Severe bradycardia or untreated advanced AV block.\n• Uncontrolled bronchial asthma (risk of severe bronchospasm).",
            "interacaoMedicamento": "• Potentiation of cholinergic effects with:\n  - Beta-blockers.\n  - Calcium channel blockers.\n  - Other acetylcholinesterase inhibitors.\n• Partially antagonizes effects of antimuscarinic agents.\n• May interfere with efficacy of inhalational anesthetics and some aminoglycoside antibiotics (neuromuscular synergism).",
            "apresentacao": "• Ampoules of 0.5 mg/mL (1 mL) and 1 mg/mL (1 mL) for IV or IM use.",
            "preparo": "• Ready for use.\n• May be diluted in 0.9% NS if desired for volume adjustment.\n• Ex.: 5 mg (5 ampoules of 1 mg/mL) in 50 mL of NS = 0.1 mg/mL (for slow infusion, if necessary).",
            "solucoesCompatíveis": "• Normal saline 0.9%.\n• Dextrose 5% solution.\n• Incompatible with alkaline solutions (e.g., sodium bicarbonate).",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light.\n• After opening, use immediately or within 24 hours if kept refrigerated and protected from light.",
            "cuidadosMedicos": "• Continuous monitoring of vital signs, especially heart rate, blood pressure, capnography and TOF.\n• Always administer with anticholinergic to prevent bradycardia, bronchospasm and hypersalivation.\n• Be prepared to treat cholinergic crisis in overdose cases (atropine available at bedside).\n• Assess renal function before administration, especially in critical or elderly patients.",
            "cuidadosFarmaceuticos": "• Check name, dose, route, concentration and ampoule integrity.\n• Perform double-check of dose and correct association with anticholinergic.\n• Document lot, dose, route, time and any observed adverse event.\n• Prepare under aseptic conditions and ensure availability of atropine or glycopyrrolate at bedside.",
            "cuidadosEnfermagem": "• Monitor TOF, vital signs, saturation, respiratory rate and ventilatory pattern.\n• Observe signs of cholinergic crisis: excessive salivation, bronchospasm, cramps, intense sweating, bradycardia.\n• Verify patent venous access.\n• Have emergency support available (atropine, oxygen, assisted ventilation).",
            "fontesBibliograficas": "FDA Label (Prostigmin®), UpToDate (2024), Micromedex, Goodman & Gilman (13th Edition), PubMed ID 37616582, Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli's Emergency Medicine (9th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Neostigmina (Metilsulfato de Neostigmina)",
            "nomeComercial": "Prostigmin®, Neostigmina®",
            "classificacao": "Anticolinesterásico; inhibidor de la acetilcolinesterasa; agente reversor de bloqueadores neuromusculares no despolarizantes",
            "mecanismoAcao": "Inhibe competitivamente la enzima acetilcolinesterasa, previniendo la degradación de la acetilcolina en la unión neuromuscular. Esto conduce al aumento de la concentración de acetilcolina, que compite con bloqueadores neuromusculares no despolarizantes (como rocuronio, vecuronio, cisatracurio), revirtiendo el bloqueo neuromuscular. También estimula los receptores muscarínicos, lo que justifica su uso con anticolinérgicos para prevenir efectos adversos colinérgicos.",
            "farmacocinetica": "• Inicio de acción: 1–3 minutos (IV), 10–30 minutos (IM).\n• Pico de efecto: 7–10 minutos (IV).\n• Duración clínica: 20–30 minutos.\n• Vida media: 50–90 minutos.\n• Volumen de distribución: 0,3–0,6 L/kg.\n• Unión a proteínas plasmáticas: baja (<30%).\n• Metabolización: hepática parcial, por hidrólisis enzimática.\n• Excreción: predominantemente renal (50–75% como fármaco inalterado).",
            "farmacodinamica": "Promueve reversión efectiva del bloqueo neuromuscular no despolarizante, restaurando la transmisión neuromuscular. Sus efectos muscarínicos periféricos (bradicardia, salivación, broncoconstricción) justifican la administración concomitante de antimuscarínicos como atropina o glicopirrolato.",
            "indicacoes": "• Reversión del bloqueo neuromuscular no despolarizante en el post-operatorio.\n• Tratamiento de la miastenia gravis.\n• Tratamiento de íleo paralítico y retención urinaria post-operatoria (vía IM o SC, raramente utilizada actualmente para estos fines).",
            "posologia": "Adulto:\n• Reversión de bloqueo neuromuscular:\n  - 0,04–0,07 mg/kg IV, generalmente asociada a atropina (0,015 mg/kg) o glicopirrolato (0,01 mg/kg).\n• Dosis máxima: 5 mg IV por administración.\nPediatría:\n• Reversión de bloqueo neuromuscular:\n  - 0,05–0,07 mg/kg IV.\n  - Asociada a atropina (0,015 mg/kg) o glicopirrolato (0,01 mg/kg).\n• Dosis máxima: 5 mg IV.\n• Miastenia gravis (IM o SC):\n  - 0,04–0,08 mg/kg/dosis, 4–6 veces al día (uso fuera del contexto anestésico).",
            "administracao": "• Vía intravenosa lenta (en 60 segundos) o IM.\n• Siempre asociar un anticolinérgico (atropina o glicopirrolato) para prevenir efectos muscarínicos.\n• Administrar solo cuando haya retorno de al menos 2 respuestas en TOF (Train-of-Four) o respuesta en POT (Post-Tetanic Count).",
            "doseMaxima": "• 5 mg IV por administración aislada.",
            "doseMinima": "• 0,04 mg/kg (IV o IM).",
            "reacoesAdversas": "Comunes (1–10%):\n• Bradicardia.\n• Hipersalivación.\n• Náusea, vómito.\n• Broncoespasmo.\n• Aumento del peristaltismo (diarrea, cólicos abdominales).\n• Rubor, sudoración.\nPoco comunes (0,1–1%):\n• Hipotensión.\n• Arritmias cardíacas (bradi o taquiarritmias).\n• Fatiga muscular transitoria.\n• Visión borrosa.\nRaras (<0,1%):\n• Crisis colinérgica (debilidad muscular intensa, fasciculaciones, insuficiencia respiratoria).\n• Paro cardíaco (secundario a bradicardia severa no tratada).\n• Reacciones anafilácticas.",
            "riscoGravidez": "Categoría C. Usar solo si claramente necesario. Puede ser utilizado en reversión de bloqueo neuromuscular en cesáreas, pero debe considerarse riesgo de bradicardia fetal.",
            "riscoLactacao": "Pocos datos disponibles. Considerado de bajo riesgo debido a baja biodisponibilidad oral en el lactante. Usar con precaución.",
            "ajusteRenal": "• Usar con precaución en insuficiencia renal moderada a grave.\n• Reducir dosis y monitorizar cuidadosamente debido al riesgo de acumulación y toxicidad (crisis colinérgica).",
            "ajusteHepatico": "• No es necesario ajuste en la mayoría de los casos.\n• Usar con precaución en insuficiencia hepática grave.",
            "contraindicacoes": "• Hipersensibilidad a la neostigmina o a cualquier componente de la fórmula.\n• Obstrucción mecánica del tracto gastrointestinal o urinario.\n• Bradicardia severa o bloqueo AV avanzado no tratado.\n• Asma bronquial no controlada (riesgo de broncoespasmo grave).",
            "interacaoMedicamento": "• Potenciación de los efectos colinérgicos con:\n  - Betabloqueadores.\n  - Bloqueadores de canales de calcio.\n  - Otros inhibidores de la acetilcolinesterasa.\n• Antagoniza parcialmente los efectos de agentes antimuscarínicos.\n• Puede interferir en la eficacia de anestésicos inhalatorios y algunos antibióticos aminoglucósidos (sinergismo neuromuscular).",
            "apresentacao": "• Ampollas de 0,5 mg/mL (1 mL) y 1 mg/mL (1 mL) para uso IV o IM.",
            "preparo": "• Listo para uso.\n• Puede ser diluido en SF 0,9% si se desea para ajuste de volumen.\n• Ej.: 5 mg (5 ampollas de 1 mg/mL) en 50 mL de SF = 0,1 mg/mL (para infusión lenta, si es necesario).",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Solución glucosada 5%.\n• Incompatible con soluciones alcalinas (ej.: bicarbonato de sodio).",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz.\n• Después de apertura, utilizar inmediatamente o en hasta 24 horas si mantenido refrigerado y protegido de la luz.",
            "cuidadosMedicos": "• Monitorización continua de los signos vitales, especialmente frecuencia cardíaca, presión arterial, capnografía y TOF.\n• Administrar siempre con anticolinérgico para prevenir bradicardia, broncoespasmo e hipersalivación.\n• Estar preparado para tratar crisis colinérgica en casos de sobredosis (atropina disponible en cabecera).\n• Evaluar función renal antes de la administración, especialmente en pacientes críticos o ancianos.",
            "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía, concentración e integridad de la ampolla.\n• Realizar doble verificación de la dosis y asociación correcta con anticolinérgico.\n• Documentar lote, dosis, vía, horario y cualquier evento adverso observado.\n• Preparar bajo condiciones asépticas y garantizar disponibilidad de atropina o glicopirrolato en cabecera.",
            "cuidadosEnfermagem": "• Monitorizar TOF, signos vitales, saturación, frecuencia respiratoria y patrón ventilatorio.\n• Observar signos de crisis colinérgica: salivación excesiva, broncoespasmo, cólicos, sudoración intensa, bradicardia.\n• Verificar acceso venoso permeable.\n• Tener soporte de emergencia disponible (atropina, oxígeno, ventilación asistida).",
            "fontesBibliograficas": "Prospecto EMA (Prostigmina®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37616582, Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli's Emergency Medicine (9ª Edición)."
        }
    }
}