{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Nitroprussiato de Sódio",
            "nomeComercial": "Nitropress®, Nipride®",
            "classificacao": "Vasodilatador arterial e venoso de ação direta, agente anti-hipertensivo de emergência, redutor de pós e pré-carga",
            "mecanismoAcao": "Libera óxido nítrico (NO) ao entrar em contato com grupos sulfidrila no sangue, ativando a guanilato ciclase no músculo liso vascular. Isso eleva os níveis de GMPc, que promove a desfosforilação da cadeia leve da miosina, resultando em relaxamento do músculo liso e vasodilatação arterial (reduz pós-carga) e venosa (reduz pré-carga).",
            "farmacocinetica": "Início de ação imediato (em segundos) após início da infusão IV. Duração de ação muito curta (1–2 minutos) após interrupção. Meia-vida plasmática <2 minutos. Metabolizado com liberação de íons cianeto, convertidos a tiocianato no fígado via rodanase (requer enxofre). Excreção renal principalmente como tiocianato. Acúmulo de cianeto ou tiocianato pode ocorrer com infusões prolongadas.",
            "farmacodinamica": "Reduz a resistência vascular sistêmica (pós-carga) e a pressão de enchimento ventricular (pré-carga) de forma simultânea, melhorando o débito cardíaco e reduzindo o consumo de oxigênio pelo miocárdio. Promove redução imediata da pressão arterial e da pressão pulmonar capilar. Causa vasodilatação uniforme sem aumento de frequência cardíaca, mas pode induzir taquicardia reflexa em algumas situações.",
            "indicacoes": "Crise hipertensiva com risco iminente (encefalopatia hipertensiva, dissecção aórtica), controle rigoroso da PA em cirurgias cardíacas e neurológicas, edema agudo de pulmão, insuficiência cardíaca descompensada grave, pré-eclâmpsia com emergência hipertensiva, dissecção aguda de aorta (associado a betabloqueadores).",
            "posologia": "Adultos: iniciar com 0,3 mcg/kg/min IV, titulando até 10 mcg/kg/min. Evitar manter acima de 2 mcg/kg/min por mais de 72 horas devido risco de toxicidade por cianeto. Pediatria: 0,3–4 mcg/kg/min. Monitorar sinais de toxicidade, lactato, bicarbonato e níveis de tiocianato (em uso prolongado).",
            "administracao": "Infusão IV contínua exclusivamente com bomba de infusão. Requer proteção absoluta da luz (frasco, equipo e bolsa envolvidos com papel alumínio ou material opaco). Preferencialmente por acesso venoso central. Não administrar em bolus.",
            "doseMaxima": "10 mcg/kg/min. Uso prolongado acima de 2 mcg/kg/min por mais de 72 horas requer vigilância intensiva de toxicidade.",
            "doseMinima": "0,3 mcg/kg/min.",
            "reacoesAdversas": "Hipotensão grave, taquicardia reflexa, náuseas, sudorese, rubor, cefaleia, tremores, agitação, acidose metabólica, aumento de lactato, hipoxemia, convulsões, coma. Toxicidade por cianeto: início súbito de acidose lática, taquipneia, confusão, colapso circulatório. Toxicidade por tiocianato (em uso prolongado): zumbido, delírio, vômitos, confusão, ataxia, coma.",
            "riscoGravidez": "Categoria C. Uso com extrema cautela. Relatos de toxicidade fetal por cianeto em uso materno. Indicado apenas em emergência hipertensiva com risco à vida, preferindo outros agentes com melhor perfil de segurança.",
            "riscoLactacao": "Desconhecido. Excreção mínima presumida. Usar com cautela, especialmente em infusões prolongadas.",
            "ajusteRenal": "Requer ajuste e monitorização rigorosa. Insuficiência renal reduz a excreção de tiocianato, aumentando o risco de toxicidade. Monitorar níveis plasmáticos de tiocianato em infusões >72 horas ou se ClCr <30 mL/min.",
            "ajusteHepatico": "Comprometimento hepático reduz a conversão de cianeto a tiocianato, aumentando o risco de toxicidade aguda. Evitar uso prolongado em pacientes com insuficiência hepática significativa.",
            "contraindicacoes": "Hipotensão significativa, anemia severa, disfunção hepática grave, disfunção renal grave, hipertensão intracraniana ativa, deficiência de vitamina B12, hipotiroidismo descompensado, alergia a nitroprussiato.",
            "interacaoMedicamento": "Potencializa efeitos de outros anti-hipertensivos, nitratos, diuréticos, anestésicos gerais. Risco aumentado de hipotensão com IECA, bloqueadores ganglionares. Antagonizado parcialmente por hidroxocobalamina. Cuidado com IMAOs e tricíclicos (risco de hipotensão profunda).",
            "apresentacao": "Frascos-ampola com 50 mg de pó liofilizado para reconstituição. Reconstituir e diluir antes do uso.",
            "preparo": "Dissolver 50 mg em 3 mL de água estéril para injeção. Diluir imediatamente em 250–1000 mL de SG 5% até concentração final de 50–200 mcg/mL. Solução deve ser protegida integralmente da luz. Estável por até 24h sob refrigeração (2–8°C) e proteção luminosa.",
            "solucoesCompatíveis": "Apenas solução glicosada 5%. Incompatível com SF 0,9%, bicarbonato de sódio e soluções alcalinas.",
            "armazenamento": "Frasco não diluído: entre 15°C e 25°C, protegido da luz. Solução diluída: uso em até 24h se refrigerada e protegida da luz.",
            "cuidadosMedicos": "Monitorar pressão arterial invasiva contínua, ECG, lactato, gasometria arterial, nível de consciência, débito urinário. Ter antídotos disponíveis (hidroxocobalamina, tiossulfato de sódio). Evitar uso prolongado sem monitorização laboratorial intensiva.",
            "cuidadosFarmaceuticos": "Preparo asséptico obrigatório. Garantir proteção absoluta da luz. Verificar coloração da solução (descartar se azulada ou escura). Controlar rigorosamente a taxa de infusão. Usar bomba volumétrica dedicada.",
            "cuidadosEnfermagem": "Monitorização contínua de sinais vitais, consciência, perfusão, débito urinário. Observar rigorosamente sinais de toxicidade (acidose, confusão, tremores). Checar integridade da proteção luminosa do sistema de infusão. Notificar prontamente eventos adversos.",
            "viaEliminacao": "Metabolização hepática com formação de cianeto, convertido em tiocianato pelo fígado e excretado principalmente pelos rins. Pequena fração eliminada diretamente como cianeto. Eliminação renal dependente da função hepática e renal.",
            "inicioAcao": "Segundos após início da infusão IV.",
            "tempoPico": "Imediato (atinge efeito máximo em menos de 2 minutos).",
            "meiaVida": "<2 minutos.",
            "efeitoClinico": "Redução rápida e potente da pressão arterial sistêmica e da pressão capilar pulmonar, com melhora hemodinâmica em emergências hipertensivas e condições de sobrecarga ventricular. Efeito reversível e de curta duração, permitindo ajuste fino da pressão arterial.",
            "precaucoesEspecificas": "Evitar uso em hipovolemia não corrigida. Monitorar rigorosamente pacientes com insuficiência hepática ou renal. Requer ambiente hospitalar com recursos para vigilância intensiva. Uso preferencial por médicos com experiência em terapia intensiva e farmacologia cardiovascular.",
            "fontesBibliograficas": "Bula Nitropress®, Miller’s Anesthesia (9ª Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37129345, Diretrizes ACC/AHA, Surviving Sepsis Campaign 2021, Tintinalli’s Emergency Medicine."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Sodium Nitroprusside",
            "nomeComercial": "Nitropress®, Nipride®",
            "classificacao": "Direct-acting arterial and venous vasodilator, emergency antihypertensive agent, preload and afterload reducer",
            "mecanismoAcao": "Releases nitric oxide (NO) upon contact with sulfhydryl groups in the blood, activating guanylate cyclase in vascular smooth muscle. This increases cyclic GMP (cGMP) levels, which promote dephosphorylation of myosin light chains, resulting in smooth muscle relaxation and both arterial (afterload reduction) and venous (preload reduction) vasodilation.",
            "farmacocinetica": "Onset of action is immediate (within seconds) after initiation of IV infusion. Duration of action is extremely short (1–2 minutes) after discontinuation. Plasma half-life is less than 2 minutes. Metabolized with release of cyanide ions, which are converted to thiocyanate in the liver via rhodanese (requires sulfur donors). Excreted renally, mainly as thiocyanate. Cyanide or thiocyanate accumulation may occur with prolonged infusions.",
            "farmacodinamica": "Simultaneously reduces systemic vascular resistance (afterload) and ventricular filling pressure (preload), improving cardiac output and decreasing myocardial oxygen consumption. Produces immediate reduction in blood pressure and pulmonary capillary pressure. Causes uniform vasodilation without increasing heart rate, though reflex tachycardia can occur in some cases.",
            "indicacoes": "Hypertensive emergencies with imminent risk (hypertensive encephalopathy, aortic dissection), strict blood pressure control during cardiac and neurosurgery, acute pulmonary edema, severe decompensated heart failure, hypertensive emergencies in pre-eclampsia, acute aortic dissection (in combination with beta-blockers).",
            "posologia": "Adults: start at 0.3 mcg/kg/min IV, titrate up to 10 mcg/kg/min. Avoid maintaining doses above 2 mcg/kg/min for more than 72 hours due to risk of cyanide toxicity. Pediatrics: 0.3–4 mcg/kg/min. Monitor for signs of toxicity, lactate, bicarbonate, and thiocyanate levels (in prolonged use).",
            "administracao": "Continuous IV infusion exclusively via infusion pump. Absolute light protection required (vial, tubing, and bag wrapped in aluminum foil or opaque material). Preferably administered via central venous access. Do not administer as a bolus.",
            "doseMaxima": "10 mcg/kg/min. Prolonged use above 2 mcg/kg/min for more than 72 hours requires intensive monitoring for toxicity.",
            "doseMinima": "0.3 mcg/kg/min.",
            "reacoesAdversas": "Severe hypotension, reflex tachycardia, nausea, sweating, flushing, headache, tremors, agitation, metabolic acidosis, elevated lactate, hypoxemia, seizures, coma. Cyanide toxicity: sudden onset of lactic acidosis, tachypnea, confusion, circulatory collapse. Thiocyanate toxicity (with prolonged use): tinnitus, delirium, vomiting, confusion, ataxia, coma.",
            "riscoGravidez": "Category C. Use with extreme caution. Fetal cyanide toxicity has been reported with maternal use. Indicated only in life-threatening hypertensive emergencies, preferentially using other agents with a better safety profile.",
            "riscoLactacao": "Unknown. Presumed minimal excretion. Use with caution, especially in prolonged infusions.",
            "ajusteRenal": "Requires adjustment and strict monitoring. Renal impairment reduces thiocyanate excretion, increasing toxicity risk. Monitor plasma thiocyanate levels in infusions >72 hours or if CrCl <30 mL/min.",
            "ajusteHepatico": "Hepatic impairment decreases conversion of cyanide to thiocyanate, increasing risk of acute toxicity. Avoid prolonged use in patients with significant hepatic dysfunction.",
            "contraindicacoes": "Significant hypotension, severe anemia, severe hepatic impairment, severe renal impairment, active intracranial hypertension, vitamin B12 deficiency, decompensated hypothyroidism, allergy to nitroprusside.",
            "interacaoMedicamento": "Potentiates effects of other antihypertensives, nitrates, diuretics, and general anesthetics. Increased risk of hypotension with ACE inhibitors, ganglionic blockers. Partially antagonized by hydroxocobalamin. Use caution with MAOIs and tricyclics (risk of profound hypotension).",
            "apresentacao": "Vials containing 50 mg lyophilized powder for reconstitution. Must be reconstituted and diluted before use.",
            "preparo": "Dissolve 50 mg in 3 mL sterile water for injection. Immediately dilute in 250–1000 mL of 5% dextrose solution to a final concentration of 50–200 mcg/mL. Solution must be completely protected from light. Stable for up to 24 hours when refrigerated (2–8°C) and protected from light.",
            "solucoesCompatíveis": "Only 5% dextrose solution is compatible. Incompatible with 0.9% saline, sodium bicarbonate, and alkaline solutions.",
            "armazenamento": "Undiluted vial: store between 15°C and 25°C, protected from light. Diluted solution: use within 24 hours if refrigerated and protected from light.",
            "cuidadosMedicos": "Continuous invasive blood pressure monitoring, ECG, lactate, arterial blood gas, level of consciousness, urine output. Have antidotes available (hydroxocobalamin, sodium thiosulfate). Avoid prolonged use without intensive laboratory monitoring.",
            "cuidadosFarmaceuticos": "Aseptic preparation is mandatory. Ensure absolute light protection. Check solution color (discard if bluish or dark). Strictly control infusion rate. Use a dedicated volumetric infusion pump.",
            "cuidadosEnfermagem": "Continuous monitoring of vital signs, consciousness, perfusion, urine output. Observe closely for signs of toxicity (acidosis, confusion, tremors). Check integrity of infusion system's light protection. Promptly report adverse events.",
            "viaEliminacao": "Hepatic metabolism with formation of cyanide, converted to thiocyanate in the liver and excreted mainly by the kidneys. A small fraction is eliminated directly as cyanide. Renal elimination depends on hepatic and renal function.",
            "inicioAcao": "Seconds after initiation of IV infusion.",
            "tempoPico": "Immediate (reaches maximum effect in less than 2 minutes).",
            "meiaVida": "<2 minutes.",
            "efeitoClinico": "Rapid and potent reduction of systemic blood pressure and pulmonary capillary pressure, with hemodynamic improvement in hypertensive emergencies and ventricular overload conditions. Effect is reversible and short-acting, allowing fine adjustment of blood pressure.",
            "precaucoesEspecificas": "Avoid use in uncorrected hypovolemia. Strictly monitor patients with hepatic or renal insufficiency. Requires hospital setting with resources for intensive monitoring. Preferentially used by physicians experienced in intensive care and cardiovascular pharmacology.",
            "fontesBibliograficas": "Nitropress® Prescribing Information, Miller’s Anesthesia (9th Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37129345, ACC/AHA Guidelines, Surviving Sepsis Campaign 2021, Tintinalli’s Emergency Medicine."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Nitroprusiato de Sodio",
            "nomeComercial": "Nitropress®, Nipride®",
            "classificacao": "Vasodilatador arterial y venoso de acción directa, agente antihipertensivo de emergencia, reductor de precarga y poscarga",
            "mecanismoAcao": "Libera óxido nítrico (NO) al entrar en contacto con grupos sulfhidrilo en la sangre, activando la guanilato ciclasa en el músculo liso vascular. Esto incrementa los niveles de GMPc, que promueve la desfosforilación de las cadenas ligeras de miosina, resultando en relajación del músculo liso y vasodilatación arterial (reducción de poscarga) y venosa (reducción de precarga).",
            "farmacocinetica": "Inicio de acción inmediato (en segundos) tras el inicio de la infusión intravenosa. Duración de acción muy corta (1–2 minutos) tras la interrupción. Vida media plasmática inferior a 2 minutos. Metabolizado con liberación de iones cianuro, que se convierten en tiocianato en el hígado mediante la enzima rodanasa (requiere donadores de azufre). Excreción renal principalmente como tiocianato. Puede ocurrir acumulación de cianuro o tiocianato con infusiones prolongadas.",
            "farmacodinamica": "Reduce simultáneamente la resistencia vascular sistémica (poscarga) y la presión de llenado ventricular (precarga), mejorando el gasto cardíaco y disminuyendo el consumo de oxígeno miocárdico. Produce reducción inmediata de la presión arterial y de la presión capilar pulmonar. Causa vasodilatación uniforme sin incremento de la frecuencia cardíaca, aunque puede inducir taquicardia refleja en algunas situaciones.",
            "indicacoes": "Emergencias hipertensivas con riesgo inminente (encefalopatía hipertensiva, disección aórtica), control estricto de la presión arterial en cirugías cardíacas y neurológicas, edema pulmonar agudo, insuficiencia cardíaca descompensada grave, emergencia hipertensiva en preeclampsia, disección aórtica aguda (asociada a betabloqueadores).",
            "posologia": "Adultos: iniciar con 0,3 mcg/kg/min IV, titulando hasta 10 mcg/kg/min. Evitar mantener dosis superiores a 2 mcg/kg/min por más de 72 horas debido al riesgo de toxicidad por cianuro. Pediatría: 0,3–4 mcg/kg/min. Monitorizar signos de toxicidad, lactato, bicarbonato y niveles de tiocianato (en uso prolongado).",
            "administracao": "Infusión intravenosa continua exclusivamente mediante bomba de infusión. Requiere protección absoluta contra la luz (frasco, equipo y bolsa envueltos en papel aluminio o material opaco). Preferentemente por acceso venoso central. No administrar en bolo.",
            "doseMaxima": "10 mcg/kg/min. Uso prolongado por encima de 2 mcg/kg/min durante más de 72 horas requiere vigilancia intensiva por toxicidad.",
            "doseMinima": "0,3 mcg/kg/min.",
            "reacoesAdversas": "Hipotensión severa, taquicardia refleja, náuseas, sudoración, rubor, cefalea, temblores, agitación, acidosis metabólica, aumento de lactato, hipoxemia, convulsiones, coma. Toxicidad por cianuro: inicio súbito de acidosis láctica, taquipnea, confusión, colapso circulatorio. Toxicidad por tiocianato (en uso prolongado): tinnitus, delirio, vómitos, confusión, ataxia, coma.",
            "riscoGravidez": "Categoría C. Uso con extrema precaución. Se han reportado toxicidad fetal por cianuro con uso materno. Indicado solo en emergencias hipertensivas con riesgo vital, prefiriendo otros agentes con mejor perfil de seguridad.",
            "riscoLactacao": "Desconocido. Se presume excreción mínima. Usar con precaución, especialmente en infusiones prolongadas.",
            "ajusteRenal": "Requiere ajuste y monitorización estricta. La insuficiencia renal reduce la excreción de tiocianato, aumentando el riesgo de toxicidad. Monitorizar niveles plasmáticos de tiocianato en infusiones >72 horas o si el aclaramiento de creatinina es <30 mL/min.",
            "ajusteHepatico": "El compromiso hepático disminuye la conversión de cianuro a tiocianato, aumentando el riesgo de toxicidad aguda. Evitar uso prolongado en pacientes con insuficiencia hepática significativa.",
            "contraindicacoes": "Hipotensión significativa, anemia severa, disfunción hepática grave, disfunción renal grave, hipertensión intracraneal activa, deficiencia de vitamina B12, hipotiroidismo descompensado, alergia a nitroprusiato.",
            "interacaoMedicamento": "Potencia los efectos de otros antihipertensivos, nitratos, diuréticos y anestésicos generales. Riesgo aumentado de hipotensión con IECAs, bloqueadores ganglionares. Antagonizado parcialmente por hidroxocobalamina. Precaución con IMAOs y tricíclicos (riesgo de hipotensión profunda).",
            "apresentacao": "Frascos con 50 mg de polvo liofilizado para reconstitución. Reconstituir y diluir antes del uso.",
            "preparo": "Disolver 50 mg en 3 mL de agua estéril para inyección. Diluir inmediatamente en 250–1000 mL de solución glucosada al 5% hasta concentración final de 50–200 mcg/mL. La solución debe estar completamente protegida de la luz. Estable por hasta 24 horas bajo refrigeración (2–8°C) y protección lumínica.",
            "solucoesCompatíveis": "Solo solución glucosada al 5% es compatible. Incompatible con solución salina al 0,9%, bicarbonato de sodio y soluciones alcalinas.",
            "armazenamento": "Frasco sin diluir: conservar entre 15°C y 25°C, protegido de la luz. Solución diluida: usar dentro de 24 horas si está refrigerada y protegida de la luz.",
            "cuidadosMedicos": "Monitoreo continuo invasivo de la presión arterial, ECG, lactato, gases arteriales, nivel de conciencia, diuresis. Contar con antídotos disponibles (hidroxocobalamina, tiosulfato de sodio). Evitar uso prolongado sin monitoreo intensivo de laboratorio.",
            "cuidadosFarmaceuticos": "Preparación aséptica obligatoria. Garantizar protección absoluta contra la luz. Verificar coloración de la solución (descartar si está azulada u oscura). Control estricto de la tasa de infusión. Usar bomba volumétrica dedicada.",
            "cuidadosEnfermagem": "Monitoreo continuo de signos vitales, conciencia, perfusión, diuresis. Observar cuidadosamente signos de toxicidad (acidosis, confusión, temblores). Verificar integridad de la protección lumínica del sistema de infusión. Reportar eventos adversos inmediatamente.",
            "viaEliminacao": "Metabolismo hepático con formación de cianuro, convertido en tiocianato en el hígado y excretado principalmente por los riñones. Una pequeña fracción se elimina directamente como cianuro. Eliminación renal dependiente de la función hepática y renal.",
            "inicioAcao": "Segundos tras el inicio de la infusión intravenosa.",
            "tempoPico": "Inmediato (alcanza efecto máximo en menos de 2 minutos).",
            "meiaVida": "Menor a 2 minutos.",
            "efeitoClinico": "Reducción rápida y potente de la presión arterial sistémica y la presión capilar pulmonar, con mejora hemodinámica en emergencias hipertensivas y condiciones de sobrecarga ventricular. Efecto reversible y de corta duración, permitiendo ajuste fino de la presión arterial.",
            "precaucoesEspecificas": "Evitar uso en hipovolemia no corregida. Monitorizar estrictamente pacientes con insuficiencia hepática o renal. Requiere ambiente hospitalario con recursos para vigilancia intensiva. Uso preferente por médicos con experiencia en terapia intensiva y farmacología cardiovascular.",
            "fontesBibliograficas": "Información de prescripción de Nitropress®, Miller’s Anesthesia (9ª Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37129345, Guías ACC/AHA, Surviving Sepsis Campaign 2021, Tintinalli’s Emergency Medicine."
        }
    }
}
