{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Nitroglicerina",
            "nomeComercial": "Tridil®, Nitronal®, Nitrol®",
            "classificacao": "Vasodilatador venoso predominante, nitrato orgânico, antianginoso e anti-hipertensivo",
            "mecanismoAcao": "Libera óxido nítrico (NO) no endotélio vascular, ativando a guanilato ciclase, aumentando o GMP cíclico intracelular. Isso leva à desfosforilação da cadeia leve da miosina no músculo liso, promovendo relaxamento vascular. Atua principalmente na vasodilatação venosa (redução da pré-carga) e, em doses mais elevadas, provoca vasodilatação arterial (redução da pós-carga).",
            "farmacocinetica": "Início de ação em 1–2 minutos na via IV. Pico de efeito em até 5 minutos. Meia-vida plasmática curta, de aproximadamente 1–4 minutos. Metabolização hepática extensiva por nitroredutases em metabólitos ativos (dinitratos) e inativos. Excreção renal, principalmente como metabólitos inativos. A eliminação não depende de função renal.",
            "farmacodinamica": "Reduz a pré-carga por vasodilatação venosa predominante, o que diminui o volume diastólico final, a pressão capilar pulmonar e a pressão de enchimento ventricular. Em doses mais altas, promove vasodilatação arterial, reduzindo a resistência vascular sistêmica (pós-carga). Melhora a perfusão coronariana pela redistribuição do fluxo, reduz o consumo de oxigênio miocárdico e alivia dor isquêmica. Efeito rápido, transitório e completamente reversível após término da infusão.",
            "indicacoes": "Síndrome coronariana aguda (infarto e angina instável), insuficiência cardíaca congestiva, edema agudo de pulmão, controle de hipertensão arterial no perioperatório, dissecção aguda de aorta (sempre associada a betabloqueadores).",
            "posologia": "Adulto: iniciar com 5 mcg/min IV contínuo, podendo aumentar em incrementos de 5 mcg/min a cada 3–5 minutos até 20 mcg/min. Se necessário, aumentar em incrementos de 10–20 mcg/min até alcançar 100–200 mcg/min. Doses até 400 mcg/min podem ser usadas em situações críticas com monitorização rigorosa. Pediatria (off-label): iniciar com 0,25–0,5 mcg/kg/min IV contínuo, podendo ser ajustada até 5 mcg/kg/min conforme resposta.",
            "administracao": "Infusão intravenosa contínua. Preferencialmente em acesso venoso central para infusões prolongadas, mas pode ser utilizada em acesso periférico com monitorização rigorosa. Utilizar bomba de infusão para controle preciso.",
            "doseMaxima": "Adulto: 400 mcg/min em situações críticas. Pediatria: 5 mcg/kg/min.",
            "doseMinima": "Adulto: 5 mcg/min. Pediatria: 0,25 mcg/kg/min.",
            "reacoesAdversas": "Hipotensão, taquicardia reflexa, cefaleia intensa (muito comum), rubor facial, náusea, vômitos, tontura, sudorese, fraqueza, metemoglobinemia (rara, em altas doses ou infusão prolongada), taquifilaxia (tolerância ao efeito após 24–48 horas de uso contínuo).",
            "riscoGravidez": "Categoria C. Não há estudos adequados em humanos. Usar somente se os potenciais benefícios justificarem os riscos. Pode ser necessário em contextos emergenciais, como pré-eclâmpsia com edema agudo de pulmão ou dissecção de aorta.",
            "riscoLactacao": "Excreção mínima no leite. Uso emergencial e de curta duração é considerado seguro. Monitorar o lactente em caso de uso prolongado.",
            "ajusteRenal": "Não exige ajuste. A eliminação não depende da função renal. Usar com cautela em disfunção renal grave apenas por risco de hipotensão exacerbada.",
            "ajusteHepatico": "Usar com cautela. A metabolização hepática é extensa e pode ser reduzida na insuficiência hepática grave, exigindo monitorização rigorosa da resposta hemodinâmica.",
            "contraindicacoes": "Uso concomitante com inibidores da fosfodiesterase tipo 5 (sildenafil, tadalafil, vardenafil), choque hipovolêmico não tratado, tamponamento cardíaco, hipertrofia obstrutiva de ventrículo esquerdo, aumento da pressão intracraniana, hipersensibilidade aos nitratos orgânicos.",
            "interacaoMedicamento": "Potencializa efeito hipotensor com betabloqueadores, bloqueadores de canal de cálcio, diuréticos, anestésicos gerais, álcool e outros vasodilatadores. Contraindicado com sildenafil, tadalafil e vardenafil (risco de hipotensão severa e morte súbita). Efeito aditivo com outros nitratos (isosorbida).",
            "apresentacao": "Ampolas de 50 mg/10 mL (5 mg/mL) para uso intravenoso.",
            "preparo": "Diluir 50 mg (10 mL) em 250 mL de SF 0,9% ou SG 5%, resultando em concentração de 200 mcg/mL. Pode ser diluído em 500 mL (100 mcg/mL) para ajuste fino conforme restrição hídrica ou protocolo institucional. A solução deve ser protegida da luz.",
            "solucoesCompatíveis": "Soro fisiológico 0,9% e solução glicosada 5%. Incompatível com bicarbonato de sódio e soluções alcalinas.",
            "armazenamento": "Armazenar entre 15°C e 25°C, protegido da luz. Após diluição, utilizar preferencialmente em até 24 horas sob refrigeração (2–8°C) e condições assépticas.",
            "cuidadosMedicos": "Monitorização contínua de pressão arterial (preferencialmente invasiva), ECG, perfusão e débito urinário. Atenção rigorosa ao risco de taquifilaxia após 24–48 horas. Avaliar constantemente sinais de hipotensão severa, taquicardia reflexa e desconforto torácico. Utilizar a menor dose eficaz pelo menor tempo possível.",
            "cuidadosFarmaceuticos": "Assegurar diluição correta, compatibilidade e proteção da solução contra luz. Utilizar bomba de infusão para controle rigoroso. Verificar estabilidade, aspecto da solução (descartar se houver turvação ou alteração na coloração). Documentar tempo de preparo e início da infusão.",
            "cuidadosEnfermagem": "Monitorização rigorosa de sinais vitais, débito urinário, perfusão periférica e nível de consciência. Avaliar local de infusão para sinais de extravasamento. Observar e notificar imediatamente cefaleia intensa, tontura, náuseas, hipotensão, taquicardia ou qualquer deterioração clínica.",
            "fontesBibliograficas": "Bula Tridil®, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37129358, Diretrizes ACC/AHA, Tintinalli's Emergency Medicine, Critical Care Medicine Journal."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Nitroglycerin",
            "nomeComercial": "Tridil®, Nitronal®, Nitrol®",
            "classificacao": "Predominant venous vasodilator, organic nitrate, antianginal and antihypertensive",
            "mecanismoAcao": "Releases nitric oxide (NO) in the vascular endothelium, activating guanylate cyclase, increasing intracellular cyclic GMP. This leads to dephosphorylation of the myosin light chain in smooth muscle, promoting vascular relaxation. Acts primarily on venous vasodilation (preload reduction) and, at higher doses, causes arterial vasodilation (afterload reduction).",
            "farmacocinetica": "Onset of action in 1–2 minutes via IV. Peak effect within 5 minutes. Short plasma half-life of approximately 1–4 minutes. Extensive hepatic metabolism by nitroreductases into active (dinitrates) and inactive metabolites. Renal excretion, mainly as inactive metabolites. Elimination does not depend on renal function.",
            "farmacodinamica": "Reduces preload through predominant venous vasodilation, which decreases end-diastolic volume, pulmonary capillary pressure, and ventricular filling pressure. At higher doses, promotes arterial vasodilation, reducing systemic vascular resistance (afterload). Improves coronary perfusion through flow redistribution, reduces myocardial oxygen consumption, and relieves ischemic pain. Rapid, transient effect that is completely reversible after infusion termination.",
            "indicacoes": "Acute coronary syndrome (infarction and unstable angina), congestive heart failure, acute pulmonary edema, perioperative blood pressure control, acute aortic dissection (always associated with beta-blockers).",
            "posologia": "Adult: start with 5 mcg/min continuous IV, may increase in increments of 5 mcg/min every 3–5 minutes up to 20 mcg/min. If necessary, increase in increments of 10–20 mcg/min until reaching 100–200 mcg/min. Doses up to 400 mcg/min may be used in critical situations with rigorous monitoring. Pediatrics (off-label): start with 0.25–0.5 mcg/kg/min continuous IV, may be adjusted up to 5 mcg/kg/min according to response.",
            "administracao": "Continuous intravenous infusion. Preferably in central venous access for prolonged infusions, but may be used in peripheral access with rigorous monitoring. Use infusion pump for precise control.",
            "doseMaxima": "Adult: 400 mcg/min in critical situations. Pediatrics: 5 mcg/kg/min.",
            "doseMinima": "Adult: 5 mcg/min. Pediatrics: 0.25 mcg/kg/min.",
            "reacoesAdversas": "Hypotension, reflex tachycardia, intense headache (very common), facial flushing, nausea, vomiting, dizziness, sweating, weakness, methemoglobinemia (rare, at high doses or prolonged infusion), tachyphylaxis (tolerance to effect after 24–48 hours of continuous use).",
            "riscoGravidez": "Category C. No adequate studies in humans. Use only if potential benefits justify risks. May be necessary in emergency contexts, such as preeclampsia with acute pulmonary edema or aortic dissection.",
            "riscoLactacao": "Minimal excretion in milk. Emergency and short-term use is considered safe. Monitor infant in case of prolonged use.",
            "ajusteRenal": "No adjustment required. Elimination does not depend on renal function. Use with caution in severe renal dysfunction only due to risk of exacerbated hypotension.",
            "ajusteHepatico": "Use with caution. Hepatic metabolism is extensive and may be reduced in severe hepatic insufficiency, requiring rigorous monitoring of hemodynamic response.",
            "contraindicacoes": "Concomitant use with phosphodiesterase type 5 inhibitors (sildenafil, tadalafil, vardenafil), untreated hypovolemic shock, cardiac tamponade, obstructive left ventricular hypertrophy, increased intracranial pressure, hypersensitivity to organic nitrates.",
            "interacaoMedicamento": "Potentiates hypotensive effect with beta-blockers, calcium channel blockers, diuretics, general anesthetics, alcohol, and other vasodilators. Contraindicated with sildenafil, tadalafil, and vardenafil (risk of severe hypotension and sudden death). Additive effect with other nitrates (isosorbide).",
            "apresentacao": "Ampoules of 50 mg/10 mL (5 mg/mL) for intravenous use.",
            "preparo": "Dilute 50 mg (10 mL) in 250 mL of 0.9% NS or 5% dextrose, resulting in concentration of 200 mcg/mL. May be diluted in 500 mL (100 mcg/mL) for fine adjustment according to fluid restriction or institutional protocol. Solution must be protected from light.",
            "solucoesCompatíveis": "0.9% normal saline and 5% dextrose solution. Incompatible with sodium bicarbonate and alkaline solutions.",
            "armazenamento": "Store between 15°C and 25°C, protected from light. After dilution, use preferably within 24 hours under refrigeration (2–8°C) and aseptic conditions.",
            "cuidadosMedicos": "Continuous monitoring of blood pressure (preferably invasive), ECG, perfusion, and urine output. Rigorous attention to risk of tachyphylaxis after 24–48 hours. Constantly assess signs of severe hypotension, reflex tachycardia, and chest discomfort. Use the lowest effective dose for the shortest possible time.",
            "cuidadosFarmaceuticos": "Ensure correct dilution, compatibility, and protection of solution against light. Use infusion pump for rigorous control. Check stability, solution appearance (discard if there is cloudiness or color change). Document preparation time and infusion start.",
            "cuidadosEnfermagem": "Rigorous monitoring of vital signs, urine output, peripheral perfusion, and level of consciousness. Assess infusion site for signs of extravasation. Observe and immediately report intense headache, dizziness, nausea, hypotension, tachycardia, or any clinical deterioration.",
            "fontesBibliograficas": "Tridil® Label, Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37129358, ACC/AHA Guidelines, Tintinalli's Emergency Medicine, Critical Care Medicine Journal."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Nitroglicerina",
            "nomeComercial": "Tridil®, Nitronal®, Nitrol®",
            "classificacao": "Vasodilatador venoso predominante, nitrato orgánico, antianginoso y antihipertensivo",
            "mecanismoAcao": "Libera óxido nítrico (NO) en el endotelio vascular, activando la guanilato ciclasa, aumentando el GMP cíclico intracelular. Esto lleva a la desfosforilación de la cadena ligera de la miosina en el músculo liso, promoviendo relajación vascular. Actúa principalmente en la vasodilatación venosa (reducción de la precarga) y, en dosis más elevadas, provoca vasodilatación arterial (reducción de la poscarga).",
            "farmacocinetica": "Inicio de acción en 1–2 minutos por vía IV. Pico de efecto en hasta 5 minutos. Vida media plasmática corta, de aproximadamente 1–4 minutos. Metabolización hepática extensiva por nitroreductasas en metabolitos activos (dinitratos) e inactivos. Excreción renal, principalmente como metabolitos inactivos. La eliminación no depende de función renal.",
            "farmacodinamica": "Reduce la precarga por vasodilatación venosa predominante, lo que disminuye el volumen diastólico final, la presión capilar pulmonar y la presión de llenado ventricular. En dosis más altas, promueve vasodilatación arterial, reduciendo la resistencia vascular sistémica (poscarga). Mejora la perfusión coronaria por la redistribución del flujo, reduce el consumo de oxígeno miocárdico y alivia dolor isquémico. Efecto rápido, transitorio y completamente reversible tras término de la infusión.",
            "indicacoes": "Síndrome coronario agudo (infarto y angina inestable), insuficiencia cardíaca congestiva, edema agudo de pulmón, control de hipertensión arterial en el perioperatorio, disección aguda de aorta (siempre asociada a betabloqueadores).",
            "posologia": "Adulto: iniciar con 5 mcg/min IV continuo, pudiendo aumentar en incrementos de 5 mcg/min cada 3–5 minutos hasta 20 mcg/min. Si es necesario, aumentar en incrementos de 10–20 mcg/min hasta alcanzar 100–200 mcg/min. Dosis hasta 400 mcg/min pueden ser usadas en situaciones críticas con monitorización rigurosa. Pediatría (off-label): iniciar con 0,25–0,5 mcg/kg/min IV continuo, pudiendo ser ajustada hasta 5 mcg/kg/min según respuesta.",
            "administracao": "Infusión intravenosa continua. Preferentemente en acceso venoso central para infusiones prolongadas, pero puede ser utilizada en acceso periférico con monitorización rigurosa. Utilizar bomba de infusión para control preciso.",
            "doseMaxima": "Adulto: 400 mcg/min en situaciones críticas. Pediatría: 5 mcg/kg/min.",
            "doseMinima": "Adulto: 5 mcg/min. Pediatría: 0,25 mcg/kg/min.",
            "reacoesAdversas": "Hipotensión, taquicardia refleja, cefalea intensa (muy común), rubor facial, náusea, vómitos, mareo, sudoración, debilidad, metahemoglobinemia (rara, en dosis altas o infusión prolongada), taquifilaxia (tolerancia al efecto tras 24–48 horas de uso continuo).",
            "riscoGravidez": "Categoría C. No hay estudios adecuados en humanos. Usar solo si los potenciales beneficios justifican los riesgos. Puede ser necesario en contextos de emergencia, como preeclampsia con edema agudo de pulmón o disección de aorta.",
            "riscoLactacao": "Excreción mínima en la leche. Uso de emergencia y de corta duración es considerado seguro. Monitorizar al lactante en caso de uso prolongado.",
            "ajusteRenal": "No exige ajuste. La eliminación no depende de la función renal. Usar con precaución en disfunción renal grave solo por riesgo de hipotensión exacerbada.",
            "ajusteHepatico": "Usar con precaución. La metabolización hepática es extensa y puede ser reducida en la insuficiencia hepática grave, exigiendo monitorización rigurosa de la respuesta hemodinámica.",
            "contraindicacoes": "Uso concomitante con inhibidores de la fosfodiesterasa tipo 5 (sildenafil, tadalafil, vardenafil), shock hipovolémico no tratado, taponamiento cardíaco, hipertrofia obstructiva de ventrículo izquierdo, aumento de la presión intracraneal, hipersensibilidad a los nitratos orgánicos.",
            "interacaoMedicamento": "Potencia efecto hipotensor con betabloqueadores, bloqueadores de canal de calcio, diuréticos, anestésicos generales, alcohol y otros vasodilatadores. Contraindicado con sildenafil, tadalafil y vardenafil (riesgo de hipotensión severa y muerte súbita). Efecto aditivo con otros nitratos (isosorbida).",
            "apresentacao": "Ampollas de 50 mg/10 mL (5 mg/mL) para uso intravenoso.",
            "preparo": "Diluir 50 mg (10 mL) en 250 mL de SF 0,9% o SG 5%, resultando en concentración de 200 mcg/mL. Puede ser diluido en 500 mL (100 mcg/mL) para ajuste fino según restricción hídrica o protocolo institucional. La solución debe ser protegida de la luz.",
            "solucoesCompatíveis": "Suero fisiológico 0,9% y solución glucosada 5%. Incompatible con bicarbonato de sodio y soluciones alcalinas.",
            "armazenamento": "Almacenar entre 15°C y 25°C, protegido de la luz. Tras dilución, utilizar preferentemente en hasta 24 horas bajo refrigeración (2–8°C) y condiciones asépticas.",
            "cuidadosMedicos": "Monitorización continua de presión arterial (preferentemente invasiva), ECG, perfusión y débito urinario. Atención rigurosa al riesgo de taquifilaxia tras 24–48 horas. Evaluar constantemente signos de hipotensión severa, taquicardia refleja y malestar torácico. Utilizar la menor dosis eficaz por el menor tiempo posible.",
            "cuidadosFarmaceuticos": "Asegurar dilución correcta, compatibilidad y protección de la solución contra luz. Utilizar bomba de infusión para control riguroso. Verificar estabilidad, aspecto de la solución (descartar si hay turbidez o alteración en la coloración). Documentar tiempo de preparación e inicio de la infusión.",
            "cuidadosEnfermagem": "Monitorización rigurosa de signos vitales, débito urinario, perfusión periférica y nivel de consciencia. Evaluar local de infusión para signos de extravasación. Observar y notificar inmediatamente cefalea intensa, mareo, náuseas, hipotensión, taquicardia o cualquier deterioro clínico.",
            "fontesBibliograficas": "Ficha Técnica Tridil®, Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37129358, Guías ACC/AHA, Tintinalli's Emergency Medicine, Critical Care Medicine Journal."
        }
    }
}