{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Ocitocina",
            "nomeComercial": "Syntocinon®, Ocitoplus®, Ocitovyl®, Ocilon®",
            "classificacao": "Hormônio uterotônico, peptídeo natural, agonista seletivo dos receptores de ocitocina",
            "mecanismoAcao": "A ocitocina é um nonapeptídeo sintetizado no hipotálamo e liberado pela neuro-hipófise. Atua como agonista dos receptores de ocitocina presentes na musculatura lisa uterina, estimulando o aumento do cálcio intracelular, o que leva à contração rítmica e coordenada do útero. Além disso, promove a contração das células mioepiteliais das glândulas mamárias, facilitando a ejeção do leite. Apresenta efeito vasodilatador leve e leve ação antidiurética devido à semelhança estrutural com a vasopressina.",
            "farmacocinetica": "• Absorção: biodisponibilidade 100% por via IV e IM.\n• Início de ação: 1–2 minutos IV, 3–5 minutos IM.\n• Pico: 5–10 minutos.\n• Duração do efeito: 20 minutos IV, 30–60 minutos IM.\n• Meia-vida plasmática: 1–6 minutos.\n• Volume de distribuição: 0,15–0,2 L/kg.\n• Metabolização: hepática e renal, por oxitocinases.\n• Excreção: urinária, na forma de metabólitos inativos.",
            "farmacodinamica": "Induz contrações uterinas rítmicas, de intensidade variável conforme dose e sensibilidade uterina, sendo mais potente no útero grávido (sensibilidade aumentada no final da gestação e no pós-parto). Não provoca contração tetânica como a ergometrina. Promove esvaziamento do útero e controle da hemorragia pós-parto. Tem leve efeito antidiurético.",
            "indicacoes": "• Indução do trabalho de parto.\n• Estímulo ou condução do trabalho de parto.\n• Hemorragia uterina pós-parto (HPP) por atonia uterina.\n• Controle da hemorragia após cesárea ou parto vaginal.\n• Facilitação da dequitação placentária.\n• Profilaxia da HPP (uso rotineiro após o parto).",
            "posologia": "Adulto:\n• Indução ou condução do trabalho de parto:\n  - Iniciar com 0,5–1 mUI/min IV em bomba de infusão.\n  - Aumentar 1 mUI/min a cada 30–60 minutos até obter contrações adequadas (máximo 20 mUI/min, excepcionalmente até 40 mUI/min).\n• Hemorragia pós-parto (controle):\n  - 5–10 UI IM imediatamente após o parto.\n  - Ou 5 UI IV lenta (em no mínimo 1 minuto).\n  - Ou infusão IV contínua: 20–40 UI diluídas em 500–1000 mL de SF ou SG5%, infundir a 125–250 mL/h.\n• Profilaxia da HPP:\n  - 5 UI IV lenta ou IM após dequitação da placenta.",
            "administracao": "• Via intravenosa lenta (bolus) ou infusão contínua em bomba de infusão.\n• Também por via intramuscular profunda.\n• Nunca administrar IV em bolus rápido devido ao risco de hipotensão severa e colapso cardiovascular.\n• Sempre diluir em SF 0,9% ou SG5% para infusão contínua.",
            "doseMaxima": "• Trabalho de parto: 40 mUI/min.\n• Hemorragia pós-parto: 40 UI em 1000 mL de SF ou SG5%, infundidos até controle do sangramento.",
            "doseMinima": "• 5 UI IM ou IV lenta (mínimo terapêutico para HPP).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Náusea, vômito.\nComuns (1–10%):\n• Hipotensão, taquicardia reflexa, rubor, cefaleia.\n• Hiponatremia (em infusões prolongadas ou com grandes volumes de líquidos hipotônicos).\n• Contrações uterinas excessivas.\nIncomuns (0,1–1%):\n• Arritmias, dor torácica, dispneia.\n• Hipertonia uterina, ruptura uterina (especialmente em útero cicatricial ou hiperdistendido).\nRaras (<0,1%):\n• Choque anafilático, parada cardíaca, edema pulmonar, convulsões (secundárias à hiponatremia severa).",
            "riscoGravidez": "Categoria C. Uso permitido exclusivamente para indução, condução do trabalho de parto e manejo da hemorragia pós-parto. Contraindicada antes do termo sem indicação obstétrica formal.",
            "riscoLactacao": "Compatível. Além disso, a ocitocina fisiológica promove ejeção do leite. O uso terapêutico não interfere negativamente na lactação após o parto.",
            "ajusteRenal": "• Não é necessário ajuste.\n• Monitorar balanço hídrico rigorosamente em infusões prolongadas devido ao risco de retenção hídrica e hiponatremia.",
            "ajusteHepatico": "• Não é necessário ajuste específico, mas usar com cautela em hepatopatias graves com distúrbios de balanço hídrico.",
            "contraindicacoes": "• Desproporção céfalo-pélvica.\n• Apresentações anômalas incompatíveis com parto vaginal.\n• Prolapso de cordão umbilical.\n• Placenta prévia.\n• Descolamento prematuro de placenta.\n• Ruptura uterina iminente ou prévia.\n• Hipersensibilidade à ocitocina.\n• Contraindicações gerais ao parto vaginal.",
            "interacaoMedicamento": "• Potencializa efeito vasopressor de agentes simpatomiméticos.\n• Aumenta risco de arritmias e hipertensão com anestésicos halogenados.\n• Potencializa risco de hiponatremia com soluções hipotônicas e uso concomitante de medicamentos antidiuréticos (ex.: desmopressina).\n• Interage com prostaglandinas, aumentando o efeito uterotônico (sinergismo).",
            "apresentacao": "• Ampolas de 5 UI/mL e 10 UI/mL.\n• Frascos de 50 UI/10 mL (uso hospitalar para infusão).",
            "preparo": "• Para infusão:\n  - Diluir 10–20 UI em 500 mL ou 1000 mL de SF 0,9% ou SG5% (20 UI/1000 mL = 20 mUI/mL).\n• Para bolus IV lento:\n  - Utilizar 5 UI diluídos em 10 mL de SF 0,9% (opcional) e administrar em pelo menos 1 minuto.\n• IM: direto da ampola, sem necessidade de diluição.",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Incompatível com soluções hipertônicas e soluções contendo cálcio em altas concentrações (risco de precipitação).",
            "armazenamento": "• Conservar sob refrigeração (2°C a 8°C), protegido da luz.\n• Após retirada da refrigeração para uso imediato, manter até 25°C por até 30 dias.\n• Descartar se houver alteração de cor, turbidez ou precipitação.",
            "cuidadosMedicos": "• Monitorização contínua de frequência uterina, batimentos cardíacos fetais (BCF), pressão arterial, frequência cardíaca e balanço hídrico.\n• Risco de hiponatremia com infusões prolongadas ou grandes volumes.\n• Monitorizar sinais de hipertonia uterina ou sofrimento fetal.\n• Estar preparado para intervenção obstétrica imediata em caso de complicações (ruptura uterina, sofrimento fetal agudo).",
            "cuidadosFarmaceuticos": "• Conferir nome, concentração e integridade da ampola.\n• Preparar sob condições assépticas.\n• Garantir diluição correta e bomba de infusão devidamente programada.\n• Documentar lote, dose, via, horário e parâmetros de monitorização fetal e materna.",
            "cuidadosEnfermagem": "• Monitorar sinais vitais maternos (PA, FC, temperatura) e padrão das contrações uterinas.\n• Monitorar continuamente os batimentos cardíacos fetais.\n• Observar sinais de hiperatividade uterina, dor intensa contínua, cefaleia, náusea, vômitos e sinais de hiponatremia (confusão, convulsões, edema).\n• Garantir funcionamento da bomba de infusão e da linha venosa.\n• Notificar imediatamente qualquer alteração materna ou fetal.",
            "fontesBibliograficas": "Bula Anvisa (Syntocinon®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37601458, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli's Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Oxytocin",
            "nomeComercial": "Pitocin®, Syntocinon®, Oxytocin®",
            "classificacao": "Uterotonic hormone, natural peptide, selective oxytocin receptor agonist",
            "mecanismoAcao": "Oxytocin is a nonapeptide synthesized in the hypothalamus and released by the neurohypophysis. It acts as an agonist of oxytocin receptors present in uterine smooth muscle, stimulating increased intracellular calcium, leading to rhythmic and coordinated uterine contraction. Additionally, it promotes contraction of myoepithelial cells of mammary glands, facilitating milk ejection. It has mild vasodilator effect and mild antidiuretic action due to structural similarity to vasopressin.",
            "farmacocinetica": "• Absorption: 100% bioavailability by IV and IM routes.\n• Onset of action: 1–2 minutes IV, 3–5 minutes IM.\n• Peak: 5–10 minutes.\n• Duration of effect: 20 minutes IV, 30–60 minutes IM.\n• Plasma half-life: 1–6 minutes.\n• Volume of distribution: 0.15–0.2 L/kg.\n• Metabolism: hepatic and renal, by oxytocinases.\n• Excretion: urinary, as inactive metabolites.",
            "farmacodinamica": "Induces rhythmic uterine contractions, with intensity varying according to dose and uterine sensitivity, being more potent in the pregnant uterus (increased sensitivity in late pregnancy and postpartum). Does not cause tetanic contraction like ergometrine. Promotes uterine emptying and control of postpartum hemorrhage. Has mild antidiuretic effect.",
            "indicacoes": "• Induction of labor.\n• Stimulation or conduction of labor.\n• Postpartum uterine hemorrhage (PPH) due to uterine atony.\n• Control of hemorrhage after cesarean or vaginal delivery.\n• Facilitation of placental separation.\n• PPH prophylaxis (routine use after delivery).",
            "posologia": "Adult:\n• Labor induction or conduction:\n  - Start with 0.5–1 mU/min IV via infusion pump.\n  - Increase 1 mU/min every 30–60 minutes until adequate contractions (maximum 20 mU/min, exceptionally up to 40 mU/min).\n• Postpartum hemorrhage (control):\n  - 5–10 units IM immediately after delivery.\n  - Or 5 units IV slow (over at least 1 minute).\n  - Or continuous IV infusion: 20–40 units diluted in 500–1000 mL of NS or D5W, infuse at 125–250 mL/h.\n• PPH prophylaxis:\n  - 5 units IV slow or IM after placental separation.",
            "administracao": "• Slow intravenous route (bolus) or continuous infusion via infusion pump.\n• Also by deep intramuscular route.\n• Never administer IV as rapid bolus due to risk of severe hypotension and cardiovascular collapse.\n• Always dilute in 0.9% NS or D5W for continuous infusion.",
            "doseMaxima": "• Labor: 40 mU/min.\n• Postpartum hemorrhage: 40 units in 1000 mL of NS or D5W, infused until bleeding control.",
            "doseMinima": "• 5 units IM or IV slow (minimum therapeutic for PPH).",
            "reacoesAdversas": "Very common (>10%):\n• Nausea, vomiting.\nCommon (1–10%):\n• Hypotension, reflex tachycardia, flushing, headache.\n• Hyponatremia (with prolonged infusions or large volumes of hypotonic fluids).\n• Excessive uterine contractions.\nUncommon (0.1–1%):\n• Arrhythmias, chest pain, dyspnea.\n• Uterine hypertonia, uterine rupture (especially in scarred or hyperdistended uterus).\nRare (<0.1%):\n• Anaphylactic shock, cardiac arrest, pulmonary edema, seizures (secondary to severe hyponatremia).",
            "riscoGravidez": "Category C. Use permitted exclusively for induction, conduction of labor and management of postpartum hemorrhage. Contraindicated before term without formal obstetric indication.",
            "riscoLactacao": "Compatible. Additionally, physiological oxytocin promotes milk ejection. Therapeutic use does not negatively interfere with lactation after delivery.",
            "ajusteRenal": "• No adjustment necessary.\n• Monitor fluid balance rigorously in prolonged infusions due to risk of fluid retention and hyponatremia.",
            "ajusteHepatico": "• No specific adjustment necessary, but use with caution in severe hepatopathies with fluid balance disorders.",
            "contraindicacoes": "• Cephalopelvic disproportion.\n• Anomalous presentations incompatible with vaginal delivery.\n• Umbilical cord prolapse.\n• Placenta previa.\n• Premature placental separation.\n• Imminent or previous uterine rupture.\n• Hypersensitivity to oxytocin.\n• General contraindications to vaginal delivery.",
            "interacaoMedicamento": "• Potentiates vasopressor effect of sympathomimetic agents.\n• Increases risk of arrhythmias and hypertension with halogenated anesthetics.\n• Potentiates risk of hyponatremia with hypotonic solutions and concomitant use of antidiuretic medications (e.g., desmopressin).\n• Interacts with prostaglandins, increasing uterotonic effect (synergism).",
            "apresentacao": "• Ampoules of 5 units/mL and 10 units/mL.\n• Vials of 50 units/10 mL (hospital use for infusion).",
            "preparo": "• For infusion:\n  - Dilute 10–20 units in 500 mL or 1000 mL of 0.9% NS or D5W (20 units/1000 mL = 20 mU/mL).\n• For slow IV bolus:\n  - Use 5 units diluted in 10 mL of 0.9% NS (optional) and administer over at least 1 minute.\n• IM: directly from ampoule, no dilution needed.",
            "solucoesCompatíveis": "• Normal saline 0.9%.\n• Dextrose 5% solution.\n• Incompatible with hypertonic solutions and solutions containing calcium in high concentrations (risk of precipitation).",
            "armazenamento": "• Store under refrigeration (2°C to 8°C), protected from light.\n• After removal from refrigeration for immediate use, maintain up to 25°C for up to 30 days.\n• Discard if there is color change, turbidity or precipitation.",
            "cuidadosMedicos": "• Continuous monitoring of uterine frequency, fetal heart rate (FHR), blood pressure, heart rate and fluid balance.\n• Risk of hyponatremia with prolonged infusions or large volumes.\n• Monitor signs of uterine hypertonia or fetal distress.\n• Be prepared for immediate obstetric intervention in case of complications (uterine rupture, acute fetal distress).",
            "cuidadosFarmaceuticos": "• Check name, concentration and ampoule integrity.\n• Prepare under aseptic conditions.\n• Ensure correct dilution and properly programmed infusion pump.\n• Document lot, dose, route, time and fetal and maternal monitoring parameters.",
            "cuidadosEnfermagem": "• Monitor maternal vital signs (BP, HR, temperature) and pattern of uterine contractions.\n• Continuously monitor fetal heart rate.\n• Observe signs of uterine hyperactivity, continuous intense pain, headache, nausea, vomiting and signs of hyponatremia (confusion, seizures, edema).\n• Ensure functioning of infusion pump and venous line.\n• Immediately notify any maternal or fetal changes.",
            "fontesBibliograficas": "FDA Label (Pitocin®), UpToDate (2024), Micromedex, Goodman & Gilman (13th Edition), PubMed ID 37601458, Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli's Emergency Medicine (9th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Oxitocina",
            "nomeComercial": "Syntocinon®, Oxitocina®, Pitocin®",
            "classificacao": "Hormona uterotónica, péptido natural, agonista selectivo de los receptores de oxitocina",
            "mecanismoAcao": "La oxitocina es un nonapéptido sintetizado en el hipotálamo y liberado por la neurohipófisis. Actúa como agonista de los receptores de oxitocina presentes en la musculatura lisa uterina, estimulando el aumento del calcio intracelular, lo que conduce a la contracción rítmica y coordinada del útero. Además, promueve la contracción de las células mioepiteliales de las glándulas mamarias, facilitando la eyección de leche. Presenta efecto vasodilatador leve y leve acción antidiurética debido a la similitud estructural con la vasopresina.",
            "farmacocinetica": "• Absorción: biodisponibilidad 100% por vía IV e IM.\n• Inicio de acción: 1–2 minutos IV, 3–5 minutos IM.\n• Pico: 5–10 minutos.\n• Duración del efecto: 20 minutos IV, 30–60 minutos IM.\n• Vida media plasmática: 1–6 minutos.\n• Volumen de distribución: 0,15–0,2 L/kg.\n• Metabolización: hepática y renal, por oxitocinasas.\n• Excreción: urinaria, en forma de metabolitos inactivos.",
            "farmacodinamica": "Induce contracciones uterinas rítmicas, de intensidad variable según dosis y sensibilidad uterina, siendo más potente en el útero grávido (sensibilidad aumentada al final de la gestación y en el post-parto). No provoca contracción tetánica como la ergometrina. Promueve vaciamiento del útero y control de la hemorragia post-parto. Tiene leve efecto antidiurético.",
            "indicacoes": "• Inducción del trabajo de parto.\n• Estímulo o conducción del trabajo de parto.\n• Hemorragia uterina post-parto (HPP) por atonía uterina.\n• Control de la hemorragia tras cesárea o parto vaginal.\n• Facilitación de la dequidación placentaria.\n• Profilaxis de la HPP (uso rutinario tras el parto).",
            "posologia": "Adulto:\n• Inducción o conducción del trabajo de parto:\n  - Iniciar con 0,5–1 mUI/min IV en bomba de infusión.\n  - Aumentar 1 mUI/min cada 30–60 minutos hasta obtener contracciones adecuadas (máximo 20 mUI/min, excepcionalmente hasta 40 mUI/min).\n• Hemorragia post-parto (control):\n  - 5–10 UI IM inmediatamente tras el parto.\n  - O 5 UI IV lenta (en mínimo 1 minuto).\n  - O infusión IV continua: 20–40 UI diluidas en 500–1000 mL de SF o SG5%, infundir a 125–250 mL/h.\n• Profilaxis de la HPP:\n  - 5 UI IV lenta o IM tras dequidación de la placenta.",
            "administracao": "• Vía intravenosa lenta (bolo) o infusión continua en bomba de infusión.\n• También por vía intramuscular profunda.\n• Nunca administrar IV en bolo rápido debido al riesgo de hipotensión severa y colapso cardiovascular.\n• Siempre diluir en SF 0,9% o SG5% para infusión continua.",
            "doseMaxima": "• Trabajo de parto: 40 mUI/min.\n• Hemorragia post-parto: 40 UI en 1000 mL de SF o SG5%, infundidos hasta control del sangrado.",
            "doseMinima": "• 5 UI IM o IV lenta (mínimo terapéutico para HPP).",
            "reacoesAdversas": "Muy comunes (>10%):\n• Náusea, vómito.\nComunes (1–10%):\n• Hipotensión, taquicardia refleja, rubor, cefalea.\n• Hiponatremia (en infusiones prolongadas o con grandes volúmenes de líquidos hipotónicos).\n• Contracciones uterinas excesivas.\nPoco comunes (0,1–1%):\n• Arritmias, dolor torácico, disnea.\n• Hipertonía uterina, rotura uterina (especialmente en útero cicatricial o hiperdistendido).\nRaras (<0,1%):\n• Choque anafiláctico, parada cardíaca, edema pulmonar, convulsiones (secundarias a hiponatremia severa).",
            "riscoGravidez": "Categoría C. Uso permitido exclusivamente para inducción, conducción del trabajo de parto y manejo de la hemorragia post-parto. Contraindicada antes del término sin indicación obstétrica formal.",
            "riscoLactacao": "Compatible. Además, la oxitocina fisiológica promueve eyección de leche. El uso terapéutico no interfiere negativamente en la lactación tras el parto.",
            "ajusteRenal": "• No es necesario ajuste.\n• Monitorizar balance hídrico rigurosamente en infusiones prolongadas debido al riesgo de retención hídrica e hiponatremia.",
            "ajusteHepatico": "• No es necesario ajuste específico, pero usar con precaución en hepatopatías graves con trastornos de balance hídrico.",
            "contraindicacoes": "• Desproporción céfalo-pélvica.\n• Presentaciones anómalas incompatibles con parto vaginal.\n• Prolapso de cordón umbilical.\n• Placenta previa.\n• Desprendimiento prematuro de placenta.\n• Rotura uterina inminente o previa.\n• Hipersensibilidad a la oxitocina.\n• Contraindicaciones generales al parto vaginal.",
            "interacaoMedicamento": "• Potencia efecto vasopresor de agentes simpatomiméticos.\n• Aumenta riesgo de arritmias e hipertensión con anestésicos halogenados.\n• Potencia riesgo de hiponatremia con soluciones hipotónicas y uso concomitante de medicamentos antidiuréticos (ej.: desmopresina).\n• Interactúa con prostaglandinas, aumentando el efecto uterotónico (sinergismo).",
            "apresentacao": "• Ampollas de 5 UI/mL y 10 UI/mL.\n• Frascos de 50 UI/10 mL (uso hospitalario para infusión).",
            "preparo": "• Para infusión:\n  - Diluir 10–20 UI en 500 mL o 1000 mL de SF 0,9% o SG5% (20 UI/1000 mL = 20 mUI/mL).\n• Para bolo IV lento:\n  - Utilizar 5 UI diluidos en 10 mL de SF 0,9% (opcional) y administrar en al menos 1 minuto.\n• IM: directo de la ampolla, sin necesidad de dilución.",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Solución glucosada 5%.\n• Incompatible con soluciones hipertónicas y soluciones conteniendo calcio en altas concentraciones (riesgo de precipitación).",
            "armazenamento": "• Conservar bajo refrigeración (2°C a 8°C), protegido de la luz.\n• Tras retirada de la refrigeración para uso inmediato, mantener hasta 25°C por hasta 30 días.\n• Descartar si hay alteración de color, turbidez o precipitación.",
            "cuidadosMedicos": "• Monitorización continua de frecuencia uterina, latidos cardíacos fetales (LCF), presión arterial, frecuencia cardíaca y balance hídrico.\n• Riesgo de hiponatremia con infusiones prolongadas o grandes volúmenes.\n• Monitorizar signos de hipertonía uterina o sufrimiento fetal.\n• Estar preparado para intervención obstétrica inmediata en caso de complicaciones (rotura uterina, sufrimiento fetal agudo).",
            "cuidadosFarmaceuticos": "• Verificar nombre, concentración e integridad de la ampolla.\n• Preparar bajo condiciones asépticas.\n• Garantizar dilución correcta y bomba de infusión debidamente programada.\n• Documentar lote, dosis, vía, horario y parámetros de monitorización fetal y materna.",
            "cuidadosEnfermagem": "• Monitorizar signos vitales maternos (PA, FC, temperatura) y patrón de las contracciones uterinas.\n• Monitorizar continuamente los latidos cardíacos fetales.\n• Observar signos de hiperactividad uterina, dolor intenso continuo, cefalea, náusea, vómitos y signos de hiponatremia (confusión, convulsiones, edema).\n• Garantizar funcionamiento de la bomba de infusión y de la línea venosa.\n• Notificar inmediatamente cualquier alteración materna o fetal.",
            "fontesBibliograficas": "Prospecto EMA (Syntocinon®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37601458, Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli's Emergency Medicine (9ª Edición)."
        }
    }
}