{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Óxido Nitroso",
            "nomeComercial": "Entonox®, Nitronox®, Kalinox®, Livopan®",
            "classificacao": "Gás anestésico inalatório, analgésico e sedativo de curta duração",
            "mecanismoAcao": "Atua como antagonista moderado dos receptores NMDA e agonista parcial dos receptores opioides, promovendo analgesia e sedação. Também modula canais iônicos e receptores GABA, contribuindo para seus efeitos ansiolíticos e anestésicos. Além de bloquear receptores NMDA, o óxido nitroso interage com canais de potássio ativados por cálcio (KATP), o que contribui para efeitos anestésicos e proteção neuronal. Também reduz a excitabilidade dos neurônios glutamatérgicos e potencializa a atividade inibitória de interneurônios GABAérgicos, resultando em sedação consciente com preservação dos reflexos de via aérea.",
            "farmacocinetica": "Absorção e eliminação rápidas pelos pulmões. Início de ação em 30 segundos; pico em 1 minuto. Não é metabolizado no organismo; excretado inalterado pela respiração.",
            "farmacodinamica": "Proporciona analgesia leve a moderada, sedação e euforia transitória. Aumenta o fluxo sanguíneo cerebral e a pressão intracraniana. Efeitos reversíveis em poucos minutos após interrupção da inalação. A analgesia promovida é especialmente eficaz em dores viscerais e associada a um rápido início e reversibilidade. Aumenta ligeiramente o débito cardíaco e o volume corrente, sem causar depressão respiratória significativa em concentrações até 50%. Pode, no entanto, aumentar a pressão intracraniana, e sua administração contínua requer ventilação controlada em pacientes neurológicos críticos.",
            "indicacoes": "Alívio da dor em procedimentos médicos e odontológicos, trabalho de parto, sedação consciente e como adjuvante em anestesia geral.",
            "posologia": "Mistura de 50% de óxido nitroso com 50% de oxigênio, administrada por inalação conforme necessidade do paciente. A dosagem deve ser ajustada individualmente.",
            "administracao": "Via inalatória, utilizando máscara facial ou nasal com sistema de válvula unidirecional. A auto-administração é possível em ambientes controlados.",
            "doseMaxima": "Concentração máxima segura: até 70% de óxido nitroso com 30% de oxigênio. Evitar concentrações superiores para prevenir hipóxia.",
            "doseMinima": "Concentração mínima eficaz: 30% de óxido nitroso com 70% de oxigênio para analgesia leve.",
            "reacoesAdversas": "Náuseas, tontura, euforia, cefaleia, disfunção cognitiva transitória. Uso prolongado pode causar mieloneuropatia e anemia megaloblástica por inativação da vitamina B12.",
            "riscoGravidez": "Categoria C. Pode ser usado com cautela em curto prazo, especialmente no trabalho de parto. Contraindicado em exposições prolongadas.",
            "riscoLactacao": "Considerado seguro em exposições de curta duração. Não há relatos de efeitos adversos em lactentes.",
            "ajusteRenal": "Não requer ajuste em insuficiência renal, pois não é metabolizado.",
            "ajusteHepatico": "Não requer ajuste em insuficiência hepática.",
            "contraindicacoes": "Pneumotórax, embolia gasosa, distensão abdominal grave, cirurgia de ouvido médio, trauma cranioencefálico com hipertensão intracraniana, deficiência de vitamina B12 não corrigida.",
            "interacaoMedicamento": "Potencializa efeitos de outros anestésicos e opioides. Pode inativar B12, devendo evitar uso concomitante com fármacos que causam mielotoxicidade. A exposição prolongada pode reduzir a atividade da metionina sintetase, impactando negativamente a síntese de DNA e mielina, especialmente em pacientes com deficiência de vitamina B12. Deve-se evitar associação com agentes mielotóxicos, como zidovudina, e monitorar níveis de B12 em pacientes de risco (idosos, desnutridos, vegetarianos estritos). Em anestesia geral, pode aumentar os efeitos de agentes voláteis como sevoflurano, isoflurano e halotano, permitindo redução de suas concentrações alveolares mínimas (CAM).",
            "apresentacao": "Cilindros pressurizados contendo mistura pura (100%) ou balanceada (50% óxido nitroso e 50% oxigênio).",
            "preparo": "Não requer preparo prévio. Utilizar com sistemas de válvula com mistura balanceada e controle de fluxo.",
            "solucoesCompatíveis": "Não aplicável. Gás administrado por via inalatória sem diluição em líquidos.",
            "armazenamento": "Cilindros armazenados em local ventilado, em pé, longe de fontes de calor. Pressão interna elevada (até 50 atm).",
            "cuidadosMedicos": "Monitorar saturação, nível de consciência, sinais vitais. Uso deve ser interrompido em caso de náuseas, agitação ou sinais de hipoxia.",
            "cuidadosFarmaceuticos": "Verificar integridade dos cilindros e conexões. Garantir correta proporção da mistura. Evitar contaminação cruzada com válvulas e máscaras.",
            "cuidadosEnfermagem": "Auxiliar na administração com máscara bem posicionada. Monitorar resposta clínica e possíveis efeitos adversos.",
            "fontesBibliograficas": "Bula Anvisa (Óxido Nitroso), Miller's Anesthesia, UpToDate (2024), Manual SBP Anestesia, PubMed ID 31902981, EMEA Nitrous Oxide Safety Guidelines."
        }
    },
    "EN": {
        "bulario": {
            "nomePrincipioAtivo": "Nitrous Oxide",
            "nomeComercial": "Entonox®, Nitronox®, Kalinox®, Livopan®",
            "classificacao": "Inhaled anesthetic gas, analgesic and short-acting sedative",
            "mecanismoAcao": "Acts as a moderate NMDA receptor antagonist and partial opioid receptor agonist, providing analgesia and sedation. Also modulates ion channels and GABA receptors, contributing to anxiolytic and anesthetic effects. In addition to NMDA blockade, nitrous oxide interacts with calcium-activated potassium (KATP) channels, contributing to anesthetic effects and neuroprotection. It reduces glutamatergic neuron excitability and enhances GABAergic interneuron activity, resulting in conscious sedation while preserving airway reflexes.",
            "farmacocinetica": "Rapid pulmonary absorption and elimination. Onset within 30 seconds; peak at 1 minute. Not metabolized in the body; excreted unchanged via respiration.",
            "farmacodinamica": "Provides mild to moderate analgesia, sedation, and transient euphoria. Increases cerebral blood flow and intracranial pressure. Effects are reversible within minutes after discontinuation. Particularly effective for visceral pain with rapid onset and reversibility. Slightly increases cardiac output and tidal volume without significant respiratory depression at concentrations up to 50%. However, it can raise intracranial pressure and requires controlled ventilation in neurologically critical patients.",
            "indicacoes": "Pain relief in medical and dental procedures, labor, conscious sedation, and as an adjunct in general anesthesia.",
            "posologia": "50% nitrous oxide with 50% oxygen mixture, administered by inhalation according to patient needs. Dosage should be adjusted individually.",
            "administracao": "Inhalational route using a face or nasal mask with a one-way valve system. Self-administration is possible in controlled environments.",
            "doseMaxima": "Maximum safe concentration: up to 70% nitrous oxide with 30% oxygen. Avoid higher concentrations to prevent hypoxia.",
            "doseMinima": "Minimum effective concentration: 30% nitrous oxide with 70% oxygen for mild analgesia.",
            "reacoesAdversas": "Nausea, dizziness, euphoria, headache, transient cognitive dysfunction. Prolonged use may cause myeloneuropathy and megaloblastic anemia due to vitamin B12 inactivation.",
            "riscoGravidez": "Category C. May be used with caution short-term, especially during labor. Contraindicated for prolonged exposures.",
            "riscoLactacao": "Considered safe for short exposures. No reported adverse effects in infants.",
            "ajusteRenal": "No adjustment required in renal impairment as it is not metabolized.",
            "ajusteHepatico": "No adjustment required in hepatic impairment.",
            "contraindicacoes": "Pneumothorax, gas embolism, severe abdominal distension, middle ear surgery, head trauma with elevated intracranial pressure, untreated vitamin B12 deficiency.",
            "interacaoMedicamento": "Potentiates effects of other anesthetics and opioids. May inactivate B12 and should not be used with myelotoxic drugs. Prolonged exposure may reduce methionine synthase activity, impairing DNA and myelin synthesis, particularly in B12-deficient patients. Avoid concurrent use with myelotoxic agents like zidovudine. Monitor B12 levels in at-risk populations (elderly, malnourished, strict vegetarians). In general anesthesia, it enhances effects of volatile agents (e.g., sevoflurane, isoflurane, halothane), allowing for lower minimum alveolar concentrations (MAC).",
            "apresentacao": "Pressurized cylinders containing either pure (100%) or balanced (50/50) nitrous oxide/oxygen mixture.",
            "preparo": "No prior preparation required. Use with flow-regulated valve systems delivering balanced mixtures.",
            "solucoesCompatíveis": "Not applicable. Administered as gas via inhalation without liquid dilution.",
            "armazenamento": "Cylinders stored upright, ventilated, away from heat sources. Internal pressure up to 50 atm.",
            "cuidadosMedicos": "Monitor SpO2, consciousness level, vital signs. Discontinue if nausea, agitation, or hypoxia signs appear.",
            "cuidadosFarmaceuticos": "Check cylinder integrity and connections. Ensure proper mixture proportion. Prevent cross-contamination via valves and masks.",
            "cuidadosEnfermagem": "Assist with well-fitted mask application. Monitor clinical response and adverse effects.",
            "fontesBibliograficas": "Anvisa Label (Nitrous Oxide), Miller’s Anesthesia, UpToDate (2024), SBP Anesthesia Manual, PubMed ID 31902981, EMEA Nitrous Oxide Safety Guidelines."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Óxido Nitroso",
            "nomeComercial": "Entonox®, Nitronox®, Kalinox®, Livopan®",
            "classificacao": "Gas anestésico inhalado, analgésico y sedante de corta duración",
            "mecanismoAcao": "Actúa como antagonista moderado de los receptores NMDA y agonista parcial de los receptores opioides, proporcionando analgesia y sedación. También modula canales iónicos y receptores GABA, contribuyendo a efectos ansiolíticos y anestésicos. Además del bloqueo NMDA, el óxido nitroso interactúa con canales de potasio activados por calcio (KATP), lo que contribuye a efectos anestésicos y neuroprotección. Reduce la excitabilidad neuronal glutamatérgica y potencia la actividad de interneuronas GABAérgicas, generando sedación consciente con preservación de reflejos de la vía aérea.",
            "farmacocinetica": "Absorción y eliminación rápidas por vía pulmonar. Inicio de acción en 30 segundos; pico en 1 minuto. No se metaboliza en el organismo; se excreta inalterado por la respiración.",
            "farmacodinamica": "Proporciona analgesia leve a moderada, sedación y euforia transitoria. Aumenta el flujo sanguíneo cerebral y la presión intracraneal. Efectos reversibles en minutos tras la interrupción. Eficaz en dolor visceral con inicio rápido y efecto reversible. Aumenta levemente el gasto cardíaco y el volumen corriente sin causar depresión respiratoria significativa a concentraciones de hasta el 50%. Puede aumentar la presión intracraneal, requiriendo ventilación controlada en pacientes neurológicos críticos.",
            "indicacoes": "Alivio del dolor en procedimientos médicos y odontológicos, parto, sedación consciente y coadyuvante en anestesia general.",
            "posologia": "Mezcla de óxido nitroso al 50% con oxígeno al 50%, administrada por inhalación según necesidad del paciente. Ajustar la dosis individualmente.",
            "administracao": "Vía inhalatoria mediante mascarilla facial o nasal con sistema de válvula unidireccional. Posible autoadministración en entornos controlados.",
            "doseMaxima": "Concentración máxima segura: hasta 70% de óxido nitroso con 30% de oxígeno. Evitar concentraciones mayores para prevenir hipoxia.",
            "doseMinima": "Concentración mínima eficaz: 30% de óxido nitroso con 70% de oxígeno para analgesia leve.",
            "reacoesAdversas": "Náuseas, mareo, euforia, cefalea, disfunción cognitiva transitoria. El uso prolongado puede provocar mieloneuropatía y anemia megaloblástica por inactivación de la vitamina B12.",
            "riscoGravidez": "Categoría C. Puede utilizarse con precaución a corto plazo, especialmente en el trabajo de parto. Contraindicado en exposiciones prolongadas.",
            "riscoLactacao": "Considerado seguro para exposiciones cortas. No se han reportado efectos adversos en lactantes.",
            "ajusteRenal": "No se requiere ajuste en insuficiencia renal, ya que no se metaboliza.",
            "ajusteHepatico": "No se requiere ajuste en insuficiencia hepática.",
            "contraindicacoes": "Neumotórax, embolia gaseosa, distensión abdominal grave, cirugía del oído medio, traumatismo craneal con hipertensión intracraneal, deficiencia no corregida de vitamina B12.",
            "interacaoMedicamento": "Potencia los efectos de otros anestésicos y opioides. Puede inactivar la vitamina B12 y no debe usarse con fármacos mielotóxicos. La exposición prolongada reduce la actividad de la metionina sintasa, afectando la síntesis de ADN y mielina, especialmente en pacientes con deficiencia de B12. Evitar el uso conjunto con agentes mielotóxicos como zidovudina. Monitorizar niveles de B12 en pacientes de riesgo (ancianos, desnutridos, vegetarianos estrictos). En anestesia general potencia el efecto de anestésicos volátiles (p. ej., sevoflurano, isoflurano, halotano), permitiendo reducir su concentración alveolar mínima (CAM).",
            "apresentacao": "Cilindros presurizados que contienen óxido nitroso puro (100%) o mezcla balanceada (50/50 con oxígeno).",
            "preparo": "No requiere preparación previa. Usar con sistemas de válvula con mezcla balanceada y control de flujo.",
            "solucoesCompatíveis": "No aplica. Se administra como gas por vía inhalatoria sin dilución líquida.",
            "armazenamento": "Cilindros almacenados verticalmente, en lugar ventilado, alejados de fuentes de calor. Presión interna hasta 50 atm.",
            "cuidadosMedicos": "Monitorizar saturación de oxígeno, nivel de consciencia y signos vitales. Interrumpir si aparecen náuseas, agitación o signos de hipoxia.",
            "cuidadosFarmaceuticos": "Verificar integridad y conexión de cilindros. Asegurar la proporción correcta de mezcla. Prevenir contaminación cruzada de válvulas y mascarillas.",
            "cuidadosEnfermagem": "Asistir en el uso de mascarilla bien posicionada. Monitorizar la respuesta clínica y eventos adversos.",
            "fontesBibliograficas": "Prospecto Anvisa (Óxido Nitroso), Miller’s Anesthesia, UpToDate (2024), Manual SBP de Anestesia, PubMed ID 31902981, EMEA Nitrous Oxide Safety Guidelines."
        }
    }
}