{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Paracetamol (acetaminofeno)",
            "nomeComercial": "Tylenol®, Novalgina Paracetamol®, Panadol®, Dôrico®",
            "classificacao": "Analgésico e antipirético; inibidor central da ciclooxigenase (COX-3); não anti-inflamatório clássico",
            "mecanismoAcao": "O paracetamol exerce seu efeito predominantemente no sistema nervoso central por inibição da ciclooxigenase-3 (uma isoforma da COX-1 encontrada no SNC), resultando em diminuição da síntese de prostaglandinas envolvidas na febre e percepção da dor. Diferente dos AINEs, sua ação periférica é mínima, explicando a ausência de atividade anti-inflamatória significativa. Também modula vias serotoninérgicas e endocanabinoides descendentes, aumentando o limiar da dor. A ausência de inibição periférica da COX explica seu perfil de segurança gastrintestinal e renal superior aos AINEs clássicos. Estudos recentes sugerem também que o paracetamol atue no sistema endocanabinoide, por meio da formação de um metabólito ativo (AM404), que inibe a recaptação de anandamida, um modulador da dor no SNC. Essa via explica parte da eficácia analgésica e antipirética observada. A ausência de ação periférica reduz risco de broncoespasmo em asmáticos sensíveis a AINEs, sendo preferido nessa população.",
            "farmacocinetica": "• Início de ação: 15–30 min (oral); 5–10 min (IV); 30 min (retal).\n• Pico plasmático: 30–60 min (VO); 15–30 min (IV).\n• Meia-vida: 1,5–3 h (em adultos saudáveis); prolongada em hepatopatas e neonatos.\n• Ligação a proteínas: 10–25%.\n• Metabolização: hepática (conjugação com glicuronídeo e sulfato; <10% via CYP2E1 para NAPQI).\n• Excreção: urinária (90% como conjugados; 2–3% inalterado).\n• Cruza placenta e está presente no leite materno em concentrações baixas.",
            "farmacodinamica": "Promove redução eficaz da febre e alívio da dor leve a moderada, incluindo cefaleia, mialgia, artralgia, odontalgia e dor pós-operatória. Não interfere na agregação plaquetária nem causa sangramento gastrointestinal. É particularmente útil como antipirético em pediatria e em pacientes com contraindicação a AINEs. O efeito analgésico é semelhante ao de 400 mg de ibuprofeno em dores leves. Em uso intravenoso, apresenta início de ação mais rápido e maior pico terapêutico. O paracetamol não altera tempo de sangramento, não afeta agregação plaquetária nem prejudica função renal em uso isolado, o que o torna seguro em idosos, nefropatas e gestantes. O uso pré-operatório é seguro e não interfere em provas de coagulação, mesmo em cirurgias de grande porte. Quando administrado por via IV, atinge concentrações terapêuticas em líquido cefalorraquidiano e central em poucos minutos, sendo útil como parte de esquemas multimodais em analgesia pós-operatória.",
            "indicacoes": "• Febre de qualquer etiologia (adultos e pediátricos).\n• Dor leve a moderada (cefaléia, mialgia, artralgia, dor pós-operatória).\n• Dor oncológica como coanalgésico.\n• Dor na gestação e lactação.\n• Antitérmico de primeira escolha em pediatria.\n• Analgésico alternativo para pacientes com contraindicação a AINEs (gastrite, úlcera, disfunção renal).",
            "posologia": "Adultos:\n• VO/IV: 500–1000 mg a cada 6–8 h (máx. 4 g/dia).\n• Retal: 500–1000 mg a cada 6 h.\nPediatria:\n• VO: 10–15 mg/kg/dose a cada 6 h (máx. 60 mg/kg/dia ou 4 g/dia).\n• IV: 7,5–15 mg/kg a cada 6 h (dose ajustada por peso e idade).\n• Retal: 15–20 mg/kg a cada 6–8 h.\nNeonatos:\n• 10–12 mg/kg/dose a cada 8–12 h (máximo 30–40 mg/kg/dia).",
            "administracao": "• Oral: com ou sem alimentos; absorção ligeiramente reduzida com alimentos gordurosos.\n• Intravenosa: infusão lenta em 15 min para evitar hipotensão e taquicardia.\n• Retal: opção em crianças sem via oral; absorção variável.",
            "doseMaxima": "4 g/dia em adultos; 75 mg/kg/dia em crianças sob supervisão; 3 g/dia em hepatopatas.",
            "doseMinima": "325 mg VO ou 10 mg/kg/dose pediátrica.",
            "reacoesAdversas": "Comuns (1–10%):\n• Náusea, vômito, rash cutâneo leve.\n• Sonolência leve, dor no local da infusão (IV).\nIncomuns (0,1–1%):\n• Prurido, urticária, leucopenia.\nRaras (<0,1%):\n• Lesão hepática grave em superdose.\n• Pancreatite, anafilaxia, agranulocitose, metemoglobinemia.",
            "riscoGravidez": "Categoria B. Amplo histórico de uso seguro em todas as fases da gestação. Preferido para dor e febre em grávidas.",
            "riscoLactacao": "Compatível com amamentação. Quantidade excretada no leite é pequena e não causa efeitos adversos clínicos relevantes.",
            "ajusteRenal": "• ClCr 10–50 mL/min: intervalo de dose 6–8 h.\n• ClCr <10 mL/min: aumentar intervalo para 8–12 h.\n• Diálise: ajustar intervalo conforme clearance e sintomas.",
            "ajusteHepatico": "• Em hepatopatia leve: não é necessário ajuste.\n• Em hepatopatia grave: dose máxima diária 2–3 g com monitoramento de transaminases.",
            "contraindicacoes": "• Hipersensibilidade conhecida ao paracetamol.\n• Hepatite ativa, insuficiência hepática grave descompensada.\n• Uso crônico de álcool com risco de hepatotoxicidade acentuada.",
            "interacaoMedicamento": "• Aumento da hepatotoxicidade com álcool, isoniazida, fenitoína, carbamazepina.\n• Warfarina: uso prolongado pode potencializar anticoagulação (interferência no metabolismo da vitamina K).\n• Zidovudina: risco de neutropenia aumentado. O risco de hepatotoxicidade é aumentado quando usado concomitantemente com álcool, mesmo em doses terapêuticas, devido à indução do CYP2E1 e aumento da formação do metabólito tóxico NAPQI. Pacientes com desnutrição, jejum prolongado, sepse ou uso crônico de indutores hepáticos (fenitoína, carbamazepina, rifampicina) estão em maior risco de necrose hepática mesmo com doses limítrofes. O uso concomitante com anticoagulantes orais por mais de 7 dias pode elevar o INR, sendo necessário monitoramento com INR seriado.",
            "apresentacao": "• Comprimidos: 500 mg, 750 mg, 1 g.\n• Solução oral: 32 mg/mL (gotas), 200 mg/5 mL, 500 mg/5 mL.\n• Solução injetável: 10 mg/mL em 100 mL (1 g).\n• Supositórios: 125 mg, 250 mg, 500 mg.",
            "preparo": "• IV: não diluir; administrar 100 mL diretamente em 15 min.\n• Oral: administrar em jejum ou após alimentação leve.\n• Retal: manter em geladeira; administrar após evacuação.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Não administrar com bicarbonato ou soluções alcalinas.",
            "armazenamento": "• Temperatura ambiente (15°C a 30°C).\n• Proteger da luz e calor.\n• Solução IV deve ser utilizada imediatamente após abertura.",
            "cuidadosMedicos": "• Considerar risco hepático em alcoólatras, hepatopatas e uso prolongado.\n• Aconselhar sobre toxicidade potencial com múltiplos medicamentos contendo paracetamol.\n• Monitorar função hepática em uso >7 dias ou em combinação com hepatotóxicos.\n• Avaliar uso de N-acetilcisteína em casos de superdose (>150 mg/kg VO ou >7,5 g/dia adulto).",
            "cuidadosFarmaceuticos": "• Verificar concentração e posologia especialmente em soluções pediátricas.\n• Educar pacientes sobre risco de duplicidade terapêutica.\n• Confirmar dose máxima por peso em pediatria.\n• Garantir integridade da solução IV e tempo correto de infusão.",
            "cuidadosEnfermagem": "• Avaliar resposta antitérmica e analgésica após 30–60 minutos.\n• Monitorar sinais de hepatotoxicidade (icterícia, náusea persistente).\n• Garantir administração espaçada (mínimo 4 h entre doses).\n• Observar e relatar eventos adversos como rash, urticária ou tontura.",
            "fontesBibliograficas": "Bula Anvisa (Tylenol®), UpToDate (2024), Micromedex, PubMed ID 37631844, Goodman & Gilman (13ª Ed.), WHO Pain Guidelines, SBP Manual Terapêutico Pediátrico (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Acetaminophen (Paracetamol)",
            "nomeComercial": "Tylenol®, Panadol®, Ofirmev®, Calpol®",
            "classificacao": "Analgesic and antipyretic; central cyclooxygenase (COX-3) inhibitor; not a classic anti-inflammatory",
            "mecanismoAcao": "Acetaminophen exerts its effect predominantly in the central nervous system by inhibiting cyclooxygenase-3 (a COX-1 isoform found in the CNS), resulting in decreased synthesis of prostaglandins involved in fever and pain perception. Unlike NSAIDs, its peripheral action is minimal, explaining the absence of significant anti-inflammatory activity. It also modulates descending serotonergic and endocannabinoid pathways, increasing pain threshold. The absence of peripheral COX inhibition explains its superior gastrointestinal and renal safety profile compared to classic NSAIDs. Recent studies also suggest that acetaminophen acts on the endocannabinoid system through formation of an active metabolite (AM404), which inhibits anandamide reuptake, a pain modulator in the CNS. This pathway explains part of the observed analgesic and antipyretic efficacy. The absence of peripheral action reduces risk of bronchospasm in NSAID-sensitive asthmatics, making it preferred in this population.",
            "farmacocinetica": "• Onset of action: 15–30 min (oral); 5–10 min (IV); 30 min (rectal).\n• Plasma peak: 30–60 min (PO); 15–30 min (IV).\n• Half-life: 1.5–3 h (in healthy adults); prolonged in hepatopaths and neonates.\n• Protein binding: 10–25%.\n• Metabolism: hepatic (conjugation with glucuronide and sulfate; <10% via CYP2E1 to NAPQI).\n• Excretion: urinary (90% as conjugates; 2–3% unchanged).\n• Crosses placenta and present in breast milk in low concentrations.",
            "farmacodinamica": "Promotes effective fever reduction and relief of mild to moderate pain, including headache, myalgia, arthralgia, dental pain and postoperative pain. Does not interfere with platelet aggregation or cause gastrointestinal bleeding. Particularly useful as antipyretic in pediatrics and patients with NSAID contraindications. Analgesic effect is similar to 400 mg ibuprofen in mild pain. In IV use, presents faster onset and higher therapeutic peak. Acetaminophen does not alter bleeding time, does not affect platelet aggregation or impair renal function in isolated use, making it safe in elderly, nephropaths and pregnant women. Preoperative use is safe and does not interfere with coagulation tests, even in major surgeries. When administered IV, reaches therapeutic concentrations in cerebrospinal fluid and central in minutes, being useful as part of multimodal schemes in postoperative analgesia.",
            "indicacoes": "• Fever of any etiology (adults and pediatrics).\n• Mild to moderate pain (headache, myalgia, arthralgia, postoperative pain).\n• Cancer pain as co-analgesic.\n• Pain in pregnancy and lactation.\n• First-choice antipyretic in pediatrics.\n• Alternative analgesic for patients with NSAID contraindications (gastritis, ulcer, renal dysfunction).",
            "posologia": "Adults:\n• PO/IV: 500–1000 mg every 6–8 h (max. 4 g/day).\n• Rectal: 500–1000 mg every 6 h.\nPediatrics:\n• PO: 10–15 mg/kg/dose every 6 h (max. 60 mg/kg/day or 4 g/day).\n• IV: 7.5–15 mg/kg every 6 h (dose adjusted by weight and age).\n• Rectal: 15–20 mg/kg every 6–8 h.\nNeonates:\n• 10–12 mg/kg/dose every 8–12 h (maximum 30–40 mg/kg/day).",
            "administracao": "• Oral: with or without food; absorption slightly reduced with fatty foods.\n• Intravenous: slow infusion over 15 min to avoid hypotension and tachycardia.\n• Rectal: option in children without oral route; variable absorption.",
            "doseMaxima": "4 g/day in adults; 75 mg/kg/day in children under supervision; 3 g/day in hepatopaths.",
            "doseMinima": "325 mg PO or 10 mg/kg/dose pediatric.",
            "reacoesAdversas": "Common (1–10%):\n• Nausea, vomiting, mild skin rash.\n• Mild drowsiness, pain at infusion site (IV).\nUncommon (0.1–1%):\n• Pruritus, urticaria, leukopenia.\nRare (<0.1%):\n• Severe liver injury in overdose.\n• Pancreatitis, anaphylaxis, agranulocytosis, methemoglobinemia.",
            "riscoGravidez": "Category B. Extensive history of safe use in all phases of pregnancy. Preferred for pain and fever in pregnant women.",
            "riscoLactacao": "Compatible with breastfeeding. Amount excreted in milk is small and does not cause clinically relevant adverse effects.",
            "ajusteRenal": "• CrCl 10–50 mL/min: dose interval 6–8 h.\n• CrCl <10 mL/min: increase interval to 8–12 h.\n• Dialysis: adjust interval according to clearance and symptoms.",
            "ajusteHepatico": "• In mild hepatopathy: no adjustment necessary.\n• In severe hepatopathy: maximum daily dose 2–3 g with transaminase monitoring.",
            "contraindicacoes": "• Known hypersensitivity to acetaminophen.\n• Active hepatitis, severe decompensated liver failure.\n• Chronic alcohol use with risk of accentuated hepatotoxicity.",
            "interacaoMedicamento": "• Increased hepatotoxicity with alcohol, isoniazid, phenytoin, carbamazepine.\n• Warfarin: prolonged use may potentiate anticoagulation (interference with vitamin K metabolism).\n• Zidovudine: increased risk of neutropenia. Risk of hepatotoxicity is increased when used concomitantly with alcohol, even at therapeutic doses, due to CYP2E1 induction and increased formation of toxic metabolite NAPQI. Patients with malnutrition, prolonged fasting, sepsis or chronic use of hepatic inducers (phenytoin, carbamazepine, rifampin) are at higher risk of hepatic necrosis even with borderline doses. Concomitant use with oral anticoagulants for more than 7 days may elevate INR, requiring serial INR monitoring.",
            "apresentacao": "• Tablets: 500 mg, 750 mg, 1 g.\n• Oral solution: 32 mg/mL (drops), 200 mg/5 mL, 500 mg/5 mL.\n• Injectable solution: 10 mg/mL in 100 mL (1 g).\n• Suppositories: 125 mg, 250 mg, 500 mg.",
            "preparo": "• IV: do not dilute; administer 100 mL directly over 15 min.\n• Oral: administer on empty stomach or after light meal.\n• Rectal: keep refrigerated; administer after bowel movement.",
            "solucoesCompatíveis": "• 0.9% NS, 5% dextrose.\n• Do not administer with bicarbonate or alkaline solutions.",
            "armazenamento": "• Room temperature (15°C to 30°C).\n• Protect from light and heat.\n• IV solution should be used immediately after opening.",
            "cuidadosMedicos": "• Consider hepatic risk in alcoholics, hepatopaths and prolonged use.\n• Counsel on potential toxicity with multiple medications containing acetaminophen.\n• Monitor liver function in use >7 days or in combination with hepatotoxics.\n• Evaluate use of N-acetylcysteine in overdose cases (>150 mg/kg PO or >7.5 g/day adult).",
            "cuidadosFarmaceuticos": "• Check concentration and dosage especially in pediatric solutions.\n• Educate patients about risk of therapeutic duplication.\n• Confirm maximum dose by weight in pediatrics.\n• Ensure IV solution integrity and correct infusion time.",
            "cuidadosEnfermagem": "• Evaluate antipyretic and analgesic response after 30–60 minutes.\n• Monitor signs of hepatotoxicity (jaundice, persistent nausea).\n• Ensure spaced administration (minimum 4 h between doses).\n• Observe and report adverse events such as rash, urticaria or dizziness.",
            "fontesBibliograficas": "FDA Label (Tylenol®), UpToDate (2024), Micromedex, PubMed ID 37631844, Goodman & Gilman (13th Ed.), WHO Pain Guidelines, AAP Pediatric Therapeutic Manual (2023)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Paracetamol (Acetaminofeno)",
            "nomeComercial": "Tylenol®, Panadol®, Dôrico®, Calpol®",
            "classificacao": "Analgésico y antipirético; inhibidor central de la ciclooxigenasa (COX-3); no antiinflamatorio clásico",
            "mecanismoAcao": "El paracetamol ejerce su efecto predominantemente en el sistema nervioso central por inhibición de la ciclooxigenasa-3 (una isoforma de COX-1 encontrada en el SNC), resultando en disminución de la síntesis de prostaglandinas involucradas en la fiebre y percepción del dolor. A diferencia de los AINEs, su acción periférica es mínima, explicando la ausencia de actividad antiinflamatoria significativa. También modula vías serotoninérgicas y endocannabinoides descendentes, aumentando el umbral del dolor. La ausencia de inhibición periférica de COX explica su perfil de seguridad gastrointestinal y renal superior a los AINEs clásicos. Estudios recientes sugieren también que el paracetamol actúe en el sistema endocannabinoide, mediante la formación de un metabolito activo (AM404), que inhibe la recaptación de anandamida, un modulador del dolor en el SNC. Esta vía explica parte de la eficacia analgésica y antipirética observada. La ausencia de acción periférica reduce riesgo de broncoespasmo en asmáticos sensibles a AINEs, siendo preferido en esta población.",
            "farmacocinetica": "• Inicio de acción: 15–30 min (oral); 5–10 min (IV); 30 min (rectal).\n• Pico plasmático: 30–60 min (VO); 15–30 min (IV).\n• Vida media: 1,5–3 h (en adultos sanos); prolongada en hepatópatas y neonatos.\n• Unión a proteínas: 10–25%.\n• Metabolización: hepática (conjugación con glucurónido y sulfato; <10% vía CYP2E1 para NAPQI).\n• Excreción: urinaria (90% como conjugados; 2–3% inalterado).\n• Cruza placenta y está presente en leche materna en concentraciones bajas.",
            "farmacodinamica": "Promueve reducción efectiva de la fiebre y alivio del dolor leve a moderado, incluyendo cefalea, mialgia, artralgia, odontalgia y dolor post-operatorio. No interfiere en la agregación plaquetaria ni causa sangrado gastrointestinal. Es particularmente útil como antipirético en pediatría y en pacientes con contraindicación a AINEs. El efecto analgésico es similar al de 400 mg de ibuprofeno en dolores leves. En uso intravenoso, presenta inicio de acción más rápido y mayor pico terapéutico. El paracetamol no altera tiempo de sangrado, no afecta agregación plaquetaria ni perjudica función renal en uso aislado, lo que lo torna seguro en ancianos, nefrópatas y gestantes. El uso pre-operatorio es seguro y no interfiere en pruebas de coagulación, incluso en cirugías de gran porte. Cuando administrado por vía IV, alcanza concentraciones terapéuticas en líquido cefalorraquídeo y central en pocos minutos, siendo útil como parte de esquemas multimodales en analgesia post-operatoria.",
            "indicacoes": "• Fiebre de cualquier etiología (adultos y pediátricos).\n• Dolor leve a moderado (cefalea, mialgia, artralgia, dolor post-operatorio).\n• Dolor oncológico como coanalgésico.\n• Dolor en gestación y lactación.\n• Antitérmico de primera elección en pediatría.\n• Analgésico alternativo para pacientes con contraindicación a AINEs (gastritis, úlcera, disfunción renal).",
            "posologia": "Adultos:\n• VO/IV: 500–1000 mg cada 6–8 h (máx. 4 g/día).\n• Rectal: 500–1000 mg cada 6 h.\nPediatría:\n• VO: 10–15 mg/kg/dosis cada 6 h (máx. 60 mg/kg/día o 4 g/día).\n• IV: 7,5–15 mg/kg cada 6 h (dosis ajustada por peso y edad).\n• Rectal: 15–20 mg/kg cada 6–8 h.\nNeonatos:\n• 10–12 mg/kg/dosis cada 8–12 h (máximo 30–40 mg/kg/día).",
            "administracao": "• Oral: con o sin alimentos; absorción ligeramente reducida con alimentos grasos.\n• Intravenosa: infusión lenta en 15 min para evitar hipotensión y taquicardia.\n• Rectal: opción en niños sin vía oral; absorción variable.",
            "doseMaxima": "4 g/día en adultos; 75 mg/kg/día en niños bajo supervisión; 3 g/día en hepatópatas.",
            "doseMinima": "325 mg VO o 10 mg/kg/dosis pediátrica.",
            "reacoesAdversas": "Comunes (1–10%):\n• Náusea, vómito, rash cutáneo leve.\n• Somnolencia leve, dolor en el sitio de infusión (IV).\nPoco comunes (0,1–1%):\n• Prurito, urticaria, leucopenia.\nRaras (<0,1%):\n• Lesión hepática grave en sobredosis.\n• Pancreatitis, anafilaxia, agranulocitosis, metahemoglobinemia.",
            "riscoGravidez": "Categoría B. Amplio historial de uso seguro en todas las fases de la gestación. Preferido para dolor y fiebre en embarazadas.",
            "riscoLactacao": "Compatible con lactancia. Cantidad excretada en leche es pequeña y no causa efectos adversos clínicamente relevantes.",
            "ajusteRenal": "• ClCr 10–50 mL/min: intervalo de dosis 6–8 h.\n• ClCr <10 mL/min: aumentar intervalo a 8–12 h.\n• Diálisis: ajustar intervalo según aclaramiento y síntomas.",
            "ajusteHepatico": "• En hepatopatía leve: no es necesario ajuste.\n• En hepatopatía grave: dosis máxima diaria 2–3 g con monitorización de transaminasas.",
            "contraindicacoes": "• Hipersensibilidad conocida al paracetamol.\n• Hepatitis activa, insuficiencia hepática grave descompensada.\n• Uso crónico de alcohol con riesgo de hepatotoxicidad acentuada.",
            "interacaoMedicamento": "• Aumento de hepatotoxicidad con alcohol, isoniazida, fenitoína, carbamazepina.\n• Warfarina: uso prolongado puede potenciar anticoagulación (interferencia en metabolismo de vitamina K).\n• Zidovudina: riesgo de neutropenia aumentado. El riesgo de hepatotoxicidad aumenta cuando se usa concomitantemente con alcohol, incluso en dosis terapéuticas, debido a inducción de CYP2E1 y aumento de formación del metabolito tóxico NAPQI. Pacientes con desnutrición, ayuno prolongado, sepsis o uso crónico de inductores hepáticos (fenitoína, carbamazepina, rifampicina) están en mayor riesgo de necrosis hepática incluso con dosis límite. El uso concomitante con anticoagulantes orales por más de 7 días puede elevar el INR, siendo necesario monitorización con INR seriado.",
            "apresentacao": "• Comprimidos: 500 mg, 750 mg, 1 g.\n• Solución oral: 32 mg/mL (gotas), 200 mg/5 mL, 500 mg/5 mL.\n• Solución inyectable: 10 mg/mL en 100 mL (1 g).\n• Supositorios: 125 mg, 250 mg, 500 mg.",
            "preparo": "• IV: no diluir; administrar 100 mL directamente en 15 min.\n• Oral: administrar en ayunas o tras alimentación ligera.\n• Rectal: mantener refrigerado; administrar tras evacuación.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• No administrar con bicarbonato o soluciones alcalinas.",
            "armazenamento": "• Temperatura ambiente (15°C a 30°C).\n• Proteger de luz y calor.\n• Solución IV debe utilizarse inmediatamente tras apertura.",
            "cuidadosMedicos": "• Considerar riesgo hepático en alcohólicos, hepatópatas y uso prolongado.\n• Aconsejar sobre toxicidad potencial con múltiples medicamentos conteniendo paracetamol.\n• Monitorizar función hepática en uso >7 días o en combinación con hepatotóxicos.\n• Evaluar uso de N-acetilcisteína en casos de sobredosis (>150 mg/kg VO o >7,5 g/día adulto).",
            "cuidadosFarmaceuticos": "• Verificar concentración y posología especialmente en soluciones pediátricas.\n• Educar pacientes sobre riesgo de duplicidad terapéutica.\n• Confirmar dosis máxima por peso en pediatría.\n• Garantizar integridad de solución IV y tiempo correcto de infusión.",
            "cuidadosEnfermagem": "• Evaluar respuesta antitérmica y analgésica tras 30–60 minutos.\n• Monitorizar signos de hepatotoxicidad (ictericia, náusea persistente).\n• Garantizar administración espaciada (mínimo 4 h entre dosis).\n• Observar y reportar eventos adversos como rash, urticaria o mareo.",
            "fontesBibliograficas": "Prospecto EMA (Tylenol®), UpToDate (2024), Micromedex, PubMed ID 37631844, Goodman & Gilman (13ª Ed.), WHO Pain Guidelines, SBP Manual Terapéutico Pediátrico (2023)."
        }
    }
}