{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Pentazocina (cloridrato de pentazocina)",
            "nomeComercial": "Fortral®, Talwin®",
            "classificacao": "Analgésico opioide; agonista-antagonista opioide; agonista de receptores κ e antagonista parcial de receptores μ",
            "mecanismoAcao": "A pentazocina é um agonista dos receptores opioides κ (kappa) e um antagonista parcial dos receptores μ (mu). Sua ação nos receptores κ promove analgesia espinal moderada, além de efeitos psicomiméticos e disforia em doses elevadas. Como antagonista parcial dos receptores μ, apresenta menor risco de depressão respiratória, euforia e dependência, embora em altas doses possa antagonizar parcialmente os efeitos de opioides agonistas plenos. Apresenta também leve ação simpaticomimética, elevando frequência cardíaca e pressão arterial em alguns pacientes. Sua ação agonista κ promove analgesia de predomínio espinal, reduzindo a condução nociceptiva em interneurônios da substância gelatinosa da medula espinhal. A antagonização parcial dos receptores μ impede ativação total da via dopaminérgica mesolímbica, o que reduz euforia e reforço positivo, conferindo menor potencial de abuso. Contudo, essa propriedade pode causar antagonismo cruzado com opioides μ em uso prévio, levando à precipitação de síndrome de abstinência com sintomas como sudorese, dor abdominal, irritabilidade e náusea intensa.",
            "farmacocinetica": "• Início de ação: 15–30 minutos (VO/IM/SC), 2–3 min (IV).\n• Pico de efeito: 30–60 minutos.\n• Duração da analgesia: 3 a 4 horas.\n• Meia-vida: 2 a 4 horas.\n• Ligação a proteínas plasmáticas: ~45%.\n• Volume de distribuição: 3–5 L/kg.\n• Metabolização: hepática (CYP450), formando metabólitos inativos.\n• Excreção: renal, em sua maioria como metabólitos conjugados.",
            "farmacodinamica": "Apresenta analgesia moderada comparável à da morfina em doses terapêuticas, com efeito teto para depressão respiratória. A ação agonista κ é associada a disforia, sedação e alterações cognitivas. Pode causar aumento da resistência vascular pulmonar e sobrecarga de ventrículo direito, sendo contraindicada em pacientes com doença coronariana instável. Seu perfil de antagonista μ torna a pentazocina inadequada para pacientes em uso crônico de opioides agonistas plenos devido ao risco de precipitação de abstinência. O efeito teto em analgesia e depressão respiratória limita a escalabilidade terapêutica da pentazocina em dores intensas. Em estudos comparativos, sua potência analgésica equivale a aproximadamente 30 mg de morfina a cada 60 mg de pentazocina. Efeitos adversos psicomiméticos são mais pronunciados em mulheres e idosos, com maior incidência de confusão e delírio em pacientes acima de 65 anos. Em situações de abstinência induzida, os sintomas iniciam geralmente em 15 a 30 minutos após a injeção, sendo autorresolutivos, mas desconfortáveis.",
            "indicacoes": "• Alívio de dor moderada a intensa de origem aguda ou crônica.\n• Alternativa para pacientes com risco aumentado de depressão respiratória.\n• Situações onde se deseja reduzir o potencial de abuso de opioides potentes.\n• Off-label: analgesia obstétrica (com cautela), dor pós-operatória, dor oncológica (em pacientes sem exposição prévia a opioides μ).",
            "posologia": "Adultos:\n• VO: 50–100 mg a cada 3–4 h, máximo 600 mg/dia.\n• IM/SC: 30–60 mg a cada 3–4 h, máximo 360 mg/dia.\n• IV (lento): 30 mg a cada 3–4 h (em hospital).\nPediatria:\n• Uso não recomendado devido à variabilidade farmacodinâmica e efeitos adversos centrais.",
            "administracao": "• Oral: comprimidos ou solução oral.\n• Parenteral: IM, SC ou IV (deve ser administrada lentamente, diluída se necessário).\n• Observar sinais de reações adversas após administração parenteral, especialmente IV.",
            "doseMaxima": "• 600 mg/dia VO.\n• 360 mg/dia parenteral.\n• Doses acima aumentam risco de disforia e alucinações.",
            "doseMinima": "• 30 mg IM/SC ou 50 mg VO a cada 3–4 h.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Náusea, tontura, sonolência.\n• Efeitos psicomiméticos (despersonalização, confusão).\nComuns (1–10%):\n• Vômitos, constipação, taquicardia, sudorese.\n• Elevação da PA, disforia, euforia moderada.\nIncomuns (0,1–1%):\n• Reações alérgicas, rash cutâneo.\n• Tremores, insônia, agitação.\nRaras (<0,1%):\n• Depressão respiratória (especialmente IV rápida).\n• Crise hipertensiva em pacientes sensíveis a catecolaminas.",
            "riscoGravidez": "Categoria C. Pode causar depressão respiratória neonatal se usado próximo ao parto. Usar apenas se claramente necessário e sob monitoramento hospitalar.",
            "riscoLactacao": "Excretada em pequenas quantidades no leite. Usar com cautela, evitar amamentação até 24 h após dose parenteral.",
            "ajusteRenal": "• Usar com cautela em disfunção renal grave (depuração <30 mL/min).\n• Reduzir dose e aumentar intervalo entre administrações.",
            "ajusteHepatico": "• Cautela em hepatopatas moderados a graves.\n• Monitorar sinais de sedação e acúmulo.",
            "contraindicacoes": "• Hipersensibilidade à pentazocina.\n• Insuficiência coronariana grave.\n• Uso concomitante com opioides agonistas plenos.\n• Hipertensão descompensada ou feocromocitoma.\n• Histórico de psicose ou esquizofrenia.",
            "interacaoMedicamento": "• Potencialização com álcool, benzodiazepínicos e depressores do SNC.\n• Redução de efeito de agonistas μ (ex: morfina, oxicodona).\n• Uso com inibidores da MAO: risco de hipertensão e excitação.\n• Evitar uso com clonidina (antagonismo de efeito analgésico). A pentazocina pode antagonizar analgesia de agonistas opioides μ como morfina, oxicodona e fentanil, sendo contraindicada em pacientes em tratamento crônico com esses agentes. Seu uso com antidepressivos tricíclicos ou ISRS pode aumentar risco de síndrome serotoninérgica leve. Há potencial aditivo com bloqueadores de canais de cálcio, resultando em hipotensão. Inibidores da MAO devem ser evitados pelo risco de hipertensão grave, crises adrenérgicas e hipertermia. O uso com antipsicóticos pode intensificar sintomas extrapiramidais e disforia.",
            "apresentacao": "• Comprimidos: 50 mg, 100 mg.\n• Solução injetável: 30 mg/mL em ampolas de 1 mL.\n• Formulações combinadas com naloxona disponíveis em alguns países (não comercializadas no Brasil).",
            "preparo": "• IV: diluir 30 mg em 10–20 mL de SF 0,9%, administrar lentamente.\n• IM/SC: administrar puro em locais com boa perfusão muscular.\n• VO: ingerir com ou sem alimentos, sem triturar comprimidos.",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Incompatível com soluções alcalinas e lipídicas.\n• Usar diluente adequado para administração IV lenta.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz e calor excessivo.\n• Após aberto, utilizar imediatamente ou em até 24 h sob refrigeração.",
            "cuidadosMedicos": "• Monitorar sinais vitais e efeitos neuropsiquiátricos após uso parenteral.\n• Avaliar risco-benefício em pacientes com histórico psiquiátrico.\n• Evitar uso em associação com outros opioides.\n• Ter naloxona disponível para eventos de depressão respiratória.",
            "cuidadosFarmaceuticos": "• Verificar dose, via e concentração.\n• Orientar equipe sobre risco de efeitos psicomiméticos.\n• Monitorar armazenamento adequado e integridade da ampola.\n• Documentar reações adversas e intervenções associadas.",
            "cuidadosEnfermagem": "• Avaliar padrão respiratório, sedação e nível de consciência.\n• Observar alterações comportamentais (confusão, alucinação).\n• Assegurar administração lenta por via IV.\n• Reportar reações adversas e eficácia analgésica.",
            "fontesBibliograficas": "Bula Anvisa (Fortral®), UpToDate (2024), Micromedex, PubMed ID 37623417, Goodman & Gilman (13ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.), WHO Essential Medicines Opioid Guidelines (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Pentazocine (Pentazocine Hydrochloride)",
            "nomeComercial": "Talwin®, Fortral®, Sosegon®",
            "classificacao": "Opioid analgesic; opioid agonist-antagonist; κ receptor agonist and partial μ receptor antagonist",
            "mecanismoAcao": "Pentazocine is an agonist of κ (kappa) opioid receptors and a partial antagonist of μ (mu) receptors. Its action on κ receptors promotes moderate spinal analgesia, in addition to psychomimetic effects and dysphoria at high doses. As a partial antagonist of μ receptors, it presents lower risk of respiratory depression, euphoria and dependence, although at high doses it may partially antagonize the effects of full agonist opioids. It also has mild sympathomimetic action, elevating heart rate and blood pressure in some patients. Its κ agonist action promotes predominantly spinal analgesia, reducing nociceptive conduction in interneurons of the spinal cord's substantia gelatinosa. Partial antagonization of μ receptors prevents full activation of the mesolimbic dopaminergic pathway, which reduces euphoria and positive reinforcement, conferring lower abuse potential. However, this property may cause cross-antagonism with μ opioids in prior use, leading to precipitation of withdrawal syndrome with symptoms such as sweating, abdominal pain, irritability and intense nausea.",
            "farmacocinetica": "• Onset of action: 15–30 minutes (PO/IM/SC), 2–3 min (IV).\n• Peak effect: 30–60 minutes.\n• Duration of analgesia: 3 to 4 hours.\n• Half-life: 2 to 4 hours.\n• Plasma protein binding: ~45%.\n• Volume of distribution: 3–5 L/kg.\n• Metabolism: hepatic (CYP450), forming inactive metabolites.\n• Excretion: renal, mostly as conjugated metabolites.",
            "farmacodinamica": "Presents moderate analgesia comparable to morphine at therapeutic doses, with ceiling effect for respiratory depression. κ agonist action is associated with dysphoria, sedation and cognitive changes. May cause increased pulmonary vascular resistance and right ventricular overload, being contraindicated in patients with unstable coronary disease. Its μ antagonist profile makes pentazocine inadequate for patients on chronic full agonist opioids due to risk of withdrawal precipitation. The ceiling effect in analgesia and respiratory depression limits pentazocine's therapeutic scalability in intense pain. In comparative studies, its analgesic potency equals approximately 30 mg of morphine per 60 mg of pentazocine. Psychomimetic adverse effects are more pronounced in women and elderly, with higher incidence of confusion and delirium in patients over 65 years. In induced withdrawal situations, symptoms usually begin 15 to 30 minutes after injection, being self-resolving but uncomfortable.",
            "indicacoes": "• Relief of moderate to severe pain of acute or chronic origin.\n• Alternative for patients with increased risk of respiratory depression.\n• Situations where reducing abuse potential of potent opioids is desired.\n• Off-label: obstetric analgesia (with caution), postoperative pain, cancer pain (in patients without prior μ opioid exposure).",
            "posologia": "Adults:\n• PO: 50–100 mg every 3–4 h, maximum 600 mg/day.\n• IM/SC: 30–60 mg every 3–4 h, maximum 360 mg/day.\n• IV (slow): 30 mg every 3–4 h (in hospital).\nPediatrics:\n• Use not recommended due to pharmacodynamic variability and central adverse effects.",
            "administracao": "• Oral: tablets or oral solution.\n• Parenteral: IM, SC or IV (should be administered slowly, diluted if necessary).\n• Observe signs of adverse reactions after parenteral administration, especially IV.",
            "doseMaxima": "• 600 mg/day PO.\n• 360 mg/day parenteral.\n• Doses above increase risk of dysphoria and hallucinations.",
            "doseMinima": "• 30 mg IM/SC or 50 mg PO every 3–4 h.",
            "reacoesAdversas": "Very common (>10%):\n• Nausea, dizziness, drowsiness.\n• Psychomimetic effects (depersonalization, confusion).\nCommon (1–10%):\n• Vomiting, constipation, tachycardia, sweating.\n• BP elevation, dysphoria, moderate euphoria.\nUncommon (0.1–1%):\n• Allergic reactions, skin rash.\n• Tremors, insomnia, agitation.\nRare (<0.1%):\n• Respiratory depression (especially rapid IV).\n• Hypertensive crisis in catecholamine-sensitive patients.",
            "riscoGravidez": "Category C. May cause neonatal respiratory depression if used near delivery. Use only if clearly necessary and under hospital monitoring.",
            "riscoLactacao": "Excreted in small amounts in milk. Use with caution, avoid breastfeeding until 24 h after parenteral dose.",
            "ajusteRenal": "• Use with caution in severe renal dysfunction (clearance <30 mL/min).\n• Reduce dose and increase interval between administrations.",
            "ajusteHepatico": "• Caution in moderate to severe hepatopaths.\n• Monitor signs of sedation and accumulation.",
            "contraindicacoes": "• Hypersensitivity to pentazocine.\n• Severe coronary insufficiency.\n• Concomitant use with full agonist opioids.\n• Decompensated hypertension or pheochromocytoma.\n• History of psychosis or schizophrenia.",
            "interacaoMedicamento": "• Potentiation with alcohol, benzodiazepines and CNS depressants.\n• Reduction of μ agonist effect (e.g., morphine, oxycodone).\n• Use with MAO inhibitors: risk of hypertension and excitation.\n• Avoid use with clonidine (antagonism of analgesic effect). Pentazocine may antagonize analgesia of μ opioid agonists such as morphine, oxycodone and fentanyl, being contraindicated in patients on chronic treatment with these agents. Its use with tricyclic antidepressants or SSRIs may increase risk of mild serotonin syndrome. There is additive potential with calcium channel blockers, resulting in hypotension. MAO inhibitors should be avoided due to risk of severe hypertension, adrenergic crises and hyperthermia. Use with antipsychotics may intensify extrapyramidal symptoms and dysphoria.",
            "apresentacao": "• Tablets: 50 mg, 100 mg.\n• Injectable solution: 30 mg/mL in 1 mL ampoules.\n• Formulations combined with naloxone available in some countries (not marketed in Brazil).",
            "preparo": "• IV: dilute 30 mg in 10–20 mL of 0.9% NS, administer slowly.\n• IM/SC: administer pure in sites with good muscle perfusion.\n• PO: ingest with or without food, do not crush tablets.",
            "solucoesCompatíveis": "• Normal saline 0.9%.\n• Incompatible with alkaline and lipid solutions.\n• Use appropriate diluent for slow IV administration.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light and excessive heat.\n• After opening, use immediately or within 24 h under refrigeration.",
            "cuidadosMedicos": "• Monitor vital signs and neuropsychiatric effects after parenteral use.\n• Evaluate risk-benefit in patients with psychiatric history.\n• Avoid use in association with other opioids.\n• Have naloxone available for respiratory depression events.",
            "cuidadosFarmaceuticos": "• Check dose, route and concentration.\n• Guide team about risk of psychomimetic effects.\n• Monitor adequate storage and ampoule integrity.\n• Document adverse reactions and associated interventions.",
            "cuidadosEnfermagem": "• Assess respiratory pattern, sedation and level of consciousness.\n• Observe behavioral changes (confusion, hallucination).\n• Ensure slow administration via IV.\n• Report adverse reactions and analgesic efficacy.",
            "fontesBibliograficas": "FDA Label (Talwin®), UpToDate (2024), Micromedex, PubMed ID 37623417, Goodman & Gilman (13th Ed.), Tintinalli's Emergency Medicine (9th Ed.), WHO Essential Medicines Opioid Guidelines (2023)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Pentazocina (Clorhidrato de Pentazocina)",
            "nomeComercial": "Fortral®, Talwin®, Sosegon®",
            "classificacao": "Analgésico opioide; agonista-antagonista opioide; agonista de receptores κ y antagonista parcial de receptores μ",
            "mecanismoAcao": "La pentazocina es un agonista de los receptores opioides κ (kappa) y un antagonista parcial de los receptores μ (mu). Su acción en los receptores κ promueve analgesia espinal moderada, además de efectos psicomiméticos y disforia en dosis elevadas. Como antagonista parcial de los receptores μ, presenta menor riesgo de depresión respiratoria, euforia y dependencia, aunque en altas dosis pueda antagonizar parcialmente los efectos de opioides agonistas plenos. Presenta también leve acción simpaticomimética, elevando frecuencia cardíaca y presión arterial en algunos pacientes. Su acción agonista κ promueve analgesia de predominio espinal, reduciendo la conducción nociceptiva en interneuronas de la sustancia gelatinosa de la médula espinal. La antagonización parcial de los receptores μ impide activación total de la vía dopaminérgica mesolímbica, lo que reduce euforia y refuerzo positivo, confiriendo menor potencial de abuso. Sin embargo, esta propiedad puede causar antagonismo cruzado con opioides μ en uso previo, llevando a la precipitación de síndrome de abstinencia con síntomas como sudoración, dolor abdominal, irritabilidad y náusea intensa.",
            "farmacocinetica": "• Inicio de acción: 15–30 minutos (VO/IM/SC), 2–3 min (IV).\n• Pico de efecto: 30–60 minutos.\n• Duración de la analgesia: 3 a 4 horas.\n• Vida media: 2 a 4 horas.\n• Unión a proteínas plasmáticas: ~45%.\n• Volumen de distribución: 3–5 L/kg.\n• Metabolización: hepática (CYP450), formando metabolitos inactivos.\n• Excreción: renal, en su mayoría como metabolitos conjugados.",
            "farmacodinamica": "Presenta analgesia moderada comparable a la de la morfina en dosis terapéuticas, con efecto techo para depresión respiratoria. La acción agonista κ está asociada a disforia, sedación y alteraciones cognitivas. Puede causar aumento de la resistencia vascular pulmonar y sobrecarga de ventrículo derecho, siendo contraindicada en pacientes con enfermedad coronaria inestable. Su perfil de antagonista μ torna la pentazocina inadecuada para pacientes en uso crónico de opioides agonistas plenos debido al riesgo de precipitación de abstinencia. El efecto techo en analgesia y depresión respiratoria limita la escalabilidad terapéutica de la pentazocina en dolores intensos. En estudios comparativos, su potencia analgésica equivale a aproximadamente 30 mg de morfina por cada 60 mg de pentazocina. Efectos adversos psicomiméticos son más pronunciados en mujeres y ancianos, con mayor incidencia de confusión y delirio en pacientes mayores de 65 años. En situaciones de abstinencia inducida, los síntomas inician generalmente en 15 a 30 minutos tras la inyección, siendo autorresolutivos, pero incómodos.",
            "indicacoes": "• Alivio de dolor moderado a intenso de origen agudo o crónico.\n• Alternativa para pacientes con riesgo aumentado de depresión respiratoria.\n• Situaciones donde se desea reducir el potencial de abuso de opioides potentes.\n• Off-label: analgesia obstétrica (con precaución), dolor post-operatorio, dolor oncológico (en pacientes sin exposición previa a opioides μ).",
            "posologia": "Adultos:\n• VO: 50–100 mg cada 3–4 h, máximo 600 mg/día.\n• IM/SC: 30–60 mg cada 3–4 h, máximo 360 mg/día.\n• IV (lento): 30 mg cada 3–4 h (en hospital).\nPediatría:\n• Uso no recomendado debido a la variabilidad farmacodinámica y efectos adversos centrales.",
            "administracao": "• Oral: comprimidos o solución oral.\n• Parenteral: IM, SC o IV (debe administrarse lentamente, diluido si es necesario).\n• Observar signos de reacciones adversas tras administración parenteral, especialmente IV.",
            "doseMaxima": "• 600 mg/día VO.\n• 360 mg/día parenteral.\n• Dosis por encima aumentan riesgo de disforia y alucinaciones.",
            "doseMinima": "• 30 mg IM/SC o 50 mg VO cada 3–4 h.",
            "reacoesAdversas": "Muy comunes (>10%):\n• Náusea, mareo, somnolencia.\n• Efectos psicomiméticos (despersonalización, confusión).\nComunes (1–10%):\n• Vómitos, estreñimiento, taquicardia, sudoración.\n• Elevación de la PA, disforia, euforia moderada.\nPoco comunes (0,1–1%):\n• Reacciones alérgicas, rash cutáneo.\n• Temblores, insomnio, agitación.\nRaras (<0,1%):\n• Depresión respiratoria (especialmente IV rápida).\n• Crisis hipertensiva en pacientes sensibles a catecolaminas.",
            "riscoGravidez": "Categoría C. Puede causar depresión respiratoria neonatal si se usa próximo al parto. Usar solo si claramente necesario y bajo monitorización hospitalaria.",
            "riscoLactacao": "Excretada en pequeñas cantidades en leche. Usar con precaución, evitar lactancia hasta 24 h tras dosis parenteral.",
            "ajusteRenal": "• Usar con precaución en disfunción renal grave (aclaramiento <30 mL/min).\n• Reducir dosis y aumentar intervalo entre administraciones.",
            "ajusteHepatico": "• Precaución en hepatópatas moderados a graves.\n• Monitorizar signos de sedación y acumulación.",
            "contraindicacoes": "• Hipersensibilidad a la pentazocina.\n• Insuficiencia coronaria grave.\n• Uso concomitante con opioides agonistas plenos.\n• Hipertensión descompensada o feocromocitoma.\n• Historial de psicosis o esquizofrenia.",
            "interacaoMedicamento": "• Potenciación con alcohol, benzodiazepínicos y depresores del SNC.\n• Reducción de efecto de agonistas μ (ej: morfina, oxicodona).\n• Uso con inhibidores de MAO: riesgo de hipertensión y excitación.\n• Evitar uso con clonidina (antagonismo de efecto analgésico). La pentazocina puede antagonizar analgesia de agonistas opioides μ como morfina, oxicodona y fentanilo, siendo contraindicada en pacientes en tratamiento crónico con estos agentes. Su uso con antidepresivos tricíclicos o ISRS puede aumentar riesgo de síndrome serotoninérgico leve. Hay potencial aditivo con bloqueadores de canales de calcio, resultando en hipotensión. Inhibidores de MAO deben evitarse por riesgo de hipertensión grave, crisis adrenérgicas e hipertermia. El uso con antipsicóticos puede intensificar síntomas extrapiramidales y disforia.",
            "apresentacao": "• Comprimidos: 50 mg, 100 mg.\n• Solución inyectable: 30 mg/mL en ampollas de 1 mL.\n• Formulaciones combinadas con naloxona disponibles en algunos países (no comercializadas en Brasil).",
            "preparo": "• IV: diluir 30 mg en 10–20 mL de SF 0,9%, administrar lentamente.\n• IM/SC: administrar puro en sitios con buena perfusión muscular.\n• VO: ingerir con o sin alimentos, sin triturar comprimidos.",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Incompatible con soluciones alcalinas y lipídicas.\n• Usar diluyente adecuado para administración IV lenta.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de luz y calor excesivo.\n• Tras abierto, utilizar inmediatamente o en hasta 24 h bajo refrigeración.",
            "cuidadosMedicos": "• Monitorizar signos vitales y efectos neuropsiquiátricos tras uso parenteral.\n• Evaluar riesgo-beneficio en pacientes con historial psiquiátrico.\n• Evitar uso en asociación con otros opioides.\n• Tener naloxona disponible para eventos de depresión respiratoria.",
            "cuidadosFarmaceuticos": "• Verificar dosis, vía y concentración.\n• Orientar equipo sobre riesgo de efectos psicomiméticos.\n• Monitorizar almacenamiento adecuado e integridad de la ampolla.\n• Documentar reacciones adversas e intervenciones asociadas.",
            "cuidadosEnfermagem": "• Evaluar patrón respiratorio, sedación y nivel de consciencia.\n• Observar alteraciones comportamentales (confusión, alucinación).\n• Asegurar administración lenta por vía IV.\n• Reportar reacciones adversas y eficacia analgésica.",
            "fontesBibliograficas": "Prospecto EMA (Fortral®), UpToDate (2024), Micromedex, PubMed ID 37623417, Goodman & Gilman (13ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.), WHO Essential Medicines Opioid Guidelines (2023)."
        }
    }
}