{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Petidina (cloridrato de meperidina)",
            "nomeComercial": "Dolosal®, Demerol®",
            "classificacao": "Analgésico opioide; agonista dos receptores μ-opioides; derivado fenilpiperidínico",
            "mecanismoAcao": "A petidina atua como agonista dos receptores μ-opioides no sistema nervoso central e periférico. Estimula os receptores μ, resultando na inibição da transmissão nociceptiva e modulação da dor. Possui também leve atividade anticolinérgica e bloqueadora de canais de sódio, o que pode contribuir para efeitos excitatórios e risco de convulsões. Seu principal metabólito, a normeperidina, tem meia-vida longa e atividade neurotóxica, podendo causar tremores, mioclonias e convulsões em uso prolongado ou em disfunção renal. A petidina, além de agonista μ-opioide, possui efeitos inibitórios nos canais de sódio dependentes de voltagem e ação antimuscarínica leve, o que a diferencia de outros opioides como a morfina. Esses mecanismos adicionais explicam sua eficácia em dores de origem visceral (ex: cólica renal) e sua menor incidência de broncoconstrição, embora também estejam associados a maior risco de efeitos adversos centrais, como convulsões e alucinações. Seu metabólito normeperidina é equipotente como analgésico, mas altamente neurotóxico, podendo se acumular mesmo após doses terapêuticas, especialmente em pacientes idosos ou com insuficiência renal.",
            "farmacocinetica": "• Início de ação: 10–15 minutos (IM/SC), 5 minutos (IV).\n• Pico de efeito: 30–60 minutos.\n• Duração: 2 a 4 horas.\n• Meia-vida da petidina: 2,5–4 horas; normeperidina: 15–30 horas.\n• Biodisponibilidade oral: 40–60%.\n• Ligação a proteínas plasmáticas: ~60%.\n• Metabolização: hepática (CYP3A4) para normeperidina.\n• Excreção: renal, como metabólitos conjugados.",
            "farmacodinamica": "Produz analgesia moderada a intensa com início rápido, porém curta duração. Tem propriedades espasmolíticas na musculatura lisa biliar. O acúmulo de normeperidina é responsável por efeitos adversos como irritabilidade, alucinações e convulsões, principalmente em pacientes com insuficiência renal ou em uso prolongado. Comparada à morfina, apresenta menor potência e mais efeitos excitatórios centrais. Seu uso tem sido progressivamente restringido devido ao perfil de segurança inferior. Em comparação com a morfina, a petidina possui menor potência analgésica (cerca de 1/10), mas início de ação mais rápido por ser mais lipofílica. Apesar de eficaz para analgesia aguda, não é recomendada para uso prolongado devido ao risco cumulativo de toxicidade do SNC. A normeperidina pode atingir concentrações plasmáticas neurotóxicas após apenas 48 horas de tratamento contínuo, tornando-a inadequada para dor crônica ou dor oncológica. Em obstetrícia, deve ser usada com precaução, pois atravessa rapidamente a placenta e pode causar depressão respiratória no neonato se administrada nas 4 horas anteriores ao parto.",
            "indicacoes": "• Alívio de dor moderada a intensa (aguda).\n• Analgesia no trabalho de parto (uso hospitalar).\n• Dor pós-operatória (curta duração, sob monitorização).\n• Off-label: calafrios pós-anestésicos, cólica biliar ou renal (espasmolítico).",
            "posologia": "Adultos:\n• IM/SC: 50–100 mg a cada 3–4 horas.\n• IV: 25–50 mg lentamente a cada 3–4 horas.\n• VO: 50–150 mg a cada 4 horas (pouco utilizado).\nPediatria:\n• 1–1,5 mg/kg/dose IM/SC/IV a cada 3–4 horas (uso restrito e sob avaliação especializada).",
            "administracao": "• IM ou SC preferenciais para analgesia.\n• IV com diluição e administração lenta (≥2 min).\n• Não administrar em infusão contínua devido ao risco de acúmulo de normeperidina.",
            "doseMaxima": "• 600 mg/dia (adultos).\n• 12 mg/kg/dia em pediatria.\n• Evitar doses cumulativas em insuficiência renal ou hepática.",
            "doseMinima": "• 25 mg IV ou 50 mg IM/SC (adultos); 1 mg/kg (pediatria).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Náusea, vômito, sedação, tontura, sudorese.\nComuns (1–10%):\n• Hipotensão, taquicardia, prurido, constipação.\nIncomuns (0,1–1%):\n• Alucinações, agitação, tremores.\nRaras (<0,1%):\n• Convulsões (acúmulo de normeperidina).\n• Reações anafiláticas.\n• Arritmias ventriculares, depressão respiratória grave.",
            "riscoGravidez": "Categoria C. Pode causar depressão respiratória neonatal. Permitido no trabalho de parto sob monitoramento. Evitar uso crônico durante a gestação.",
            "riscoLactacao": "Excretada no leite materno. Pode causar sedação e dificuldade de sucção no lactente. Usar com cautela e evitar repetição ou altas doses.",
            "ajusteRenal": "• Contraindicada ou usar com extrema cautela em insuficiência renal grave.\n• Acúmulo de normeperidina aumenta risco de neurotoxicidade.",
            "ajusteHepatico": "• Usar com cautela.\n• Reduzir dose e aumentar intervalo entre administrações.",
            "contraindicacoes": "• Hipersensibilidade à petidina.\n• Uso concomitante com inibidores da MAO (risco de crise serotoninérgica).\n• Insuficiência renal ou hepática grave.\n• Epilepsia não controlada.\n• Uso crônico em dor crônica (não recomendado).",
            "interacaoMedicamento": "• Inibidores da MAO (ex: tranilcipromina, selegilina): risco de crise hipertérmica, convulsões e colapso.\n• Depressores do SNC (álcool, benzodiazepínicos): aumento do risco de depressão respiratória.\n• ISRS, tricíclicos: risco de síndrome serotoninérgica.\n• Indutores hepáticos (fenitoína, rifampicina): reduzem eficácia. A interação com inibidores da MAO pode precipitar uma síndrome serotoninérgica grave, caracterizada por hipertermia, hipertensão, rigidez muscular e coma. Deve-se aguardar pelo menos 14 dias após descontinuação de um IMAO antes de administrar petidina. Quando associada a antidepressivos tricíclicos, ISRS ou triptanos, o risco de toxicidade serotoninérgica também aumenta. Outras interações relevantes incluem aumento do efeito depressor com álcool, benzodiazepínicos, gabapentinoides e antipsicóticos, além de redução do efeito com uso concomitante de antagonistas opioides parciais como a buprenorfina.",
            "apresentacao": "• Solução injetável: 50 mg/mL (ampolas de 1 mL, 2 mL).\n• Comprimidos: 50 mg, 100 mg (uso descontinuado em diversos países).\n• Supositórios (em alguns mercados internacionais): 100 mg.",
            "preparo": "• IV: diluir em 10–20 mL de SF 0,9%, administrar lentamente.\n• IM/SC: administrar diretamente em músculo ou tecido subcutâneo.\n• VO: engolir com água, preferencialmente com alimento (quando disponível).",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com soluções alcalinas e barbitúricos.\n• Utilizar imediatamente após preparo.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz e umidade.\n• Após abertura, usar em até 24 h sob refrigeração.",
            "cuidadosMedicos": "• Monitorar função renal e sinais neurológicos (tremores, mioclonias, convulsões).\n• Usar apenas em dor aguda de curta duração.\n• Ter naloxona disponível para reversão em casos de depressão respiratória.\n• Evitar uso repetido em pacientes com risco de acúmulo de normeperidina.",
            "cuidadosFarmaceuticos": "• Confirmar dose, via e diluição correta.\n• Verificar integridade das ampolas e validade.\n• Notificar reações adversas neurológicas precoces.\n• Documentar lote, horário e local de aplicação.",
            "cuidadosEnfermagem": "• Avaliar padrão respiratório, nível de consciência, pupilas.\n• Observar sinais de toxicidade: confusão, mioclonia, convulsão.\n• Garantir via de administração adequada.\n• Evitar coadministração com depressores do SNC não monitorizados.",
            "fontesBibliograficas": "Bula Anvisa (Dolosal®), UpToDate (2024), Micromedex, PubMed ID 37624381, Goodman & Gilman (13ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.), WHO Opioid Guidelines (2023), SBRA Dor Aguda Pós-Operatória."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Meperidine (Meperidine Hydrochloride)",
            "nomeComercial": "Demerol®, Dolosal®, Pethidine®",
            "classificacao": "Opioid analgesic; μ-opioid receptor agonist; phenylpiperidine derivative",
            "mecanismoAcao": "Meperidine acts as an agonist of μ-opioid receptors in the central and peripheral nervous system. It stimulates μ receptors, resulting in inhibition of nociceptive transmission and pain modulation. It also has mild anticholinergic activity and sodium channel blocking properties, which may contribute to excitatory effects and seizure risk. Its main metabolite, normeperidine, has a long half-life and neurotoxic activity, potentially causing tremors, myoclonus and seizures with prolonged use or in renal dysfunction. Meperidine, in addition to being a μ-opioid agonist, has inhibitory effects on voltage-dependent sodium channels and mild antimuscarinic action, which differentiates it from other opioids like morphine. These additional mechanisms explain its efficacy in visceral pain (e.g., renal colic) and its lower incidence of bronchoconstriction, although they are also associated with higher risk of central adverse effects, such as seizures and hallucinations. Its normeperidine metabolite is equipotent as an analgesic but highly neurotoxic, potentially accumulating even after therapeutic doses, especially in elderly patients or those with renal insufficiency.",
            "farmacocinetica": "• Onset of action: 10–15 minutes (IM/SC), 5 minutes (IV).\n• Peak effect: 30–60 minutes.\n• Duration: 2 to 4 hours.\n• Half-life of meperidine: 2.5–4 hours; normeperidine: 15–30 hours.\n• Oral bioavailability: 40–60%.\n• Plasma protein binding: ~60%.\n• Metabolism: hepatic (CYP3A4) to normeperidine.\n• Excretion: renal, as conjugated metabolites.",
            "farmacodinamica": "Produces moderate to intense analgesia with rapid onset but short duration. Has spasmolytic properties in biliary smooth muscle. Accumulation of normeperidine is responsible for adverse effects such as irritability, hallucinations and seizures, mainly in patients with renal insufficiency or prolonged use. Compared to morphine, it presents lower potency and more central excitatory effects. Its use has been progressively restricted due to inferior safety profile. Compared to morphine, meperidine has lower analgesic potency (about 1/10), but faster onset of action due to being more lipophilic. Although effective for acute analgesia, it is not recommended for prolonged use due to cumulative risk of CNS toxicity. Normeperidine can reach neurotoxic plasma concentrations after only 48 hours of continuous treatment, making it inadequate for chronic pain or cancer pain. In obstetrics, it should be used with caution as it rapidly crosses the placenta and may cause neonatal respiratory depression if administered within 4 hours before delivery.",
            "indicacoes": "• Relief of moderate to severe pain (acute).\n• Labor analgesia (hospital use).\n• Postoperative pain (short duration, under monitoring).\n• Off-label: post-anesthetic shivering, biliary or renal colic (spasmolytic).",
            "posologia": "Adults:\n• IM/SC: 50–100 mg every 3–4 hours.\n• IV: 25–50 mg slowly every 3–4 hours.\n• PO: 50–150 mg every 4 hours (rarely used).\nPediatrics:\n• 1–1.5 mg/kg/dose IM/SC/IV every 3–4 hours (restricted use and under specialized evaluation).",
            "administracao": "• IM or SC preferred for analgesia.\n• IV with dilution and slow administration (≥2 min).\n• Do not administer in continuous infusion due to risk of normeperidine accumulation.",
            "doseMaxima": "• 600 mg/day (adults).\n• 12 mg/kg/day in pediatrics.\n• Avoid cumulative doses in renal or hepatic insufficiency.",
            "doseMinima": "• 25 mg IV or 50 mg IM/SC (adults); 1 mg/kg (pediatrics).",
            "reacoesAdversas": "Very common (>10%):\n• Nausea, vomiting, sedation, dizziness, sweating.\nCommon (1–10%):\n• Hypotension, tachycardia, pruritus, constipation.\nUncommon (0.1–1%):\n• Hallucinations, agitation, tremors.\nRare (<0.1%):\n• Seizures (normeperidine accumulation).\n• Anaphylactic reactions.\n• Ventricular arrhythmias, severe respiratory depression.",
            "riscoGravidez": "Category C. May cause neonatal respiratory depression. Allowed in labor under monitoring. Avoid chronic use during pregnancy.",
            "riscoLactacao": "Excreted in breast milk. May cause sedation and sucking difficulty in the infant. Use with caution and avoid repetition or high doses.",
            "ajusteRenal": "• Contraindicated or use with extreme caution in severe renal insufficiency.\n• Normeperidine accumulation increases risk of neurotoxicity.",
            "ajusteHepatico": "• Use with caution.\n• Reduce dose and increase interval between administrations.",
            "contraindicacoes": "• Hypersensitivity to meperidine.\n• Concomitant use with MAO inhibitors (risk of serotonin syndrome).\n• Severe renal or hepatic insufficiency.\n• Uncontrolled epilepsy.\n• Chronic use in chronic pain (not recommended).",
            "interacaoMedicamento": "• MAO inhibitors (e.g., tranylcypromine, selegiline): risk of hyperthermic crisis, seizures and collapse.\n• CNS depressants (alcohol, benzodiazepines): increased risk of respiratory depression.\n• SSRIs, tricyclics: risk of serotonin syndrome.\n• Hepatic inducers (phenytoin, rifampin): reduce efficacy. Interaction with MAO inhibitors may precipitate severe serotonin syndrome, characterized by hyperthermia, hypertension, muscle rigidity and coma. Wait at least 14 days after discontinuing an MAOI before administering meperidine. When associated with tricyclic antidepressants, SSRIs or triptans, the risk of serotonergic toxicity also increases. Other relevant interactions include increased depressant effect with alcohol, benzodiazepines, gabapentinoids and antipsychotics, as well as reduced effect with concomitant use of partial opioid antagonists such as buprenorphine.",
            "apresentacao": "• Injectable solution: 50 mg/mL (1 mL, 2 mL ampoules).\n• Tablets: 50 mg, 100 mg (discontinued use in various countries).\n• Suppositories (in some international markets): 100 mg.",
            "preparo": "• IV: dilute in 10–20 mL of 0.9% NS, administer slowly.\n• IM/SC: administer directly into muscle or subcutaneous tissue.\n• PO: swallow with water, preferably with food (when available).",
            "solucoesCompatíveis": "• 0.9% NS, 5% dextrose.\n• Incompatible with alkaline solutions and barbiturates.\n• Use immediately after preparation.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light and moisture.\n• After opening, use within 24 h under refrigeration.",
            "cuidadosMedicos": "• Monitor renal function and neurological signs (tremors, myoclonus, seizures).\n• Use only in acute pain of short duration.\n• Have naloxone available for reversal in cases of respiratory depression.\n• Avoid repeated use in patients at risk of normeperidine accumulation.",
            "cuidadosFarmaceuticos": "• Confirm correct dose, route and dilution.\n• Check ampoule integrity and validity.\n• Report early neurological adverse reactions.\n• Document lot, time and application site.",
            "cuidadosEnfermagem": "• Assess respiratory pattern, level of consciousness, pupils.\n• Observe signs of toxicity: confusion, myoclonus, seizure.\n• Ensure adequate route of administration.\n• Avoid co-administration with unmonitored CNS depressants.",
            "fontesBibliograficas": "FDA Label (Demerol®), UpToDate (2024), Micromedex, PubMed ID 37624381, Goodman & Gilman (13th Ed.), Tintinalli's Emergency Medicine (9th Ed.), WHO Opioid Guidelines (2023), ASRA Acute Postoperative Pain."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Petidina (Clorhidrato de Meperidina)",
            "nomeComercial": "Dolosal®, Demerol®, Petidina®",
            "classificacao": "Analgésico opioide; agonista de receptores μ-opioides; derivado fenilpiperidínico",
            "mecanismoAcao": "La petidina actúa como agonista de los receptores μ-opioides en el sistema nervioso central y periférico. Estimula los receptores μ, resultando en la inhibición de la transmisión nociceptiva y modulación del dolor. Posee también leve actividad anticolinérgica y bloqueadora de canales de sodio, lo que puede contribuir a efectos excitatorios y riesgo de convulsiones. Su principal metabolito, la normeperidina, tiene vida media larga y actividad neurotóxica, pudiendo causar temblores, mioclonías y convulsiones en uso prolongado o en disfunción renal. La petidina, además de agonista μ-opioide, posee efectos inhibitorios en los canales de sodio dependientes de voltaje y acción antimuscarínica leve, lo que la diferencia de otros opioides como la morfina. Estos mecanismos adicionales explican su eficacia en dolores de origen visceral (ej: cólico renal) y su menor incidencia de broncoconstricción, aunque también estén asociados a mayor riesgo de efectos adversos centrales, como convulsiones y alucinaciones. Su metabolito normeperidina es equipotente como analgésico, pero altamente neurotóxico, pudiendo acumularse incluso tras dosis terapéuticas, especialmente en pacientes ancianos o con insuficiencia renal.",
            "farmacocinetica": "• Inicio de acción: 10–15 minutos (IM/SC), 5 minutos (IV).\n• Pico de efecto: 30–60 minutos.\n• Duración: 2 a 4 horas.\n• Vida media de la petidina: 2,5–4 horas; normeperidina: 15–30 horas.\n• Biodisponibilidad oral: 40–60%.\n• Unión a proteínas plasmáticas: ~60%.\n• Metabolización: hepática (CYP3A4) para normeperidina.\n• Excreción: renal, como metabolitos conjugados.",
            "farmacodinamica": "Produce analgesia moderada a intensa con inicio rápido, pero corta duración. Tiene propiedades espasmolíticas en la musculatura lisa biliar. La acumulación de normeperidina es responsable de efectos adversos como irritabilidad, alucinaciones y convulsiones, principalmente en pacientes con insuficiencia renal o en uso prolongado. Comparada a la morfina, presenta menor potencia y más efectos excitatorios centrales. Su uso ha sido progresivamente restringido debido al perfil de seguridad inferior. En comparación con la morfina, la petidina posee menor potencia analgésica (cerca de 1/10), pero inicio de acción más rápido por ser más lipofílica. A pesar de eficaz para analgesia aguda, no es recomendada para uso prolongado debido al riesgo acumulativo de toxicidad del SNC. La normeperidina puede alcanzar concentraciones plasmáticas neurotóxicas tras solo 48 horas de tratamiento continuo, tornándola inadecuada para dolor crónico o dolor oncológico. En obstetricia, debe usarse con precaución, ya que atraviesa rápidamente la placenta y puede causar depresión respiratoria en el neonato si administrada en las 4 horas previas al parto.",
            "indicacoes": "• Alivio de dolor moderado a intenso (agudo).\n• Analgesia en el trabajo de parto (uso hospitalario).\n• Dolor post-operatorio (corta duración, bajo monitorización).\n• Off-label: escalofríos post-anestésicos, cólico biliar o renal (espasmolítico).",
            "posologia": "Adultos:\n• IM/SC: 50–100 mg cada 3–4 horas.\n• IV: 25–50 mg lentamente cada 3–4 horas.\n• VO: 50–150 mg cada 4 horas (poco utilizado).\nPediatría:\n• 1–1,5 mg/kg/dosis IM/SC/IV cada 3–4 horas (uso restringido y bajo evaluación especializada).",
            "administracao": "• IM o SC preferenciales para analgesia.\n• IV con dilución y administración lenta (≥2 min).\n• No administrar en infusión continua debido al riesgo de acumulación de normeperidina.",
            "doseMaxima": "• 600 mg/día (adultos).\n• 12 mg/kg/día en pediatría.\n• Evitar dosis acumulativas en insuficiencia renal o hepática.",
            "doseMinima": "• 25 mg IV o 50 mg IM/SC (adultos); 1 mg/kg (pediatría).",
            "reacoesAdversas": "Muy comunes (>10%):\n• Náusea, vómito, sedación, mareo, sudoración.\nComunes (1–10%):\n• Hipotensión, taquicardia, prurito, estreñimiento.\nPoco comunes (0,1–1%):\n• Alucinaciones, agitación, temblores.\nRaras (<0,1%):\n• Convulsiones (acumulación de normeperidina).\n• Reacciones anafilácticas.\n• Arritmias ventriculares, depresión respiratoria grave.",
            "riscoGravidez": "Categoría C. Puede causar depresión respiratoria neonatal. Permitido en trabajo de parto bajo monitorización. Evitar uso crónico durante la gestación.",
            "riscoLactacao": "Excretada en leche materna. Puede causar sedación y dificultad de succión en el lactante. Usar con precaución y evitar repetición o altas dosis.",
            "ajusteRenal": "• Contraindicada o usar con extrema precaución en insuficiencia renal grave.\n• Acumulación de normeperidina aumenta riesgo de neurotoxicidad.",
            "ajusteHepatico": "• Usar con precaución.\n• Reducir dosis y aumentar intervalo entre administraciones.",
            "contraindicacoes": "• Hipersensibilidad a la petidina.\n• Uso concomitante con inhibidores de MAO (riesgo de crisis serotoninérgica).\n• Insuficiencia renal o hepática grave.\n• Epilepsia no controlada.\n• Uso crónico en dolor crónico (no recomendado).",
            "interacaoMedicamento": "• Inhibidores de MAO (ej: tranilcipromina, selegilina): riesgo de crisis hipertérmica, convulsiones y colapso.\n• Depresores del SNC (alcohol, benzodiazepínicos): aumento del riesgo de depresión respiratoria.\n• ISRS, tricíclicos: riesgo de síndrome serotoninérgico.\n• Inductores hepáticos (fenitoína, rifampicina): reducen eficacia. La interacción con inhibidores de MAO puede precipitar un síndrome serotoninérgico grave, caracterizado por hipertermia, hipertensión, rigidez muscular y coma. Debe aguardarse al menos 14 días tras descontinuación de un IMAO antes de administrar petidina. Cuando asociada a antidepresivos tricíclicos, ISRS o triptanos, el riesgo de toxicidad serotoninérgica también aumenta. Otras interacciones relevantes incluyen aumento del efecto depresor con alcohol, benzodiazepínicos, gabapentinoides y antipsicóticos, además de reducción del efecto con uso concomitante de antagonistas opioides parciales como la buprenorfina.",
            "apresentacao": "• Solución inyectable: 50 mg/mL (ampollas de 1 mL, 2 mL).\n• Comprimidos: 50 mg, 100 mg (uso descontinuado en diversos países).\n• Supositorios (en algunos mercados internacionales): 100 mg.",
            "preparo": "• IV: diluir en 10–20 mL de SF 0,9%, administrar lentamente.\n• IM/SC: administrar directamente en músculo o tejido subcutáneo.\n• VO: tragar con agua, preferentemente con alimento (cuando disponible).",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con soluciones alcalinas y barbitúricos.\n• Utilizar inmediatamente tras preparo.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de luz y humedad.\n• Tras apertura, usar en hasta 24 h bajo refrigeración.",
            "cuidadosMedicos": "• Monitorizar función renal y signos neurológicos (temblores, mioclonías, convulsiones).\n• Usar solo en dolor agudo de corta duración.\n• Tener naloxona disponible para reversión en casos de depresión respiratoria.\n• Evitar uso repetido en pacientes con riesgo de acumulación de normeperidina.",
            "cuidadosFarmaceuticos": "• Confirmar dosis, vía y dilución correcta.\n• Verificar integridad de las ampollas y validez.\n• Notificar reacciones adversas neurológicas precoces.\n• Documentar lote, horario y sitio de aplicación.",
            "cuidadosEnfermagem": "• Evaluar patrón respiratorio, nivel de consciencia, pupilas.\n• Observar signos de toxicidad: confusión, mioclonía, convulsión.\n• Garantizar vía de administración adecuada.\n• Evitar coadministración con depresores del SNC no monitorizados.",
            "fontesBibliograficas": "Prospecto EMA (Dolosal®), UpToDate (2024), Micromedex, PubMed ID 37624381, Goodman & Gilman (13ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.), WHO Opioid Guidelines (2023), SBRA Dolor Agudo Post-operatorio."
        }
    }
}