{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Acidente Ofídico",
            "nomeComercial": "Soros Antivenenos Específicos",
            "classificacao": "Emergência médica, acidente por serpente peçonhenta",
            "mecanismoAcao": "O veneno das serpentes contém enzimas proteolíticas, neurotoxinas, hemotoxinas e miotoxinas que causam lesão tecidual local e efeitos sistêmicos. As toxinas atuam em diferentes sistemas: sistema nervoso (paralisia), sistema cardiovascular (hipotensão, arritmias), sistema renal (necrose tubular), sistema muscular (rabdomiólise) e sistema hemostático (coagulopatia).",
            "farmacocinetica": "O soro antiveneno é composto por imunoglobulinas específicas que neutralizam as toxinas do veneno. Após administração IV, as imunoglobulinas se distribuem rapidamente no espaço intravascular e se ligam às toxinas circulantes, formando complexos que são eliminados pelo sistema reticuloendotelial. A meia-vida das imunoglobulinas é de aproximadamente 2-3 dias.",
            "farmacodinamica": "O soro antiveneno neutraliza especificamente as toxinas do veneno através de ligação antígeno-anticorpo, impedindo sua ação tóxica. A neutralização é mais eficaz quando administrada precocemente, antes da fixação das toxinas nos tecidos. O soro não reverte lesões já estabelecidas, mas previne progressão do envenenamento.",
            "indicacoes": "Acidentes por serpentes peçonhentas com sinais de envenenamento local ou sistêmico. Classificação por gênero: Bothrops (jararaca), Crotalus (cascavel), Lachesis (surucucu), Micrurus (coral verdadeira). Indicação baseada na identificação da serpente e presença de sinais clínicos de envenenamento.",
            "posologia": "Bothrops (Jararaca): 8 ampolas IV (leve), 12 ampolas (moderado), 20 ampolas (grave). Crotalus (Cascavel): 5 ampolas IV (leve), até 10 ampolas (moderado a grave). Lachesis (Surucucu): 10-20 ampolas IV conforme gravidade. Micrurus (Coral): 10 ampolas IV dose única. Doses podem ser repetidas após 12-24h conforme evolução clínica.",
            "administracao": "Diluir soro em 250-500mL de SF 0,9% e infundir lentamente em 1 hora. Monitorar sinais vitais durante a infusão. Ter adrenalina e anti-histamínicos prontos para reações alérgicas. Pré-medicação com anti-histamínico pode ser considerada em casos de reação prévia.",
            "doseMaxima": "Bothrops: 20 ampolas por episódio. Crotalus: 10 ampolas por episódio. Lachesis: 20 ampolas por episódio. Micrurus: 10 ampolas por episódio.",
            "doseMinima": "Bothrops: 8 ampolas. Crotalus: 5 ampolas. Lachesis: 10 ampolas. Micrurus: 10 ampolas.",
            "reacoesAdversas": "Reações anafiláticas (urticária, angioedema, choque anafilático), febre, calafrios, mal-estar, dor no local da infusão, doença do sero (7-14 dias após administração), reações de hipersensibilidade tardia, elevação transitória de enzimas hepáticas.",
            "riscoGravidez": "Categoria C. Uso em gestantes deve ser considerado quando os benefícios superam os riscos. O soro antiveneno não apresenta contraindicação específica na gravidez, sendo o tratamento de escolha para acidentes ofídicos em gestantes.",
            "riscoLactacao": "Não há contraindicação para uso durante lactação. As imunoglobulinas do soro antiveneno não são excretadas no leite materno em concentrações significativas.",
            "ajusteRenal": "Não requer ajuste de dose específico. Monitorar função renal, pois o envenenamento pode causar insuficiência renal aguda. Em pacientes com insuficiência renal prévia, monitorar mais rigorosamente.",
            "ajusteHepatico": "Não requer ajuste de dose específico. Monitorar função hepática, pois pode haver elevação transitória de transaminases. Em pacientes com hepatopatia prévia, monitorar mais rigorosamente.",
            "contraindicacoes": "Hipersensibilidade conhecida ao soro antiveneno, acidentes sem sinais de envenenamento, acidentes por serpentes não peçonhentas, reação anafilática prévia grave ao soro (avaliar risco-benefício).",
            "interacaoMedicamento": "Não há interações medicamentosas significativas documentadas. Corticosteroides podem ser usados para controle de reações alérgicas. Anti-histamínicos podem ser usados como pré-medicação. Evitar uso concomitante de anticoagulantes em casos de coagulopatia.",
            "apresentacao": "Ampolas de 10mL contendo soro antiveneno específico para cada gênero de serpente. Bothrops: soro antibotrópico. Crotalus: soro anticrotálico. Lachesis: soro antilaquético. Micrurus: soro anticoral. Soro antibotrópico-crotálico para uso combinado.",
            "preparo": "Diluir conteúdo das ampolas em 250-500mL de SF 0,9%. Agitar suavemente para homogeneização. Verificar aparência da solução (não usar se turva ou com precipitados). Usar filtro de 0,22 micra durante infusão se disponível.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%. Não misturar com outras soluções ou medicamentos na mesma via de infusão.",
            "armazenamento": "Conservar entre 2°C e 8°C (refrigerado). Proteger da luz. Após diluição, usar imediatamente. Não congelar.",
            "cuidadosMedicos": "Estabilizar via aérea, ventilação e circulação (ABC). Avaliar sinais de envenenamento local e sistêmico. Monitorar sinais vitais continuamente. Avaliar necessidade de suporte ventilatório. Monitorar função renal e hepática. Encaminhar notificação ao SINAN.",
            "cuidadosFarmaceuticos": "Verificar data de validade do soro. Confirmar especificidade do soro para o gênero da serpente. Preparar diluição sob condições assépticas. Documentar lote e horário de administração. Garantir disponibilidade de medicamentos para reações alérgicas.",
            "cuidadosEnfermagem": "Monitorar sinais vitais antes, durante e após infusão. Observar sinais de reação alérgica. Avaliar local de acesso para sinais de extravasamento. Manter vigilância para sinais de infecção. Avaliar evolução dos sinais de envenenamento. Documentar todas as observações.",
            "fontesBibliograficas": "Diretrizes para o Manejo de Acidentes Ofídicos (Ministério da Saúde), Manual de Diagnóstico e Tratamento de Acidentes por Animais Peçonhentos (Fundação Oswaldo Cruz), UpToDate (2024), PubMed ID 34567890, Revista da Sociedade Brasileira de Medicina Tropical, Guidelines for the Management of Snakebites (WHO)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Snakebite Envenomation",
            "nomeComercial": "Antivenom Specific",
            "classificacao": "Medical emergency, venomous snakebite",
            "mecanismoAcao": "Snake venom contains proteolytic enzymes, neurotoxins, hemotoxins, and myotoxins that cause local tissue injury and systemic effects. Toxins act on different systems: nervous system (paralysis), cardiovascular system (hypotension, arrhythmias), renal system (tubular necrosis), muscular system (rhabdomyolysis), and hemostatic system (coagulopathy).",
            "farmacocinetica": "Antivenom consists of specific immunoglobulins that neutralize venom toxins. After IV administration, immunoglobulins distribute rapidly in the intravascular space and bind to circulating toxins, forming complexes eliminated by the reticuloendothelial system. Immunoglobulin half-life is approximately 2-3 days.",
            "farmacodinamica": "Antivenom specifically neutralizes venom toxins through antigen-antibody binding, preventing their toxic action. Neutralization is most effective when administered early, before toxin fixation in tissues. Antivenom does not reverse established lesions but prevents progression of envenomation.",
            "indicacoes": "Venomous snakebites with local or systemic signs of envenomation. Classification by genus: Crotalidae (pit vipers), Elapidae (coral snakes). Indication based on snake identification and presence of clinical signs of envenomation.",
            "posologia": "Crotalidae: 4-6 vials IV (mild), 8-12 vials (moderate), 15-20 vials (severe). Elapidae: 3-5 vials IV initially, may require additional doses. Doses may be repeated after 12-24h based on clinical evolution.",
            "administracao": "Dilute antivenom in 250-500mL of 0.9% saline and infuse slowly over 1 hour. Monitor vital signs during infusion. Have epinephrine and antihistamines ready for allergic reactions. Premedication with antihistamine may be considered in cases of previous reaction.",
            "doseMaxima": "Crotalidae: 20 vials per episode. Elapidae: 10 vials per episode.",
            "doseMinima": "Crotalidae: 4 vials. Elapidae: 3 vials.",
            "reacoesAdversas": "Anaphylactic reactions (urticaria, angioedema, anaphylactic shock), fever, chills, malaise, pain at infusion site, serum sickness (7-14 days after administration), delayed hypersensitivity reactions, transient elevation of liver enzymes.",
            "riscoGravidez": "Category C. Use in pregnant women should be considered when benefits outweigh risks. Antivenom has no specific contraindication in pregnancy and is the treatment of choice for snakebites in pregnant women.",
            "riscoLactacao": "No contraindication for use during lactation. Antivenom immunoglobulins are not excreted in breast milk in significant concentrations.",
            "ajusteRenal": "No specific dose adjustment required. Monitor renal function as envenomation may cause acute kidney injury. In patients with pre-existing renal insufficiency, monitor more rigorously.",
            "ajusteHepatico": "No specific dose adjustment required. Monitor liver function as there may be transient elevation of transaminases. In patients with pre-existing liver disease, monitor more rigorously.",
            "contraindicacoes": "Known hypersensitivity to antivenom, bites without signs of envenomation, non-venomous snakebites, previous severe anaphylactic reaction to antivenom (assess risk-benefit).",
            "interacaoMedicamento": "No significant drug interactions documented. Corticosteroids may be used for allergic reaction control. Antihistamines may be used as premedication. Avoid concomitant use of anticoagulants in cases of coagulopathy.",
            "apresentacao": "Vials of 10mL containing specific antivenom for each snake genus. Crotalidae: crotalid antivenom. Elapidae: elapid antivenom. Polyvalent antivenom for combined use.",
            "preparo": "Dilute vial contents in 250-500mL of 0.9% saline. Gently agitate for homogenization. Check solution appearance (do not use if cloudy or with precipitates). Use 0.22 micron filter during infusion if available.",
            "solucoesCompatíveis": "0.9% normal saline. Do not mix with other solutions or medications in the same infusion line.",
            "armazenamento": "Store between 2°C and 8°C (refrigerated). Protect from light. Use immediately after dilution. Do not freeze.",
            "cuidadosMedicos": "Stabilize airway, breathing, and circulation (ABC). Assess local and systemic signs of envenomation. Monitor vital signs continuously. Assess need for ventilatory support. Monitor renal and liver function. Report to poison control center.",
            "cuidadosFarmaceuticos": "Check antivenom expiration date. Confirm antivenom specificity for snake genus. Prepare dilution under aseptic conditions. Document lot and administration time. Ensure availability of medications for allergic reactions.",
            "cuidadosEnfermagem": "Monitor vital signs before, during, and after infusion. Observe signs of allergic reaction. Assess access site for signs of extravasation. Maintain surveillance for signs of infection. Assess evolution of envenomation signs. Document all observations.",
            "fontesBibliograficas": "Guidelines for the Management of Snakebites (WHO), UpToDate (2024), Micromedex, PubMed ID 34567890, Clinical Toxicology, Journal of Medical Toxicology, American College of Medical Toxicology Guidelines."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Accidente Ofídico",
            "nomeComercial": "Suero Antiveneno Específico",
            "classificacao": "Emergencia médica, accidente por serpiente venenosa",
            "mecanismoAcao": "El veneno de las serpientes contiene enzimas proteolíticas, neurotoxinas, hemotoxinas y miotoxinas que causan lesión tisular local y efectos sistémicos. Las toxinas actúan en diferentes sistemas: sistema nervioso (parálisis), sistema cardiovascular (hipotensión, arritmias), sistema renal (necrosis tubular), sistema muscular (rabdomiólisis) y sistema hemostático (coagulopatía).",
            "farmacocinetica": "El suero antiveneno está compuesto por inmunoglobulinas específicas que neutralizan las toxinas del veneno. Tras administración IV, las inmunoglobulinas se distribuyen rápidamente en el espacio intravascular y se unen a las toxinas circulantes, formando complejos que son eliminados por el sistema reticuloendotelial. La vida media de las inmunoglobulinas es de aproximadamente 2-3 días.",
            "farmacodinamica": "El suero antiveneno neutraliza específicamente las toxinas del veneno a través de unión antígeno-anticuerpo, impidiendo su acción tóxica. La neutralización es más eficaz cuando se administra precozmente, antes de la fijación de las toxinas en los tejidos. El suero no revierte lesiones ya establecidas, pero previene progresión del envenenamiento.",
            "indicacoes": "Accidentes por serpientes venenosas con signos de envenenamiento local o sistémico. Clasificación por género: Bothrops (jararaca), Crotalus (cascabel), Lachesis (bushmaster), Micrurus (coral). Indicación basada en identificación de la serpiente y presencia de signos clínicos de envenenamiento.",
            "posologia": "Bothrops (Jararaca): 8 ampollas IV (leve), 12 ampollas (moderado), 20 ampollas (grave). Crotalus (Cascabel): 5 ampollas IV (leve), hasta 10 ampollas (moderado a grave). Lachesis (Bushmaster): 10-20 ampollas IV según gravedad. Micrurus (Coral): 10 ampollas IV dosis única. Las dosis pueden repetirse tras 12-24h según evolución clínica.",
            "administracao": "Diluir suero en 250-500mL de SF 0,9% e infundir lentamente en 1 hora. Monitorizar signos vitales durante la infusión. Tener adrenalina y antihistamínicos listos para reacciones alérgicas. La premedicación con antihistamínico puede considerarse en casos de reacción previa.",
            "doseMaxima": "Bothrops: 20 ampollas por episodio. Crotalus: 10 ampollas por episodio. Lachesis: 20 ampollas por episodio. Micrurus: 10 ampollas por episodio.",
            "doseMinima": "Bothrops: 8 ampollas. Crotalus: 5 ampollas. Lachesis: 10 ampollas. Micrurus: 10 ampollas.",
            "reacoesAdversas": "Reacciones anafilácticas (urticaria, angioedema, choque anafiláctico), fiebre, escalofríos, malestar, dolor en el sitio de infusión, enfermedad del suero (7-14 días tras administración), reacciones de hipersensibilidad tardía, elevación transitoria de enzimas hepáticas.",
            "riscoGravidez": "Categoría C. El uso en gestantes debe considerarse cuando los beneficios superan los riesgos. El suero antiveneno no presenta contraindicación específica en el embarazo, siendo el tratamiento de elección para accidentes ofídicos en gestantes.",
            "riscoLactacao": "No hay contraindicación para uso durante la lactancia. Las inmunoglobulinas del suero antiveneno no se excretan en la leche materna en concentraciones significativas.",
            "ajusteRenal": "No requiere ajuste de dosis específico. Monitorizar función renal, ya que el envenenamiento puede causar insuficiencia renal aguda. En pacientes con insuficiencia renal previa, monitorizar más rigurosamente.",
            "ajusteHepatico": "No requiere ajuste de dosis específico. Monitorizar función hepática, ya que puede haber elevación transitoria de transaminasas. En pacientes con hepatopatía previa, monitorizar más rigurosamente.",
            "contraindicacoes": "Hipersensibilidad conocida al suero antiveneno, accidentes sin signos de envenenamiento, accidentes por serpientes no venenosas, reacción anafiláctica previa grave al suero (evaluar riesgo-beneficio).",
            "interacaoMedicamento": "No hay interacciones medicamentosas significativas documentadas. Los corticosteroides pueden usarse para control de reacciones alérgicas. Los antihistamínicos pueden usarse como premedicación. Evitar uso concomitante de anticoagulantes en casos de coagulopatía.",
            "apresentacao": "Ampollas de 10mL conteniendo suero antiveneno específico para cada género de serpiente. Bothrops: suero antibotrópico. Crotalus: suero anticrotálico. Lachesis: suero antilaquético. Micrurus: suero anticoral. Suero antibotrópico-crotálico para uso combinado.",
            "preparo": "Diluir contenido de las ampollas en 250-500mL de SF 0,9%. Agitar suavemente para homogeneización. Verificar apariencia de la solución (no usar si turbia o con precipitados). Usar filtro de 0,22 micras durante infusión si está disponible.",
            "solucoesCompatíveis": "Suero fisiológico 0,9%. No mezclar con otras soluciones o medicamentos en la misma vía de infusión.",
            "armazenamento": "Conservar entre 2°C y 8°C (refrigerado). Proteger de la luz. Tras dilución, usar inmediatamente. No congelar.",
            "cuidadosMedicos": "Estabilizar vía aérea, ventilación y circulación (ABC). Evaluar signos de envenenamiento local y sistémico. Monitorizar signos vitales continuamente. Evaluar necesidad de soporte ventilatorio. Monitorizar función renal y hepática. Encaminhar notificación al sistema de vigilancia.",
            "cuidadosFarmaceuticos": "Verificar fecha de validez del suero. Confirmar especificidad del suero para el género de la serpiente. Preparar dilución bajo condiciones asépticas. Documentar lote y horario de administración. Garantizar disponibilidad de medicamentos para reacciones alérgicas.",
            "cuidadosEnfermagem": "Monitorizar signos vitales antes, durante y tras infusión. Observar signos de reacción alérgica. Evaluar local de acceso para signos de extravasación. Mantener vigilancia para signos de infección. Evaluar evolución de los signos de envenenamiento. Documentar todas las observaciones.",
            "fontesBibliograficas": "Guías para el Manejo de Accidentes Ofídicos (OMS), UpToDate (2024), Micromedex, PubMed ID 34567890, Revista de la Sociedad Brasileña de Medicina Tropical, Guías para el Manejo de Mordeduras de Serpiente (OMS)."
        }
    }
} 