{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Plasma-Lyte® (solução eletrolítica balanceada)",
            "nomeComercial": "Plasma-Lyte®, Plasma-Lyte 148®, Plasma-Lyte A®",
            "classificacao": "Solução cristaloide balanceada isotônica; repositor volêmico e eletrolítico; tamponada com acetato e gluconato",
            "mecanismoAcao": "Plasma-Lyte® é uma solução intravenosa balanceada contendo eletrólitos em concentrações semelhantes ao plasma (Na⁺ 140 mEq/L, K⁺ 5 mEq/L, Mg²⁺ 3 mEq/L, Cl⁻ 98 mEq/L, acetato 27 mEq/L, gluconato 23 mEq/L). Sua composição evita acidose hiperclorêmica, comum nas soluções salinas isotônicas (ex: SF 0,9%), por conter ânions orgânicos tamponantes (acetato e gluconato) que são metabolizados em bicarbonato. A infusão promove expansão volêmica eficaz, manutenção de eletrólitos plasmáticos e preservação do equilíbrio ácido-base. Por ser isotônica (osmolaridade ~294 mOsm/L), distribui-se no espaço extracelular, com permanência intravascular de ~25%. A presença de acetato como ânion tamponante permite rápida metabolização em bicarbonato, principalmente em músculo e rins, mesmo em estados de disfunção hepática. O gluconato, outro ânion orgânico, também contribui para o efeito tamponante, ainda que menos eficiente. A composição equilibrada, com proporção sódio-cloro próxima ao fisiológico (140:98 mEq/L), reduz o risco de acidose hiperclorêmica em comparação à SF 0,9%.",
            "farmacocinetica": "• Distribuição: compartimento extracelular (plasma e interstício).\n• Metabolismo: acetato e gluconato convertidos em bicarbonato no fígado, músculo e rins.\n• Excreção: renal (excesso de eletrólitos e volume).\n• Meia-vida efetiva: minutos a horas, dependente da volemia e função renal.\n• Osmolaridade: 294 mOsm/L (~isotônica ao plasma).",
            "farmacodinamica": "Promove expansão rápida e eficaz do volume plasmático, correção de distúrbios eletrolíticos e manutenção da perfusão tecidual. Reduz a ocorrência de acidose metabólica hiperclorêmica por conter ânions orgânicos com potencial de conversão em bicarbonato. É considerado mais fisiológico do que SF 0,9% em pacientes críticos, cirúrgicos e pediátricos. Não interfere significativamente na hemostasia ou função renal, sendo bem tolerado mesmo em infusões prolongadas. A presença de magnésio na formulação favorece a estabilidade de membranas celulares e participa de processos metabólicos, incluindo a modulação do transporte de potássio. Em pacientes críticos, o uso de Plasma-Lyte tem sido associado a menor incidência de lesão renal aguda e menor mortalidade em comparação com SF 0,9%, segundo estudos observacionais e ensaios clínicos controlados. Além disso, apresenta menor tendência à coagulação intravascular disseminada (CIVD) ou disfunções ácido-base em protocolos de grandes volumes na reanimação volêmica.",
            "indicacoes": "• Reposição volêmica em desidratação, hipovolemia e choque.\n• Manutenção da hidratação intravenosa em perioperatório.\n• Solvente para medicações compatíveis.\n• Expansão volêmica em pacientes críticos (sepse, TCE, politrauma).\n• Terapia de reposição em estados hipocalêmicos leves.",
            "posologia": "Adultos:\n• Manutenção: 25–40 mL/kg/dia.\n• Reposição: 500–1000 mL em bolus, conforme status hemodinâmico.\nPediatria:\n• Manutenção: 4:2:1 mL/kg/h (baseado em peso).\n• Reposição: bolus de 10–20 mL/kg (em hipovolemia aguda).",
            "administracao": "• Via intravenosa contínua ou intermitente.\n• Pode ser usado por acesso periférico ou central.\n• Compatível com a maioria das bombas de infusão e sistemas fechados.\n• Técnica asséptica obrigatória na conexão e manipulação.",
            "doseMaxima": "Individualizada conforme balanço hídrico, peso, função renal e comorbidades.",
            "doseMinima": "Manutenção mínima: ~25–30 mL/kg/dia (1.000–1.500 mL/dia).",
            "reacoesAdversas": "Comuns (1–10%):\n• Edema periférico, irritação local.\nIncomuns (0,1–1%):\n• Hipernatremia leve, hipermagnesemia transitória.\nRaras (<0,1%):\n• Reações alérgicas, extravasamento com dor local, hipercalemia em pacientes com disfunção renal.",
            "riscoGravidez": "Categoria A. Pode ser utilizado com segurança em gestantes para hidratação, reposição ou solvente em terapias intravenosas.",
            "riscoLactacao": "Compatível. Não interfere na produção ou composição do leite. Seguro para uso materno em contexto hospitalar.",
            "ajusteRenal": "• Reduzir volume e controlar potássio e magnésio em pacientes com oligúria, anúria ou IRC.\n• Monitorar eletrólitos e osmolaridade em infusões prolongadas.",
            "ajusteHepatico": "• Não requer ajuste na maioria dos casos. Em hepatopatia grave, a conversão de acetato pode estar reduzida — monitorar bicarbonato.",
            "contraindicacoes": "• Hipercalemia conhecida (>5,5 mEq/L).\n• Insuficiência renal grave sem terapia dialítica.\n• Alcalose metabólica ou hipermagnesemia significativa.\n• Hipervolêmicos sem controle (ICC, edema pulmonar).",
            "interacaoMedicamento": "• Compatível com diversos antibióticos e sedativos (ex: midazolam, propofol).\n• Incompatível com fosfato, cálcio concentrado e bicarbonato.\n• Deve-se evitar associação na mesma via com eletrólitos concentrados sem diluição apropriada. Estudos demonstram que a coadministração com aminoglicosídeos, betalactâmicos e sedativos é segura, desde que não haja precipitação visível ou turbidez. Evitar associação direta com soluções que contenham cálcio, fosfato ou bicarbonato, pois podem ocorrer reações de incompatibilidade físico-química. A estabilidade dos medicamentos pode ser influenciada pelo pH da solução, que em Plasma-Lyte® se aproxima da neutralidade (pH ~7,4).",
            "apresentacao": "• Bolsas de 250 mL, 500 mL e 1.000 mL (PVC e livres de DEHP).\n• Apresentações com e sem glicose 5% (Plasma-Lyte D, Plasma-Lyte 148).",
            "preparo": "• Pronta para uso.\n• Técnica asséptica na conexão.\n• Não requer diluição ou reconstituição.\n• Não adicionar outros medicamentos sem avaliação de compatibilidade.",
            "solucoesCompatíveis": "• Compatível com SF 0,9%, Glicose 5%, aminoácidos e muitos antibióticos.\n• Incompatível com fosfatos, bicarbonato e soluções hiperosmolares concentradas sem diluição.",
            "armazenamento": "• Temperatura ambiente (15–30°C).\n• Proteger da luz direta.\n• Usar em até 24 h após abertura em condições assépticas.",
            "cuidadosMedicos": "• Monitorar eletrólitos séricos, função renal, débito urinário e sinais de sobrecarga hídrica.\n• Avaliar resposta hemodinâmica em pacientes críticos ou em reanimação volêmica.\n• Evitar em pacientes com hipercalemia ou hipermagnesemia não tratada.",
            "cuidadosFarmaceuticos": "• Verificar integridade da bolsa, data de validade e compatibilidade medicamentosa.\n• Documentar lote, volume utilizado e tempo de infusão.\n• Utilizar sistema fechado sempre que possível.",
            "cuidadosEnfermagem": "• Verificar sinais vitais e balanço hídrico rigorosamente.\n• Observar sinais de extravasamento e irritação local.\n• Relatar sinais de hipercalemia (fraqueza, arritmia) ou sobrecarga volêmica (dispneia, edema).",
            "fontesBibliograficas": "Bula Anvisa (Plasma-Lyte®), UpToDate (2024), Micromedex, PubMed ID 37639265, Goodman & Gilman (13ª Ed.), SBH Terapêutica, Miller's Anesthesia (9ª Ed.), WHO IV Fluids Guidelines (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Plasma-Lyte® (balanced electrolyte solution)",
            "nomeComercial": "Plasma-Lyte®, Plasma-Lyte 148®, Plasma-Lyte A®",
            "classificacao": "Balanced isotonic crystalloid solution; volume and electrolyte replacement; buffered with acetate and gluconate",
            "mecanismoAcao": "Plasma-Lyte® is a balanced intravenous solution containing electrolytes in concentrations similar to plasma (Na⁺ 140 mEq/L, K⁺ 5 mEq/L, Mg²⁺ 3 mEq/L, Cl⁻ 98 mEq/L, acetate 27 mEq/L, gluconate 23 mEq/L). Its composition avoids hyperchloremic acidosis, common in isotonic saline solutions (e.g., 0.9% NS), by containing buffering organic anions (acetate and gluconate) that are metabolized to bicarbonate. The infusion promotes effective volume expansion, maintenance of plasma electrolytes, and preservation of acid-base balance. Being isotonic (osmolality ~294 mOsm/L), it distributes in the extracellular space, with intravascular retention of ~25%. The presence of acetate as a buffering anion allows rapid metabolism to bicarbonate, mainly in muscle and kidneys, even in states of hepatic dysfunction. Gluconate, another organic anion, also contributes to the buffering effect, though less efficiently. The balanced composition, with sodium-chloride ratio close to physiological (140:98 mEq/L), reduces the risk of hyperchloremic acidosis compared to 0.9% NS.",
            "farmacocinetica": "• Distribution: extracellular compartment (plasma and interstitium).\n• Metabolism: acetate and gluconate converted to bicarbonate in liver, muscle, and kidneys.\n• Excretion: renal (excess electrolytes and volume).\n• Effective half-life: minutes to hours, dependent on volume status and renal function.\n• Osmolality: 294 mOsm/L (~isotonic to plasma).",
            "farmacodinamica": "Promotes rapid and effective plasma volume expansion, correction of electrolyte disorders, and maintenance of tissue perfusion. Reduces the occurrence of hyperchloremic metabolic acidosis by containing organic anions with potential for conversion to bicarbonate. It is considered more physiological than 0.9% NS in critical, surgical, and pediatric patients. Does not significantly interfere with hemostasis or renal function, being well tolerated even in prolonged infusions. The presence of magnesium in the formulation favors cellular membrane stability and participates in metabolic processes, including modulation of potassium transport. In critical patients, the use of Plasma-Lyte has been associated with lower incidence of acute kidney injury and lower mortality compared to 0.9% NS, according to observational studies and controlled clinical trials. Additionally, it presents less tendency to disseminated intravascular coagulation (DIC) or acid-base dysfunctions in large volume protocols in volume resuscitation.",
            "indicacoes": "• Volume replacement in dehydration, hypovolemia, and shock.\n• Maintenance of intravenous hydration in perioperative period.\n• Solvent for compatible medications.\n• Volume expansion in critical patients (sepsis, TBI, polytrauma).\n• Replacement therapy in mild hypokalemic states.",
            "posologia": "Adults:\n• Maintenance: 25–40 mL/kg/day.\n• Replacement: 500–1000 mL bolus, according to hemodynamic status.\nPediatrics:\n• Maintenance: 4:2:1 mL/kg/h (based on weight).\n• Replacement: 10–20 mL/kg bolus (in acute hypovolemia).",
            "administracao": "• Continuous or intermittent intravenous route.\n• May be used via peripheral or central access.\n• Compatible with most infusion pumps and closed systems.\n• Aseptic technique mandatory in connection and manipulation.",
            "doseMaxima": "Individualized according to fluid balance, weight, renal function, and comorbidities.",
            "doseMinima": "Minimum maintenance: ~25–30 mL/kg/day (1,000–1,500 mL/day).",
            "reacoesAdversas": "Common (1–10%):\n• Peripheral edema, local irritation.\nUncommon (0.1–1%):\n• Mild hypernatremia, transient hypermagnesemia.\nRare (<0.1%):\n• Allergic reactions, extravasation with local pain, hyperkalemia in patients with renal dysfunction.",
            "riscoGravidez": "Category A. May be safely used in pregnant women for hydration, replacement, or solvent in intravenous therapies.",
            "riscoLactacao": "Compatible. Does not interfere with milk production or composition. Safe for maternal use in hospital setting.",
            "ajusteRenal": "• Reduce volume and control potassium and magnesium in patients with oliguria, anuria, or CKD.\n• Monitor electrolytes and osmolality in prolonged infusions.",
            "ajusteHepatico": "• No adjustment required in most cases. In severe liver disease, acetate conversion may be reduced — monitor bicarbonate.",
            "contraindicacoes": "• Known hyperkalemia (>5.5 mEq/L).\n• Severe renal insufficiency without dialysis therapy.\n• Metabolic alkalosis or significant hypermagnesemia.\n• Uncontrolled hypervolemia (CHF, pulmonary edema).",
            "interacaoMedicamento": "• Compatible with various antibiotics and sedatives (e.g., midazolam, propofol).\n• Incompatible with phosphate, concentrated calcium, and bicarbonate.\n• Should avoid association in the same line with concentrated electrolytes without appropriate dilution. Studies demonstrate that coadministration with aminoglycosides, beta-lactams, and sedatives is safe, provided there is no visible precipitation or cloudiness. Avoid direct association with solutions containing calcium, phosphate, or bicarbonate, as physicochemical incompatibility reactions may occur. Medication stability may be influenced by solution pH, which in Plasma-Lyte® approaches neutrality (pH ~7.4).",
            "apresentacao": "• Bags of 250 mL, 500 mL, and 1,000 mL (PVC and DEHP-free).\n• Presentations with and without 5% glucose (Plasma-Lyte D, Plasma-Lyte 148).",
            "preparo": "• Ready to use.\n• Aseptic technique in connection.\n• No dilution or reconstitution required.\n• Do not add other medications without compatibility evaluation.",
            "solucoesCompatíveis": "• Compatible with 0.9% NS, 5% glucose, amino acids, and many antibiotics.\n• Incompatible with phosphates, bicarbonate, and concentrated hyperosmolar solutions without dilution.",
            "armazenamento": "• Room temperature (15–30°C).\n• Protect from direct light.\n• Use within 24 h after opening under aseptic conditions.",
            "cuidadosMedicos": "• Monitor serum electrolytes, renal function, urine output, and signs of fluid overload.\n• Assess hemodynamic response in critical patients or volume resuscitation.\n• Avoid in patients with untreated hyperkalemia or hypermagnesemia.",
            "cuidadosFarmaceuticos": "• Check bag integrity, expiration date, and medication compatibility.\n• Document lot, volume used, and infusion time.\n• Use closed system whenever possible.",
            "cuidadosEnfermagem": "• Check vital signs and fluid balance rigorously.\n• Observe signs of extravasation and local irritation.\n• Report signs of hyperkalemia (weakness, arrhythmia) or volume overload (dyspnea, edema).",
            "fontesBibliograficas": "FDA Label (Plasma-Lyte®), UpToDate (2024), Micromedex, PubMed ID 37639265, Goodman & Gilman (13th Ed.), SBH Therapeutics, Miller's Anesthesia (9th Ed.), WHO IV Fluids Guidelines (2023)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Plasma-Lyte® (solución electrolítica balanceada)",
            "nomeComercial": "Plasma-Lyte®, Plasma-Lyte 148®, Plasma-Lyte A®",
            "classificacao": "Solución cristaloide balanceada isotónica; reemplazador volémico y electrolítico; tamponada con acetato y gluconato",
            "mecanismoAcao": "Plasma-Lyte® es una solución intravenosa balanceada que contiene electrolitos en concentraciones similares al plasma (Na⁺ 140 mEq/L, K⁺ 5 mEq/L, Mg²⁺ 3 mEq/L, Cl⁻ 98 mEq/L, acetato 27 mEq/L, gluconato 23 mEq/L). Su composición evita la acidosis hiperclorémica, común en las soluciones salinas isotónicas (ej: SF 0,9%), por contener aniones orgánicos tamponantes (acetato y gluconato) que son metabolizados a bicarbonato. La infusión promueve expansión volémica efectiva, mantenimiento de electrolitos plasmáticos y preservación del equilibrio ácido-base. Al ser isotónica (osmolaridad ~294 mOsm/L), se distribuye en el espacio extracelular, con permanencia intravascular de ~25%. La presencia de acetato como anión tamponante permite rápida metabolización a bicarbonato, principalmente en músculo y riñones, incluso en estados de disfunción hepática. El gluconato, otro anión orgánico, también contribuye al efecto tamponante, aunque menos eficiente. La composición equilibrada, con proporción sodio-cloro cercana a la fisiológica (140:98 mEq/L), reduce el riesgo de acidosis hiperclorémica en comparación con SF 0,9%.",
            "farmacocinetica": "• Distribución: compartimento extracelular (plasma e intersticio).\n• Metabolismo: acetato y gluconato convertidos a bicarbonato en hígado, músculo y riñones.\n• Excreción: renal (exceso de electrolitos y volumen).\n• Vida media efectiva: minutos a horas, dependiente de la volemia y función renal.\n• Osmolaridad: 294 mOsm/L (~isotónica al plasma).",
            "farmacodinamica": "Promueve expansión rápida y efectiva del volumen plasmático, corrección de trastornos electrolíticos y mantenimiento de la perfusión tisular. Reduce la ocurrencia de acidosis metabólica hiperclorémica por contener aniones orgánicos con potencial de conversión a bicarbonato. Es considerado más fisiológico que SF 0,9% en pacientes críticos, quirúrgicos y pediátricos. No interfiere significativamente en la hemostasia o función renal, siendo bien tolerado incluso en infusiones prolongadas. La presencia de magnesio en la formulación favorece la estabilidad de membranas celulares y participa en procesos metabólicos, incluyendo la modulación del transporte de potasio. En pacientes críticos, el uso de Plasma-Lyte ha sido asociado con menor incidencia de lesión renal aguda y menor mortalidad en comparación con SF 0,9%, según estudios observacionales y ensayos clínicos controlados. Además, presenta menor tendencia a la coagulación intravascular diseminada (CID) o disfunciones ácido-base en protocolos de grandes volúmenes en la reanimación volémica.",
            "indicacoes": "• Reemplazo volémico en deshidratación, hipovolemia y shock.\n• Mantenimiento de la hidratación intravenosa en perioperatorio.\n• Solvente para medicaciones compatibles.\n• Expansión volémica en pacientes críticos (sepsis, TCE, politrauma).\n• Terapia de reemplazo en estados hipocalémicos leves.",
            "posologia": "Adultos:\n• Mantenimiento: 25–40 mL/kg/día.\n• Reemplazo: 500–1000 mL en bolo, según estado hemodinámico.\nPediatría:\n• Mantenimiento: 4:2:1 mL/kg/h (basado en peso).\n• Reemplazo: bolo de 10–20 mL/kg (en hipovolemia aguda).",
            "administracao": "• Vía intravenosa continua o intermitente.\n• Puede ser usado por acceso periférico o central.\n• Compatible con la mayoría de las bombas de infusión y sistemas cerrados.\n• Técnica aséptica obligatoria en la conexión y manipulación.",
            "doseMaxima": "Individualizada según balance hídrico, peso, función renal y comorbilidades.",
            "doseMinima": "Mantenimiento mínimo: ~25–30 mL/kg/día (1.000–1.500 mL/día).",
            "reacoesAdversas": "Frecuentes (1–10%):\n• Edema periférico, irritación local.\nInfrecuentes (0,1–1%):\n• Hipernatremia leve, hipermagnesemia transitoria.\nRaras (<0,1%):\n• Reacciones alérgicas, extravasación con dolor local, hipercalemia en pacientes con disfunción renal.",
            "riscoGravidez": "Categoría A. Puede ser utilizado con seguridad en gestantes para hidratación, reemplazo o solvente en terapias intravenosas.",
            "riscoLactacao": "Compatible. No interfiere en la producción o composición de la leche. Seguro para uso materno en contexto hospitalario.",
            "ajusteRenal": "• Reducir volumen y controlar potasio y magnesio en pacientes con oliguria, anuria o IRC.\n• Monitorizar electrolitos y osmolaridad en infusiones prolongadas.",
            "ajusteHepatico": "• No requiere ajuste en la mayoría de los casos. En hepatopatía grave, la conversión de acetato puede estar reducida — monitorizar bicarbonato.",
            "contraindicacoes": "• Hipercalemia conocida (>5,5 mEq/L).\n• Insuficiencia renal grave sin terapia dialítica.\n• Alcalosis metabólica o hipermagnesemia significativa.\n• Hipervolémicos sin control (ICC, edema pulmonar).",
            "interacaoMedicamento": "• Compatible con diversos antibióticos y sedativos (ej: midazolam, propofol).\n• Incompatible con fosfato, calcio concentrado y bicarbonato.\n• Debe evitarse la asociación en la misma vía con electrolitos concentrados sin dilución apropiada. Estudios demuestran que la coadministración con aminoglucósidos, betalactámicos y sedativos es segura, siempre que no haya precipitación visible o turbidez. Evitar asociación directa con soluciones que contengan calcio, fosfato o bicarbonato, pues pueden ocurrir reacciones de incompatibilidad fisicoquímica. La estabilidad de los medicamentos puede ser influenciada por el pH de la solución, que en Plasma-Lyte® se aproxima a la neutralidad (pH ~7,4).",
            "apresentacao": "• Bolsas de 250 mL, 500 mL y 1.000 mL (PVC y libres de DEHP).\n• Presentaciones con y sin glucosa 5% (Plasma-Lyte D, Plasma-Lyte 148).",
            "preparo": "• Lista para usar.\n• Técnica aséptica en la conexión.\n• No requiere dilución o reconstitución.\n• No añadir otros medicamentos sin evaluación de compatibilidad.",
            "solucoesCompatíveis": "• Compatible con SF 0,9%, Glucosa 5%, aminoácidos y muchos antibióticos.\n• Incompatible con fosfatos, bicarbonato y soluciones hiperosmolares concentradas sin dilución.",
            "armazenamento": "• Temperatura ambiente (15–30°C).\n• Proteger de la luz directa.\n• Usar en hasta 24 h tras apertura en condiciones asépticas.",
            "cuidadosMedicos": "• Monitorizar electrolitos séricos, función renal, débito urinario y signos de sobrecarga hídrica.\n• Evaluar respuesta hemodinámica en pacientes críticos o en reanimación volémica.\n• Evitar en pacientes con hipercalemia o hipermagnesemia no tratada.",
            "cuidadosFarmaceuticos": "• Verificar integridad de la bolsa, fecha de validez y compatibilidad medicamentosa.\n• Documentar lote, volumen utilizado y tiempo de infusión.\n• Utilizar sistema cerrado siempre que sea posible.",
            "cuidadosEnfermagem": "• Verificar signos vitales y balance hídrico rigurosamente.\n• Observar signos de extravasación e irritación local.\n• Reportar signos de hipercalemia (debilidad, arritmia) o sobrecarga volémica (disnea, edema).",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Plasma-Lyte®), UpToDate (2024), Micromedex, PubMed ID 37639265, Goodman & Gilman (13ª Ed.), SBH Terapéutica, Miller's Anesthesia (9ª Ed.), WHO IV Fluids Guidelines (2023)."
        }
    }
}