{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Propofol",
            "nomeComercial": "Diprivan®, Propovan®, Propofol®",
            "classificacao": "Anestésico geral intravenoso, hipnótico de ação ultrarrápida, sedativo, agente de indução e manutenção anestésica",
            "mecanismoAcao": "Atua como agonista alostérico positivo dos receptores GABA-A, aumentando a afinidade do GABA endógeno e prolongando o tempo de abertura dos canais de cloro, resultando em influxo de Cl- e hiperpolarização da membrana neuronal. Isso leva à inibição da neurotransmissão excitatória e depressão do sistema nervoso central. Adicionalmente, inibe de forma secundária receptores NMDA e reduz atividade da via serotoninérgica, contribuindo para seus efeitos ansiolítico, hipnótico, sedativo e antiemético.",
            "farmacocinetica": "Início de ação ultrarrápido (30–60 segundos após administração IV). Pico de efeito entre 90–100 segundos. Meia-vida de distribuição curta (2–8 minutos) e eliminação terminal de 4–7 horas. Clearance plasmático elevado (1,5–2 L/min). Volume de distribuição: 2–10 L/kg. Alta ligação às proteínas plasmáticas (95–98%). Metabolização hepática por glucuronidação e sulfatação, com contribuição extra-hepática (pulmões, rins e intestinos). Excreção renal de metabólitos inativos. O término do efeito clínico se dá principalmente pela redistribuição tecidual.",
            "farmacodinamica": "Induz hipnose rápida, sedação profunda e amnésia anterógrada, sem efeito analgésico. Causa depressão dose-dependente do sistema cardiovascular (redução de contratilidade, pré-carga e pós-carga) e respiratório (apneia e depressão ventilatória). Tem propriedades antieméticas e anticonvulsivantes leves. A recuperação é geralmente rápida e previsível após suspensão da infusão, mesmo após administração prolongada, devido à rápida redistribuição e eliminação.",
            "indicacoes": "Indução e manutenção da anestesia geral. Sedação em pacientes ventilados na UTI. Sedação para procedimentos diagnósticos e terapêuticos (endoscopias, cardioversões, exames de imagem, pequenas cirurgias). Utilizado em centros cirúrgicos, pronto-socorros e salas de recuperação anestésica.",
            "posologia": "Indução anestésica em adultos: 1,5–2,5 mg/kg IV em bolus lento (20–40 mg a cada 10 segundos). Idosos, hipovolêmicos ou ASA III-IV: 1–1,5 mg/kg. Manutenção anestésica: 50–200 mcg/kg/min (3–12 mg/kg/h). Sedação na UTI adulto: 5–50 mcg/kg/min IV contínuo (evitar doses >50 mcg/kg/min por >48h devido à SIP). Procedimentos diagnósticos: 25–75 mcg/kg/min. Pediatria: indução 2,5–3,5 mg/kg; manutenção 100–200 mcg/kg/min.",
            "administracao": "Via exclusivamente intravenosa (IV), em bolus ou infusão contínua, com bomba de infusão dedicada. Administração apenas por médicos treinados em anestesia/sedação profunda, com monitorização contínua de via aérea, parâmetros respiratórios e hemodinâmicos.",
            "doseMaxima": "Indução: até 3 mg/kg em adultos saudáveis. Manutenção anestésica: até 200–300 mcg/kg/min. Sedação em UTI: máximo recomendado 50 mcg/kg/min para infusões >48 horas, devido ao risco de SIP. Doses de até 100 mcg/kg/min podem ser usadas por curtos períodos sob vigilância intensiva.",
            "doseMinima": "Sedação leve: 5–10 mcg/kg/min. Indução em pacientes frágeis ou idosos: 1 mg/kg.",
            "reacoesAdversas": "Hipotensão (comum, dose-dependente), bradicardia, apneia, depressão respiratória, dor na injeção (até 70% sem lidocaína), mioclonias, arritmias, assistolia, parada cardíaca, hipertrigliceridemia, pancreatite, rabdomiólise, acidose metabólica, insuficiência cardíaca e renal aguda, hiperlactatemia (Síndrome de Infusão de Propofol), euforia, sonhos vívidos, delírio na emergência, risco de infecção bacteriana por má manipulação.",
            "riscoGravidez": "Categoria B. Seguro para indução anestésica em cesariana. Não recomendado para sedação prolongada durante gestação. Sem evidência de teratogenicidade em humanos.",
            "riscoLactacao": "Compatível. Excreção mínima no leite materno. Seguro para uso em sedação de curta duração sem necessidade de suspender a amamentação.",
            "ajusteRenal": "Sem necessidade de ajuste. Usar com cautela em insuficiência renal grave pelo risco de acúmulo de metabólitos e maior chance de SIP em infusões prolongadas.",
            "ajusteHepatico": "Usar com cautela em insuficiência hepática moderada a grave. Metabolização comprometida pode levar a acúmulo e efeitos prolongados. Monitorização rigorosa é essencial.",
            "contraindicacoes": "Hipersensibilidade ao propofol, soja, ovo ou glicerol. Contraindicado em pacientes com alergia a derivados de ovo/soja. Não usar para sedação prolongada em UTI pediátrica (<16 anos). Contraindicado em caso de SIP prévia.",
            "interacaoMedicamento": "Potencializa depressores do SNC (opioides, benzodiazepínicos, álcool). Potencializa hipotensão com anti-hipertensivos, betabloqueadores, bloqueadores de canais de cálcio. Sinergismo com bloqueadores neuromusculares. Reduz necessidade de opioides e anestésicos voláteis. Incompatível com soluções alcalinas, bicarbonato e eletrólitos concentrados.",
            "apresentacao": "Emulsão lipídica a 10 mg/mL (1%) em frascos-ampola de 20, 50 e 100 mL para uso IV.",
            "preparo": "Pronto para uso. Agitar suavemente antes de administrar. Pode ser misturado com lidocaína 1% (até 20 mg/20 mL) imediatamente antes da injeção para reduzir dor. Não diluir com outras soluções. Usar bomba dedicada. Utilizar em até 6 horas após abertura.",
            "solucoesCompatíveis": "Compatível com SF 0,9%. Pode ser infundido na mesma linha com SG 5% ou Ringer lactato. Incompatível com soluções alcalinas e bicarbonato de sódio.",
            "armazenamento": "Manter entre 2°C e 25°C. Não congelar. Após abertura, usar em até 6 horas. Descartar sobras. Proteger da luz.",
            "cuidadosMedicos": "Monitorizar PA, FC, SpO2, capnografia e ECG. Ter sempre disponível material para ventilação. Atenção a sinais de depressão respiratória, SIP, rabdomiólise, acidose, hipertrigliceridemia. Realizar exames laboratoriais em uso prolongado.",
            "cuidadosFarmaceuticos": "Manter técnica asséptica. Não reutilizar sobras. Verificar homogeneidade da emulsão. Preparar infusão com bomba apropriada para emulsões lipídicas. Descartar se houver separação de fases ou floculação.",
            "cuidadosEnfermagem": "Monitorar sinais vitais, sedação, ventilação e consciência. Observar local de punção. Notificar prontamente alterações clínicas graves. Garantir material de ventilação disponível. Observar limite de 6 horas após abertura do frasco.",
            "fontesBibliograficas": "Bula Diprivan®, UpToDate (2024), Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia, Micromedex, Tintinalli's Emergency Medicine, PubMed ID 37129698, Diretrizes ASA, Diretrizes SCCM."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Propofol",
            "nomeComercial": "Diprivan®, Propovan®, Propofol®",
            "classificacao": "Intravenous general anesthetic, ultra-fast acting hypnotic, sedative, induction and maintenance anesthetic agent",
            "mecanismoAcao": "Acts as a positive allosteric agonist of GABA-A receptors, increasing the affinity of endogenous GABA and prolonging the opening time of chloride channels, resulting in Cl- influx and neuronal membrane hyperpolarization. This leads to inhibition of excitatory neurotransmission and depression of the central nervous system. Additionally, it secondarily inhibits NMDA receptors and reduces serotonergic pathway activity, contributing to its anxiolytic, hypnotic, sedative, and antiemetic effects.",
            "farmacocinetica": "Ultra-fast onset of action (30–60 seconds after IV administration). Peak effect between 90–100 seconds. Short distribution half-life (2–8 minutes) and terminal elimination of 4–7 hours. High plasma clearance (1.5–2 L/min). Volume of distribution: 2–10 L/kg. High plasma protein binding (95–98%). Hepatic metabolism by glucuronidation and sulfation, with extrahepatic contribution (lungs, kidneys, and intestines). Renal excretion of inactive metabolites. Clinical effect termination occurs mainly through tissue redistribution.",
            "farmacodinamica": "Induces rapid hypnosis, deep sedation, and anterograde amnesia, without analgesic effect. Causes dose-dependent depression of cardiovascular (reduction in contractility, preload, and afterload) and respiratory (apnea and ventilatory depression) systems. Has antiemetic and mild anticonvulsant properties. Recovery is generally rapid and predictable after infusion discontinuation, even after prolonged administration, due to rapid redistribution and elimination.",
            "indicacoes": "Induction and maintenance of general anesthesia. Sedation in ventilated patients in ICU. Sedation for diagnostic and therapeutic procedures (endoscopies, cardioversions, imaging exams, minor surgeries). Used in surgical centers, emergency rooms, and post-anesthesia recovery rooms.",
            "posologia": "Anesthetic induction in adults: 1.5–2.5 mg/kg IV slow bolus (20–40 mg every 10 seconds). Elderly, hypovolemic, or ASA III-IV: 1–1.5 mg/kg. Anesthetic maintenance: 50–200 mcg/kg/min (3–12 mg/kg/h). Adult ICU sedation: 5–50 mcg/kg/min continuous IV (avoid doses >50 mcg/kg/min for >48h due to PRIS). Diagnostic procedures: 25–75 mcg/kg/min. Pediatrics: induction 2.5–3.5 mg/kg; maintenance 100–200 mcg/kg/min.",
            "administracao": "Exclusively intravenous (IV) route, in bolus or continuous infusion, with dedicated infusion pump. Administration only by physicians trained in anesthesia/deep sedation, with continuous monitoring of airway, respiratory parameters, and hemodynamics.",
            "doseMaxima": "Induction: up to 3 mg/kg in healthy adults. Anesthetic maintenance: up to 200–300 mcg/kg/min. ICU sedation: maximum recommended 50 mcg/kg/min for infusions >48 hours, due to PRIS risk. Doses up to 100 mcg/kg/min may be used for short periods under intensive surveillance.",
            "doseMinima": "Light sedation: 5–10 mcg/kg/min. Induction in fragile or elderly patients: 1 mg/kg.",
            "reacoesAdversas": "Hypotension (common, dose-dependent), bradycardia, apnea, respiratory depression, injection pain (up to 70% without lidocaine), myoclonus, arrhythmias, asystole, cardiac arrest, hypertriglyceridemia, pancreatitis, rhabdomyolysis, metabolic acidosis, acute cardiac and renal failure, hyperlactatemia (Propofol Infusion Syndrome), euphoria, vivid dreams, emergence delirium, risk of bacterial infection from poor handling.",
            "riscoGravidez": "Category B. Safe for anesthetic induction in cesarean section. Not recommended for prolonged sedation during pregnancy. No evidence of teratogenicity in humans.",
            "riscoLactacao": "Compatible. Minimal excretion in breast milk. Safe for use in short-term sedation without need to discontinue breastfeeding.",
            "ajusteRenal": "No adjustment necessary. Use with caution in severe renal insufficiency due to risk of metabolite accumulation and higher chance of PRIS in prolonged infusions.",
            "ajusteHepatico": "Use with caution in moderate to severe hepatic insufficiency. Compromised metabolism may lead to accumulation and prolonged effects. Rigorous monitoring is essential.",
            "contraindicacoes": "Hypersensitivity to propofol, soy, egg, or glycerol. Contraindicated in patients with allergy to egg/soy derivatives. Do not use for prolonged sedation in pediatric ICU (<16 years). Contraindicated in case of previous PRIS.",
            "interacaoMedicamento": "Potentiates CNS depressants (opioids, benzodiazepines, alcohol). Potentiates hypotension with antihypertensives, beta-blockers, calcium channel blockers. Synergism with neuromuscular blockers. Reduces need for opioids and volatile anesthetics. Incompatible with alkaline solutions, bicarbonate, and concentrated electrolytes.",
            "apresentacao": "10 mg/mL (1%) lipid emulsion in 20, 50, and 100 mL vials for IV use.",
            "preparo": "Ready to use. Shake gently before administration. May be mixed with 1% lidocaine (up to 20 mg/20 mL) immediately before injection to reduce pain. Do not dilute with other solutions. Use dedicated pump. Use within 6 hours after opening.",
            "solucoesCompatíveis": "Compatible with 0.9% NS. May be infused in the same line with 5% dextrose or Ringer's lactate. Incompatible with alkaline solutions and sodium bicarbonate.",
            "armazenamento": "Keep between 2°C and 25°C. Do not freeze. After opening, use within 6 hours. Discard leftovers. Protect from light.",
            "cuidadosMedicos": "Monitor BP, HR, SpO2, capnography, and ECG. Always have ventilation equipment available. Attention to signs of respiratory depression, PRIS, rhabdomyolysis, acidosis, hypertriglyceridemia. Perform laboratory tests in prolonged use.",
            "cuidadosFarmaceuticos": "Maintain aseptic technique. Do not reuse leftovers. Check emulsion homogeneity. Prepare infusion with pump appropriate for lipid emulsions. Discard if there is phase separation or flocculation.",
            "cuidadosEnfermagem": "Monitor vital signs, sedation, ventilation, and consciousness. Observe puncture site. Promptly report serious clinical changes. Ensure ventilation equipment available. Observe 6-hour limit after vial opening.",
            "fontesBibliograficas": "Diprivan® Label, UpToDate (2024), Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia, Micromedex, Tintinalli's Emergency Medicine, PubMed ID 37129698, ASA Guidelines, SCCM Guidelines."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Propofol",
            "nomeComercial": "Diprivan®, Propovan®, Propofol®",
            "classificacao": "Anestésico general intravenoso, hipnótico de acción ultrarrápida, sedativo, agente de inducción y mantenimiento anestésico",
            "mecanismoAcao": "Actúa como agonista alostérico positivo de los receptores GABA-A, aumentando la afinidad del GABA endógeno y prolongando el tiempo de apertura de los canales de cloro, resultando en afluencia de Cl- e hiperpolarización de la membrana neuronal. Esto lleva a la inhibición de la neurotransmisión excitatoria y depresión del sistema nervioso central. Adicionalmente, inhibe de forma secundaria receptores NMDA y reduce actividad de la vía serotoninérgica, contribuyendo a sus efectos ansiolítico, hipnótico, sedativo y antiemético.",
            "farmacocinetica": "Inicio de acción ultrarrápido (30–60 segundos tras administración IV). Pico de efecto entre 90–100 segundos. Vida media de distribución corta (2–8 minutos) y eliminación terminal de 4–7 horas. Aclaramiento plasmático elevado (1,5–2 L/min). Volumen de distribución: 2–10 L/kg. Alta unión a proteínas plasmáticas (95–98%). Metabolización hepática por glucuronidación y sulfatación, con contribución extrahepática (pulmones, riñones e intestinos). Excreción renal de metabolitos inactivos. El término del efecto clínico se da principalmente por la redistribución tisular.",
            "farmacodinamica": "Induce hipnosis rápida, sedación profunda y amnesia anterógrada, sin efecto analgésico. Causa depresión dosis-dependiente del sistema cardiovascular (reducción de contractilidad, precarga y poscarga) y respiratorio (apnea y depresión ventilatoria). Tiene propiedades antieméticas y anticonvulsivantes leves. La recuperación es generalmente rápida y predecible tras suspensión de la infusión, incluso tras administración prolongada, debido a la rápida redistribución y eliminación.",
            "indicacoes": "Inducción y mantenimiento de la anestesia general. Sedación en pacientes ventilados en UCI. Sedación para procedimientos diagnósticos y terapéuticos (endoscopias, cardioversiones, exámenes de imagen, pequeñas cirugías). Utilizado en centros quirúrgicos, urgencias y salas de recuperación anestésica.",
            "posologia": "Inducción anestésica en adultos: 1,5–2,5 mg/kg IV en bolo lento (20–40 mg cada 10 segundos). Ancianos, hipovolémicos o ASA III-IV: 1–1,5 mg/kg. Mantenimiento anestésico: 50–200 mcg/kg/min (3–12 mg/kg/h). Sedación en UCI adulto: 5–50 mcg/kg/min IV continuo (evitar dosis >50 mcg/kg/min por >48h debido al SPP). Procedimientos diagnósticos: 25–75 mcg/kg/min. Pediatría: inducción 2,5–3,5 mg/kg; mantenimiento 100–200 mcg/kg/min.",
            "administracao": "Vía exclusivamente intravenosa (IV), en bolo o infusión continua, con bomba de infusión dedicada. Administración solo por médicos entrenados en anestesia/sedación profunda, con monitorización continua de vía aérea, parámetros respiratorios y hemodinámicos.",
            "doseMaxima": "Inducción: hasta 3 mg/kg en adultos sanos. Mantenimiento anestésico: hasta 200–300 mcg/kg/min. Sedación en UCI: máximo recomendado 50 mcg/kg/min para infusiones >48 horas, debido al riesgo de SPP. Dosis de hasta 100 mcg/kg/min pueden ser usadas por cortos períodos bajo vigilancia intensiva.",
            "doseMinima": "Sedación leve: 5–10 mcg/kg/min. Inducción en pacientes frágiles o ancianos: 1 mg/kg.",
            "reacoesAdversas": "Hipotensión (común, dosis-dependiente), bradicardia, apnea, depresión respiratoria, dolor en la inyección (hasta 70% sin lidocaína), mioclonías, arritmias, asistolia, parada cardíaca, hipertrigliceridemia, pancreatitis, rabdomiólisis, acidosis metabólica, insuficiencia cardíaca y renal aguda, hiperlactatemia (Síndrome de Infusión de Propofol), euforia, sueños vívidos, delirio en la emergencia, riesgo de infección bacteriana por mala manipulación.",
            "riscoGravidez": "Categoría B. Seguro para inducción anestésica en cesárea. No recomendado para sedación prolongada durante gestación. Sin evidencia de teratogenicidad en humanos.",
            "riscoLactacao": "Compatible. Excreción mínima en la leche materna. Seguro para uso en sedación de corta duración sin necesidad de suspender la lactancia.",
            "ajusteRenal": "Sin necesidad de ajuste. Usar con precaución en insuficiencia renal grave por el riesgo de acúmulo de metabolitos y mayor probabilidad de SPP en infusiones prolongadas.",
            "ajusteHepatico": "Usar con precaución en insuficiencia hepática moderada a grave. Metabolización comprometida puede llevar a acúmulo y efectos prolongados. Monitorización rigurosa es esencial.",
            "contraindicacoes": "Hipersensibilidad al propofol, soja, huevo o glicerol. Contraindicado en pacientes con alergia a derivados de huevo/soja. No usar para sedación prolongada en UCI pediátrica (<16 años). Contraindicado en caso de SPP previa.",
            "interacaoMedicamento": "Potencia depresores del SNC (opioides, benzodiazepinas, alcohol). Potencia hipotensión con antihipertensivos, betabloqueadores, bloqueadores de canales de calcio. Sinergismo con bloqueadores neuromusculares. Reduce necesidad de opioides y anestésicos volátiles. Incompatible con soluciones alcalinas, bicarbonato y electrolitos concentrados.",
            "apresentacao": "Emulsión lipídica a 10 mg/mL (1%) en frascos-ampolla de 20, 50 y 100 mL para uso IV.",
            "preparo": "Listo para usar. Agitar suavemente antes de administrar. Puede ser mezclado con lidocaína 1% (hasta 20 mg/20 mL) inmediatamente antes de la inyección para reducir dolor. No diluir con otras soluciones. Usar bomba dedicada. Utilizar en hasta 6 horas tras apertura.",
            "solucoesCompatíveis": "Compatible con SF 0,9%. Puede ser infundido en la misma línea con SG 5% o Ringer lactato. Incompatible con soluciones alcalinas y bicarbonato de sodio.",
            "armazenamento": "Mantener entre 2°C y 25°C. No congelar. Tras apertura, usar en hasta 6 horas. Descartar sobras. Proteger de la luz.",
            "cuidadosMedicos": "Monitorizar PA, FC, SpO2, capnografía y ECG. Tener siempre disponible material para ventilación. Atención a signos de depresión respiratoria, SPP, rabdomiólisis, acidosis, hipertrigliceridemia. Realizar exámenes de laboratorio en uso prolongado.",
            "cuidadosFarmaceuticos": "Mantener técnica aséptica. No reutilizar sobras. Verificar homogeneidad de la emulsión. Preparar infusión con bomba apropiada para emulsiones lipídicas. Descartar si hay separación de fases o floculación.",
            "cuidadosEnfermagem": "Monitorizar signos vitales, sedación, ventilación y consciencia. Observar local de punción. Notificar prontamente alteraciones clínicas graves. Garantizar material de ventilación disponible. Observar límite de 6 horas tras apertura del frasco.",
            "fontesBibliograficas": "Ficha Técnica Diprivan®, UpToDate (2024), Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia, Micromedex, Tintinalli's Emergency Medicine, PubMed ID 37129698, Guías ASA, Guías SCCM."
        }
    }
}
 
