{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Protamina (Sulfato de Protamina)",
            "nomeComercial": "Protamina UCB®, Protamina Blau®",
            "classificacao": "Antagonista da heparina; agente neutralizante de anticoagulante",
            "mecanismoAcao": "A protamina é uma proteína básica de baixo peso molecular que se liga diretamente à heparina, formando um complexo estável inativo. Este complexo impede a atividade anticoagulante da heparina, neutralizando seus efeitos. A protamina também possui leve efeito anticoagulante próprio quando administrada isoladamente em excesso.",
            "farmacocinetica": "• Início de ação: imediato (≤5 minutos).\n• Pico de efeito: 5 minutos.\n• Duração clínica: 2 horas.\n• Meia-vida: 7 minutos (fase inicial); 23 minutos (eliminação terminal).\n• Volume de distribuição: 0,2–0,4 L/kg.\n• Ligação às proteínas plasmáticas: forma complexo com heparina.\n• Metabolização: hepática (parcial).\n• Excreção: renal (como complexos inativos ou protamina livre).",
            "farmacodinamica": "Neutraliza rapidamente o efeito anticoagulante da heparina, restaurando a coagulação normal. Possui efeito anti-heparina dose-dependente. Em excesso, pode paradoxalmente ter efeito anticoagulante próprio, interferindo na agregação plaquetária e no fator V.",
            "indicacoes": "• Neutralização da anticoagulação induzida pela heparina não fracionada (HNF).\n• Reversão da heparina após cirurgia cardiovascular, hemodiálise, procedimentos intervencionistas ou administração terapêutica.\n• Neutralização parcial de heparina de baixo peso molecular (HBPM) (eficácia parcial).",
            "posologia": "• Dose padrão:\n  - 1 mg de protamina neutraliza aproximadamente 100 unidades de heparina não fracionada.\n• Cálculo da dose:\n  - Basear na quantidade de heparina administrada nas últimas 2 horas.\n  - Se a heparina foi administrada há >30 minutos, reduzir a dose de protamina proporcionalmente (ex.: 50% após 30–60 minutos, 25% após 60–120 minutos).\n• Exemplo:\n  - 5.000 UI de heparina = 50 mg de protamina.\n• HBPM (enoxaparina):\n  - 1 mg de protamina neutraliza 1 mg de enoxaparina (cerca de 60–70% do efeito anti-Xa).",
            "administracao": "• Exclusivamente por via intravenosa.\n• Administrar lentamente, em no mínimo 10 minutos (máximo 5 mg/min), para reduzir risco de reações adversas graves, incluindo hipotensão e anafilaxia.\n• Pode ser diluído em 50–100 mL de SF 0,9% se necessário para controle da velocidade de infusão.",
            "doseMaxima": "• Até 50 mg por dose isolada.\n• Doses maiores exigem infusão lenta fracionada devido ao risco de reações adversas severas.",
            "doseMinima": "• 1 mg (para neutralização de 100 UI de heparina).",
            "reacoesAdversas": "Comuns (1–10%):\n• Hipotensão.\n• Bradicardia.\n• Sensação de calor, rubor facial.\n• Náusea, vômito.\n• Dor no local da injeção.\nIncomuns (0,1–1%):\n• Reações anafilactoides não imunológicas (liberação de histamina).\n• Broncoespasmo.\n• Dispneia.\nRaras (<0,1%):\n• Anafilaxia verdadeira (mediada por IgE, especialmente em pacientes com alergia prévia a peixes ou uso prévio de protamina).\n• Colapso cardiovascular.\n• Hipertensão pulmonar aguda, choque e parada cardíaca (mais comum em pacientes submetidos à circulação extracorpórea).",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Dados limitados em humanos, mas não há relatos de teratogenicidade. O benefício na reversão da anticoagulação geralmente supera os riscos.",
            "riscoLactacao": "Não se sabe se é excretada no leite humano, mas devido à rápida eliminação plasmática e baixo risco sistêmico no lactente, é considerada segura.",
            "ajusteRenal": "• Não é necessário ajuste.\n• Usar com cautela na insuficiência renal terminal, devido ao risco teórico de acúmulo, embora não clinicamente significativo na prática.",
            "ajusteHepatico": "• Não é necessário ajuste.\n• Usar com cautela em disfunção hepática severa devido à possível redução da depuração metabólica.",
            "contraindicacoes": "• Hipersensibilidade à protamina ou a peixes.\n• Histórico de reação anafilática à protamina.\n• Uso prévio de protamina ou NPH/insulina protamina, que aumenta risco de reação alérgica cruzada.",
            "interacaoMedicamento": "• Aumento do risco de hemorragia se administrado isoladamente em excesso.\n• Pode interagir com anticoagulantes orais e agentes antiplaquetários, porém de forma clínica irrelevante na neutralização da heparina.",
            "apresentacao": "• Ampolas de 50 mg/5 mL (10 mg/mL) para uso EV.",
            "preparo": "• Pronto para uso.\n• Pode ser administrado puro ou diluído em SF 0,9% para infusão lenta.\n• Ex.: 50 mg em 50–100 mL de SF = 0,5–1 mg/mL.",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Incompatível com soluções alcalinas e bicarbonato de sódio.",
            "armazenamento": "• Conservar entre 2°C e 8°C (refrigerado).\n• Não congelar.\n• Estável até a data de validade na embalagem original.\n• Após abertura, usar imediatamente ou em até 24 horas se mantido refrigerado e protegido da luz.",
            "cuidadosMedicos": "• Monitorizar pressão arterial, frequência cardíaca e saturação durante e após a administração.\n• Administrar lentamente para reduzir risco de hipotensão, bradicardia e anafilaxia.\n• Ter disponível suporte avançado de vida e agentes para tratamento de anafilaxia (adrenalina, anti-histamínicos, corticoides).\n• Observar rigorosamente a dose e o tempo desde a administração da heparina.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade da ampola.\n• Preparar sob condições assépticas.\n• Realizar dupla conferência da dose calculada.\n• Documentar lote, dose, via, horário e quaisquer eventos adversos.",
            "cuidadosEnfermagem": "• Monitorizar sinais vitais, saturação e possíveis reações adversas durante a infusão.\n• Notificar imediatamente hipotensão, dispneia, broncoespasmo, urticária ou choque.\n• Garantir acesso venoso pérvio e funcionamento adequado da bomba de infusão se utilizada.\n• Registrar cuidadosamente dose administrada e tempo de infusão.",
            "fontesBibliograficas": "Bula Anvisa (Protamina UCB®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37613382, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli's Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Protamine (Protamine Sulfate)",
            "nomeComercial": "Protamine UCB®, Protamine Blau®",
            "classificacao": "Heparin antagonist; anticoagulant neutralizing agent",
            "mecanismoAcao": "Protamine is a basic low molecular weight protein that binds directly to heparin, forming a stable inactive complex. This complex prevents the anticoagulant activity of heparin, neutralizing its effects. Protamine also has a mild anticoagulant effect of its own when administered alone in excess.",
            "farmacocinetica": "• Onset: immediate (≤5 minutes).\n• Peak effect: 5 minutes.\n• Clinical duration: 2 hours.\n• Half-life: 7 minutes (initial phase); 23 minutes (terminal elimination).\n• Volume of distribution: 0.2–0.4 L/kg.\n• Plasma protein binding: forms complex with heparin.\n• Metabolism: hepatic (partial).\n• Excretion: renal (as inactive complexes or free protamine).",
            "farmacodinamica": "Rapidly neutralizes the anticoagulant effect of heparin, restoring normal coagulation. Has dose-dependent anti-heparin effect. In excess, it may paradoxically have its own anticoagulant effect, interfering with platelet aggregation and factor V.",
            "indicacoes": "• Neutralization of anticoagulation induced by unfractionated heparin (UFH).\n• Reversal of heparin after cardiovascular surgery, hemodialysis, interventional procedures, or therapeutic administration.\n• Partial neutralization of low molecular weight heparin (LMWH) (partial efficacy).",
            "posologia": "• Standard dose:\n  - 1 mg of protamine neutralizes approximately 100 units of unfractionated heparin.\n• Dose calculation:\n  - Base on the amount of heparin administered in the last 2 hours.\n  - If heparin was administered >30 minutes ago, reduce protamine dose proportionally (e.g., 50% after 30–60 minutes, 25% after 60–120 minutes).\n• Example:\n  - 5,000 IU of heparin = 50 mg of protamine.\n• LMWH (enoxaparin):\n  - 1 mg of protamine neutralizes 1 mg of enoxaparin (about 60–70% of anti-Xa effect).",
            "administracao": "• Exclusively by intravenous route.\n• Administer slowly, over at least 10 minutes (maximum 5 mg/min), to reduce risk of serious adverse reactions, including hypotension and anaphylaxis.\n• May be diluted in 50–100 mL of 0.9% NS if necessary for infusion rate control.",
            "doseMaxima": "• Up to 50 mg per single dose.\n• Larger doses require slow fractionated infusion due to risk of severe adverse reactions.",
            "doseMinima": "• 1 mg (for neutralization of 100 IU of heparin).",
            "reacoesAdversas": "Common (1–10%):\n• Hypotension.\n• Bradycardia.\n• Warm sensation, facial flushing.\n• Nausea, vomiting.\n• Injection site pain.\nUncommon (0.1–1%):\n• Non-immunological anaphylactoid reactions (histamine release).\n• Bronchospasm.\n• Dyspnea.\nRare (<0.1%):\n• True anaphylaxis (IgE-mediated, especially in patients with previous fish allergy or prior protamine use).\n• Cardiovascular collapse.\n• Acute pulmonary hypertension, shock, and cardiac arrest (more common in patients undergoing extracorporeal circulation).",
            "riscoGravidez": "Category C. Use only if clearly necessary. Limited data in humans, but no reports of teratogenicity. The benefit in anticoagulation reversal generally outweighs the risks.",
            "riscoLactacao": "Unknown if excreted in human milk, but due to rapid plasma elimination and low systemic risk in the infant, it is considered safe.",
            "ajusteRenal": "• No adjustment necessary.\n• Use with caution in end-stage renal disease due to theoretical risk of accumulation, although not clinically significant in practice.",
            "ajusteHepatico": "• No adjustment necessary.\n• Use with caution in severe hepatic dysfunction due to possible reduction in metabolic clearance.",
            "contraindicacoes": "• Hypersensitivity to protamine or fish.\n• History of anaphylactic reaction to protamine.\n• Previous use of protamine or NPH/protamine insulin, which increases risk of cross-allergic reaction.",
            "interacaoMedicamento": "• Increased risk of bleeding if administered alone in excess.\n• May interact with oral anticoagulants and antiplatelet agents, but clinically irrelevant in heparin neutralization.",
            "apresentacao": "• Ampoules of 50 mg/5 mL (10 mg/mL) for IV use.",
            "preparo": "• Ready to use.\n• May be administered pure or diluted in 0.9% NS for slow infusion.\n• Ex.: 50 mg in 50–100 mL of NS = 0.5–1 mg/mL.",
            "solucoesCompatíveis": "• 0.9% normal saline.\n• 5% dextrose solution.\n• Incompatible with alkaline solutions and sodium bicarbonate.",
            "armazenamento": "• Store between 2°C and 8°C (refrigerated).\n• Do not freeze.\n• Stable until expiration date in original packaging.\n• After opening, use immediately or within 24 hours if kept refrigerated and protected from light.",
            "cuidadosMedicos": "• Monitor blood pressure, heart rate, and saturation during and after administration.\n• Administer slowly to reduce risk of hypotension, bradycardia, and anaphylaxis.\n• Have advanced life support and agents for anaphylaxis treatment available (epinephrine, antihistamines, corticosteroids).\n• Strictly observe dose and time since heparin administration.",
            "cuidadosFarmaceuticos": "• Check name, dose, route, concentration, and ampoule integrity.\n• Prepare under aseptic conditions.\n• Perform double-check of calculated dose.\n• Document lot, dose, route, time, and any adverse events.",
            "cuidadosEnfermagem": "• Monitor vital signs, saturation, and possible adverse reactions during infusion.\n• Immediately report hypotension, dyspnea, bronchospasm, urticaria, or shock.\n• Ensure patent venous access and adequate infusion pump function if used.\n• Carefully record administered dose and infusion time.",
            "fontesBibliograficas": "FDA Label (Protamine UCB®), UpToDate (2024), Micromedex, Goodman & Gilman (13th Edition), PubMed ID 37613382, Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli's Emergency Medicine (9th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Protamina (Sulfato de Protamina)",
            "nomeComercial": "Protamina UCB®, Protamina Blau®",
            "classificacao": "Antagonista de la heparina; agente neutralizante de anticoagulante",
            "mecanismoAcao": "La protamina es una proteína básica de bajo peso molecular que se une directamente a la heparina, formando un complejo estable inactivo. Este complejo impide la actividad anticoagulante de la heparina, neutralizando sus efectos. La protamina también posee leve efecto anticoagulante propio cuando se administra aisladamente en exceso.",
            "farmacocinetica": "• Inicio de acción: inmediato (≤5 minutos).\n• Pico de efecto: 5 minutos.\n• Duración clínica: 2 horas.\n• Vida media: 7 minutos (fase inicial); 23 minutos (eliminación terminal).\n• Volumen de distribución: 0,2–0,4 L/kg.\n• Unión a proteínas plasmáticas: forma complejo con heparina.\n• Metabolización: hepática (parcial).\n• Excreción: renal (como complejos inactivos o protamina libre).",
            "farmacodinamica": "Neutraliza rápidamente el efecto anticoagulante de la heparina, restaurando la coagulación normal. Posee efecto anti-heparina dosis-dependiente. En exceso, puede paradójicamente tener efecto anticoagulante propio, interfiriendo en la agregación plaquetaria y en el factor V.",
            "indicacoes": "• Neutralización de la anticoagulación inducida por heparina no fraccionada (HNF).\n• Reversión de la heparina tras cirugía cardiovascular, hemodiálisis, procedimientos intervencionistas o administración terapéutica.\n• Neutralización parcial de heparina de bajo peso molecular (HBPM) (eficacia parcial).",
            "posologia": "• Dosis estándar:\n  - 1 mg de protamina neutraliza aproximadamente 100 unidades de heparina no fraccionada.\n• Cálculo de la dosis:\n  - Basar en la cantidad de heparina administrada en las últimas 2 horas.\n  - Si la heparina fue administrada hace >30 minutos, reducir la dosis de protamina proporcionalmente (ej.: 50% tras 30–60 minutos, 25% tras 60–120 minutos).\n• Ejemplo:\n  - 5.000 UI de heparina = 50 mg de protamina.\n• HBPM (enoxaparina):\n  - 1 mg de protamina neutraliza 1 mg de enoxaparina (alrededor del 60–70% del efecto anti-Xa).",
            "administracao": "• Exclusivamente por vía intravenosa.\n• Administrar lentamente, en al menos 10 minutos (máximo 5 mg/min), para reducir riesgo de reacciones adversas graves, incluyendo hipotensión y anafilaxia.\n• Puede ser diluida en 50–100 mL de SF 0,9% si es necesario para control de la velocidad de infusión.",
            "doseMaxima": "• Hasta 50 mg por dosis aislada.\n• Dosis mayores exigen infusión lenta fraccionada debido al riesgo de reacciones adversas severas.",
            "doseMinima": "• 1 mg (para neutralización de 100 UI de heparina).",
            "reacoesAdversas": "Frecuentes (1–10%):\n• Hipotensión.\n• Bradicardia.\n• Sensación de calor, rubor facial.\n• Náusea, vómito.\n• Dolor en el local de la inyección.\nInfrecuentes (0,1–1%):\n• Reacciones anafilactoides no inmunológicas (liberación de histamina).\n• Broncoespasmo.\n• Disnea.\nRaras (<0,1%):\n• Anafilaxia verdadera (mediada por IgE, especialmente en pacientes con alergia previa a peces o uso previo de protamina).\n• Colapso cardiovascular.\n• Hipertensión pulmonar aguda, shock y parada cardíaca (más común en pacientes sometidos a circulación extracorpórea).",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. Datos limitados en humanos, pero no hay reportes de teratogenicidad. El beneficio en la reversión de la anticoagulación generalmente supera los riesgos.",
            "riscoLactacao": "No se sabe si se excreta en la leche humana, pero debido a la rápida eliminación plasmática y bajo riesgo sistémico en el lactante, es considerada segura.",
            "ajusteRenal": "• No es necesario ajuste.\n• Usar con precaución en insuficiencia renal terminal, debido al riesgo teórico de acúmulo, aunque no clínicamente significativo en la práctica.",
            "ajusteHepatico": "• No es necesario ajuste.\n• Usar con precaución en disfunción hepática severa debido a la posible reducción de la depuración metabólica.",
            "contraindicacoes": "• Hipersensibilidad a la protamina o a peces.\n• Historial de reacción anafiláctica a la protamina.\n• Uso previo de protamina o NPH/insulina protamina, que aumenta riesgo de reacción alérgica cruzada.",
            "interacaoMedicamento": "• Aumento del riesgo de hemorragia si se administra aisladamente en exceso.\n• Puede interactuar con anticoagulantes orales y agentes antiplaquetarios, pero de forma clínicamente irrelevante en la neutralización de la heparina.",
            "apresentacao": "• Ampollas de 50 mg/5 mL (10 mg/mL) para uso IV.",
            "preparo": "• Lista para usar.\n• Puede ser administrada pura o diluida en SF 0,9% para infusión lenta.\n• Ej.: 50 mg en 50–100 mL de SF = 0,5–1 mg/mL.",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Solución glucosada 5%.\n• Incompatible con soluciones alcalinas y bicarbonato de sodio.",
            "armazenamento": "• Conservar entre 2°C y 8°C (refrigerado).\n• No congelar.\n• Estable hasta la fecha de validez en el empaquetado original.\n• Tras apertura, usar inmediatamente o en hasta 24 horas si se mantiene refrigerado y protegido de la luz.",
            "cuidadosMedicos": "• Monitorizar presión arterial, frecuencia cardíaca y saturación durante y tras la administración.\n• Administrar lentamente para reducir riesgo de hipotensión, bradicardia y anafilaxia.\n• Tener disponible soporte avanzado de vida y agentes para tratamiento de anafilaxia (adrenalina, antihistamínicos, corticoides).\n• Observar rigurosamente la dosis y el tiempo desde la administración de la heparina.",
            "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía, concentración e integridad de la ampolla.\n• Preparar bajo condiciones asépticas.\n• Realizar doble verificación de la dosis calculada.\n• Documentar lote, dosis, vía, horario y cualquier evento adverso.",
            "cuidadosEnfermagem": "• Monitorizar signos vitales, saturación y posibles reacciones adversas durante la infusión.\n• Notificar inmediatamente hipotensión, disnea, broncoespasmo, urticaria o shock.\n• Garantizar acceso venoso permeable y funcionamiento adecuado de la bomba de infusión si se utiliza.\n• Registrar cuidadosamente dosis administrada y tiempo de infusión.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Protamina UCB®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37613382, Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli's Emergency Medicine (9ª Edición)."
        }
    }
}