{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Remifentanil (cloridrato de remifentanila)",
            "nomeComercial": "Ultiva®",
            "classificacao": "Analgésico opioide; agonista μ-opioide ultrapotente; de ação ultracurta; derivado do fentanil",
            "mecanismoAcao": "O remifentanil é um agonista seletivo dos receptores μ-opioides, atuando no SNC e medula espinhal para inibir a transmissão da dor. Sua estrutura contém um grupo éster que permite metabolização rápida por estearases não específicas do sangue e tecidos, tornando sua meia-vida extremamente curta, independente de dose, duração de infusão ou função hepática e renal. Essa característica única garante controle preciso da analgesia, ideal para procedimentos anestésicos intensivos e sedação de curta duração com rápida recuperação. Sua rápida degradação por estearases não específicas confere independência da meia-vida em relação à duração da infusão (contexto-independente), uma característica única entre os opioides. Essa propriedade permite recuperação extremamente rápida da sedação e analgesia mesmo após infusões prolongadas, ao contrário de fentanil ou sufentanil. Remifentanil não se acumula em tecidos periféricos, como gordura ou músculo, mesmo em pacientes obesos ou com insuficiência hepática/renal.",
            "farmacocinetica": "• Início de ação: 1 minuto (IV).\n• Pico de efeito: 1–2 minutos.\n• Duração clínica: 5–10 minutos após interrupção da infusão.\n• Meia-vida de eliminação: 3–10 minutos.\n• Meia-vida contexto-independente.\n• Volume de distribuição: 0,3–0,4 L/kg.\n• Ligação a proteínas plasmáticas: 70%.\n• Metabolização: por estearases plasmáticas e teciduais.\n• Excreção: urinária, como ácido carboxílico inativo.",
            "farmacodinamica": "Proporciona analgesia profunda, rápida e reversível, ideal para cirurgias com rápida titulação e extubação precoce. Devido à sua eliminação ultra-rápida, não possui efeito cumulativo mesmo em infusões prolongadas, permitindo controle dinâmico intraoperatório. Não apresenta ação anti-inflamatória ou anestésica local. A interrupção abrupta pode resultar em hiperalgesia ou dor rebote em pacientes sem analgesia complementar. Apresenta risco aumentado de bradicardia e rigidez torácica em bolus rápido ou altas doses contínuas sem sedação. Em contextos de anestesia balanceada, o remifentanil permite redução de até 50% nas doses de hipnóticos voláteis ou intravenosos. A dor rebote ou hiperalgesia induzida pela interrupção abrupta de infusões prolongadas é um fenômeno reconhecido, comumente mitigado por transição para opioides de meia-vida mais longa (ex: morfina ou oxicodona). Estudos demonstram que seu perfil farmacodinâmico favorece o uso em cirurgias de curta duração, mas também é seguro em procedimentos complexos com protocolos de transição controlada.",
            "indicacoes": "• Indução e manutenção da anestesia geral.\n• Suplemento analgésico em procedimentos cirúrgicos e diagnósticos.\n• Sedação analgésica em pacientes críticos ventilados (curta duração).\n• Procedimentos neurocirúrgicos, cardíacos ou ambulatoriais com rápida recuperação.\n• Off-label: analgesia controlada intraoperatória com coadministração de propofol ou sevoflurano.",
            "posologia": "Adultos:\n• Indução: bolus de 1 mcg/kg IV (opcional) + infusão contínua 0,1–1 mcg/kg/min.\n• Manutenção: 0,05–2 mcg/kg/min (titular conforme resposta e tipo cirúrgico).\nPediatria:\n• Indução: 1 mcg/kg em 30–60 s (com sedação).\n• Manutenção: 0,05–0,3 mcg/kg/min IV (ajustar por idade e peso).\n• Não recomendado para infusão contínua prolongada em neonatos ou lactentes sem monitorização avançada.",
            "administracao": "• Exclusivamente intravenosa.\n• Infusão contínua com bomba volumétrica.\n• Administração em bolus deve ser lenta (≥60 segundos) e sempre com sedativo.\n• Incompatível com uso epidural ou intratecal.",
            "doseMaxima": "• Até 2 mcg/kg/min em cirurgias complexas (adultos).\n• Dose total não deve exceder 100 mcg/kg sem coadministração de sedativos e controle ventilatório.",
            "doseMinima": "• 0,025 mcg/kg/min para sedação leve ou procedimentos curtos.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Hipotensão, bradicardia, rigidez muscular.\nComuns (1–10%):\n• Bradipneia, náusea, tremores, apneia.\n• Dor no local da infusão, prurido, hipertermia.\nIncomuns (0,1–1%):\n• Hiperalgesia de rebote, disforia, agitação pós-operatória.\nRaras (<0,1%):\n• Arritmias, depressão respiratória prolongada, laringoespasmo.",
            "riscoGravidez": "Categoria C. Pode ser utilizado na indução anestésica de cesarianas com controle ventilatório. Causa depressão respiratória neonatal em altas doses sem suporte.",
            "riscoLactacao": "Meia-vida curta e metabolismo plasmático favorecem uso pontual. Evitar amamentação por 4 horas após infusão prolongada. Considerado compatível com uso intraoperatório isolado.",
            "ajusteRenal": "• Não requer ajuste em IRC.\n• Metabolismo não depende da função renal; não se acumula mesmo em anúria.",
            "ajusteHepatico": "• Não requer ajuste em hepatopatias leves a moderadas.\n• Não sofre metabolismo hepático clássico; clearance mantido em disfunção hepática.",
            "contraindicacoes": "• Hipersensibilidade conhecida ao remifentanil.\n• Uso fora de ambiente monitorado.\n• Administração epidural ou intratecal.\n• Infusão prolongada sem analgesia complementar.",
            "interacaoMedicamento": "• Potencializa sedação e apneia com benzodiazepínicos, propofol, etomidato.\n• Potencialização de bloqueadores neuromusculares (rocurônio, cisatracúrio).\n• Risco de bradicardia com betabloqueadores.\n• Sinergia analgésica com dexmedetomidina e sevoflurano. O remifentanil potencializa a ação de agentes inalatórios (sevoflurano, desflurano), reduzindo a concentração alveolar mínima (CAM). Não há necessidade de ajuste de dose quando coadministrado com relaxantes musculares não despolarizantes, mas a recuperação neuromuscular pode ser retardada se a sedação com remifentanil for prolongada. A coadministração com dexmedetomidina reduz a incidência de rigidez torácica e melhora o conforto do paciente durante infusão contínua. Não interage com fármacos metabolizados por CYP450, o que o torna seguro em pacientes polimedicados.",
            "apresentacao": "• Pó liofilizado para reconstituição: 1 mg, 2 mg ou 5 mg.\n• Reconstituir com água estéril ou SF 0,9%, diluir para concentração de 20–50 mcg/mL.",
            "preparo": "• Reconstituir em técnica asséptica.\n• Diluir em SF 0,9% para infusão contínua.\n• Preparações devem ser usadas em até 24 h sob refrigeração.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com bicarbonato e soluções alcalinas.",
            "armazenamento": "• Pó liofilizado: conservar entre 15°C e 25°C.\n• Protegido da luz.\n• Solução diluída: refrigerar e usar em até 24 h.",
            "cuidadosMedicos": "• Monitorar continuamente ventilação, sedação e resposta hemodinâmica.\n• Não suspender abruptamente em pacientes sensíveis (risco de hiperalgesia).\n• Ajustar infusão em cirurgias longas ou transição para opioides de meia-vida longa.\n• Ter naloxona e suporte ventilatório imediatamente disponíveis.",
            "cuidadosFarmaceuticos": "• Confirmar diluição correta, rastreabilidade e compatibilidade.\n• Preparar com bomba e técnica asséptica.\n• Documentar lote, horário de início e tempo total de infusão.\n• Garantir descarte seguro de solução residual após término.",
            "cuidadosEnfermagem": "• Avaliar continuamente padrão respiratório, sedação e sinais vitais.\n• Garantir bomba de infusão calibrada.\n• Observar rigidez torácica e necessidade de ventilação assistida.\n• Comunicar imediatamente variações neurológicas ou hemodinâmicas.",
            "fontesBibliograficas": "Bula Anvisa (Ultiva®), UpToDate (2024), Micromedex, PubMed ID 37626212, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), FDA Remifentanil Drug Label, Guidelines ESRA/ASA 2023."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Remifentanil (remifentanil hydrochloride)",
            "nomeComercial": "Ultiva®",
            "classificacao": "Opioid analgesic; ultrapotent μ-opioid agonist; ultra-short-acting; fentanyl derivative",
            "mecanismoAcao": "Remifentanil is a selective agonist of μ-opioid receptors, acting in the CNS and spinal cord to inhibit pain transmission. Its structure contains an ester group that allows rapid metabolism by non-specific esterases in blood and tissues, making its half-life extremely short, independent of dose, infusion duration, or hepatic and renal function. This unique characteristic ensures precise control of analgesia, ideal for intensive anesthetic procedures and short-duration sedation with rapid recovery. Its rapid degradation by non-specific esterases confers independence of half-life in relation to infusion duration (context-independent), a unique characteristic among opioids. This property allows extremely rapid recovery from sedation and analgesia even after prolonged infusions, unlike fentanyl or sufentanil. Remifentanil does not accumulate in peripheral tissues, such as fat or muscle, even in obese patients or those with hepatic/renal insufficiency.",
            "farmacocinetica": "• Onset of action: 1 minute (IV).\n• Peak effect: 1–2 minutes.\n• Clinical duration: 5–10 minutes after infusion interruption.\n• Elimination half-life: 3–10 minutes.\n• Context-independent half-life.\n• Volume of distribution: 0.3–0.4 L/kg.\n• Plasma protein binding: 70%.\n• Metabolism: by plasma and tissue esterases.\n• Excretion: urinary, as inactive carboxylic acid.",
            "farmacodinamica": "Provides deep, rapid, and reversible analgesia, ideal for surgeries with rapid titration and early extubation. Due to its ultra-rapid elimination, it has no cumulative effect even in prolonged infusions, allowing dynamic intraoperative control. It has no anti-inflammatory or local anesthetic action. Abrupt interruption may result in hyperalgesia or rebound pain in patients without complementary analgesia. It presents increased risk of bradycardia and chest wall rigidity with rapid bolus or high continuous doses without sedation. In balanced anesthesia contexts, remifentanil allows reduction of up to 50% in doses of volatile or intravenous hypnotics. Rebound pain or hyperalgesia induced by abrupt interruption of prolonged infusions is a recognized phenomenon, commonly mitigated by transition to longer half-life opioids (e.g., morphine or oxycodone). Studies demonstrate that its pharmacodynamic profile favors use in short-duration surgeries, but it is also safe in complex procedures with controlled transition protocols.",
            "indicacoes": "• Induction and maintenance of general anesthesia.\n• Analgesic supplement in surgical and diagnostic procedures.\n• Analgesic sedation in ventilated critical patients (short duration).\n• Neurosurgical, cardiac, or outpatient procedures with rapid recovery.\n• Off-label: controlled intraoperative analgesia with coadministration of propofol or sevoflurane.",
            "posologia": "Adults:\n• Induction: 1 mcg/kg IV bolus (optional) + continuous infusion 0.1–1 mcg/kg/min.\n• Maintenance: 0.05–2 mcg/kg/min (titrate according to response and surgical type).\nPediatrics:\n• Induction: 1 mcg/kg over 30–60 s (with sedation).\n• Maintenance: 0.05–0.3 mcg/kg/min IV (adjust by age and weight).\n• Not recommended for prolonged continuous infusion in neonates or infants without advanced monitoring.",
            "administracao": "• Exclusively intravenous.\n• Continuous infusion with volumetric pump.\n• Bolus administration should be slow (≥60 seconds) and always with sedative.\n• Incompatible with epidural or intrathecal use.",
            "doseMaxima": "• Up to 2 mcg/kg/min in complex surgeries (adults).\n• Total dose should not exceed 100 mcg/kg without coadministration of sedatives and ventilatory control.",
            "doseMinima": "• 0.025 mcg/kg/min for mild sedation or short procedures.",
            "reacoesAdversas": "Very common (>10%):\n• Hypotension, bradycardia, muscle rigidity.\nCommon (1–10%):\n• Bradypnea, nausea, tremors, apnea.\n• Pain at infusion site, pruritus, hyperthermia.\nUncommon (0.1–1%):\n• Rebound hyperalgesia, dysphoria, postoperative agitation.\nRare (<0.1%):\n• Arrhythmias, prolonged respiratory depression, laryngospasm.",
            "riscoGravidez": "Category C. May be used in anesthetic induction of cesarean sections with ventilatory control. Causes neonatal respiratory depression at high doses without support.",
            "riscoLactacao": "Short half-life and plasma metabolism favor occasional use. Avoid breastfeeding for 4 hours after prolonged infusion. Considered compatible with isolated intraoperative use.",
            "ajusteRenal": "• No adjustment required in CKD.\n• Metabolism does not depend on renal function; does not accumulate even in anuria.",
            "ajusteHepatico": "• No adjustment required in mild to moderate liver disease.\n• Does not undergo classic hepatic metabolism; clearance maintained in hepatic dysfunction.",
            "contraindicacoes": "• Known hypersensitivity to remifentanil.\n• Use outside monitored environment.\n• Epidural or intrathecal administration.\n• Prolonged infusion without complementary analgesia.",
            "interacaoMedicamento": "• Potentiates sedation and apnea with benzodiazepines, propofol, etomidate.\n• Potentiation of neuromuscular blockers (rocuronium, cisatracurium).\n• Risk of bradycardia with beta-blockers.\n• Analgesic synergy with dexmedetomidine and sevoflurane. Remifentanil potentiates the action of inhalational agents (sevoflurane, desflurane), reducing minimum alveolar concentration (MAC). No dose adjustment is needed when coadministered with non-depolarizing muscle relaxants, but neuromuscular recovery may be delayed if sedation with remifentanil is prolonged. Coadministration with dexmedetomidine reduces the incidence of chest wall rigidity and improves patient comfort during continuous infusion. It does not interact with drugs metabolized by CYP450, making it safe in polymedicated patients.",
            "apresentacao": "• Lyophilized powder for reconstitution: 1 mg, 2 mg, or 5 mg.\n• Reconstitute with sterile water or NS 0.9%, dilute to concentration of 20–50 mcg/mL.",
            "preparo": "• Reconstitute under aseptic technique.\n• Dilute in NS 0.9% for continuous infusion.\n• Preparations should be used within 24 h under refrigeration.",
            "solucoesCompatíveis": "• NS 0.9%, D5W.\n• Incompatible with bicarbonate and alkaline solutions.",
            "armazenamento": "• Lyophilized powder: store between 15°C and 25°C.\n• Protected from light.\n• Diluted solution: refrigerate and use within 24 h.",
            "cuidadosMedicos": "• Continuously monitor ventilation, sedation, and hemodynamic response.\n• Do not abruptly discontinue in sensitive patients (risk of hyperalgesia).\n• Adjust infusion in long surgeries or transition to long half-life opioids.\n• Have naloxone and ventilatory support immediately available.",
            "cuidadosFarmaceuticos": "• Confirm correct dilution, traceability, and compatibility.\n• Prepare with pump and aseptic technique.\n• Document lot, start time, and total infusion time.\n• Ensure safe disposal of residual solution after completion.",
            "cuidadosEnfermagem": "• Continuously evaluate respiratory pattern, sedation, and vital signs.\n• Ensure calibrated infusion pump.\n• Observe chest wall rigidity and need for assisted ventilation.\n• Immediately communicate neurological or hemodynamic variations.",
            "fontesBibliograficas": "FDA Labeling (Ultiva®), UpToDate (2024), Micromedex, PubMed ID 37626212, Goodman & Gilman (13th Ed.), Miller's Anesthesia (9th Ed.), FDA Remifentanil Drug Label, Guidelines ESRA/ASA 2023."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Remifentanilo (clorhidrato de remifentanilo)",
            "nomeComercial": "Ultiva®",
            "classificacao": "Analgésico opioide; agonista μ-opioide ultrapotente; de acción ultracorta; derivado del fentanilo",
            "mecanismoAcao": "El remifentanilo es un agonista selectivo de los receptores μ-opioides, actuando en el SNC y médula espinal para inhibir la transmisión del dolor. Su estructura contiene un grupo éster que permite metabolización rápida por esterasas no específicas de sangre y tejidos, haciendo su vida media extremadamente corta, independiente de dosis, duración de infusión o función hepática y renal. Esta característica única garantiza control preciso de la analgesia, ideal para procedimientos anestésicos intensivos y sedación de corta duración con rápida recuperación. Su rápida degradación por esterasas no específicas confiere independencia de la vida media en relación a la duración de la infusión (contexto-independiente), una característica única entre los opioides. Esta propiedad permite recuperación extremadamente rápida de la sedación y analgesia incluso tras infusiones prolongadas, a diferencia del fentanilo o sufentanilo. El remifentanilo no se acumula en tejidos periféricos, como grasa o músculo, incluso en pacientes obesos o con insuficiencia hepática/renal.",
            "farmacocinetica": "• Inicio de acción: 1 minuto (IV).\n• Pico de efecto: 1–2 minutos.\n• Duración clínica: 5–10 minutos tras interrupción de la infusión.\n• Vida media de eliminación: 3–10 minutos.\n• Vida media contexto-independiente.\n• Volumen de distribución: 0,3–0,4 L/kg.\n• Unión a proteínas plasmáticas: 70%.\n• Metabolización: por esterasas plasmáticas y tisulares.\n• Excreción: urinaria, como ácido carboxílico inactivo.",
            "farmacodinamica": "Proporciona analgesia profunda, rápida y reversible, ideal para cirugías con rápida titulación y extubación precoz. Debido a su eliminación ultra-rápida, no posee efecto acumulativo incluso en infusiones prolongadas, permitiendo control dinámico intraoperatorio. No presenta acción antiinflamatoria o anestésica local. La interrupción abrupta puede resultar en hiperalgesia o dolor rebote en pacientes sin analgesia complementaria. Presenta riesgo aumentado de bradicardia y rigidez torácica en bolo rápido o altas dosis continuas sin sedación. En contextos de anestesia balanceada, el remifentanilo permite reducción de hasta 50% en las dosis de hipnóticos volátiles o intravenosos. El dolor rebote o hiperalgesia inducida por la interrupción abrupta de infusiones prolongadas es un fenómeno reconocido, comúnmente mitigado por transición a opioides de vida media más larga (ej: morfina u oxicodona). Estudios demuestran que su perfil farmacodinámico favorece el uso en cirugías de corta duración, pero también es seguro en procedimientos complejos con protocolos de transición controlada.",
            "indicacoes": "• Inducción y mantenimiento de anestesia general.\n• Suplemento analgésico en procedimientos quirúrgicos y diagnósticos.\n• Sedación analgésica en pacientes críticos ventilados (corta duración).\n• Procedimientos neuroquirúrgicos, cardíacos o ambulatorios con rápida recuperación.\n• Off-label: analgesia controlada intraoperatoria con coadministración de propofol o sevoflurano.",
            "posologia": "Adultos:\n• Inducción: bolo de 1 mcg/kg IV (opcional) + infusión continua 0,1–1 mcg/kg/min.\n• Mantenimiento: 0,05–2 mcg/kg/min (titular según respuesta y tipo quirúrgico).\nPediatría:\n• Inducción: 1 mcg/kg en 30–60 s (con sedación).\n• Mantenimiento: 0,05–0,3 mcg/kg/min IV (ajustar por edad y peso).\n• No recomendado para infusión continua prolongada en neonatos o lactantes sin monitorización avanzada.",
            "administracao": "• Exclusivamente intravenosa.\n• Infusión continua con bomba volumétrica.\n• Administración en bolo debe ser lenta (≥60 segundos) y siempre con sedativo.\n• Incompatible con uso epidural o intratecal.",
            "doseMaxima": "• Hasta 2 mcg/kg/min en cirugías complejas (adultos).\n• Dosis total no debe exceder 100 mcg/kg sin coadministración de sedativos y control ventilatorio.",
            "doseMinima": "• 0,025 mcg/kg/min para sedación leve o procedimientos cortos.",
            "reacoesAdversas": "Muy comunes (>10%):\n• Hipotensión, bradicardia, rigidez muscular.\nComunes (1–10%):\n• Bradipnea, náusea, temblores, apnea.\n• Dolor en el sitio de infusión, prurito, hipertermia.\nPoco comunes (0,1–1%):\n• Hiperalgesia de rebote, disforia, agitación postoperatoria.\nRaras (<0,1%):\n• Arritmias, depresión respiratoria prolongada, laringoespasmo.",
            "riscoGravidez": "Categoría C. Puede utilizarse en la inducción anestésica de cesáreas con control ventilatorio. Causa depresión respiratoria neonatal en altas dosis sin soporte.",
            "riscoLactacao": "Vida media corta y metabolismo plasmático favorecen uso puntual. Evitar lactancia por 4 horas tras infusión prolongada. Considerado compatible con uso intraoperatorio aislado.",
            "ajusteRenal": "• No requiere ajuste en IRC.\n• Metabolismo no depende de la función renal; no se acumula incluso en anuria.",
            "ajusteHepatico": "• No requiere ajuste en hepatopatías leves a moderadas.\n• No sufre metabolismo hepático clásico; aclaramiento mantenido en disfunción hepática.",
            "contraindicacoes": "• Hipersensibilidad conocida al remifentanilo.\n• Uso fuera de ambiente monitorizado.\n• Administración epidural o intratecal.\n• Infusión prolongada sin analgesia complementaria.",
            "interacaoMedicamento": "• Potencializa sedación y apnea con benzodiazepínicos, propofol, etomidato.\n• Potencialización de bloqueadores neuromusculares (rocuronio, cisatracurio).\n• Riesgo de bradicardia con betabloqueadores.\n• Sinergia analgésica con dexmedetomidina y sevoflurano. El remifentanilo potencializa la acción de agentes inhalatorios (sevoflurano, desflurano), reduciendo la concentración alveolar mínima (CAM). No hay necesidad de ajuste de dosis cuando se coadministra con relajantes musculares no despolarizantes, pero la recuperación neuromuscular puede retrasarse si la sedación con remifentanilo es prolongada. La coadministración con dexmedetomidina reduce la incidencia de rigidez torácica y mejora el confort del paciente durante infusión continua. No interacciona con fármacos metabolizados por CYP450, lo que lo hace seguro en pacientes polimedicados.",
            "apresentacao": "• Polvo liofilizado para reconstitución: 1 mg, 2 mg o 5 mg.\n• Reconstituir con agua estéril o SF 0,9%, diluir para concentración de 20–50 mcg/mL.",
            "preparo": "• Reconstituir en técnica aséptica.\n• Diluir en SF 0,9% para infusión continua.\n• Preparaciones deben usarse en hasta 24 h bajo refrigeración.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con bicarbonato y soluciones alcalinas.",
            "armazenamento": "• Polvo liofilizado: conservar entre 15°C y 25°C.\n• Protegido de la luz.\n• Solución diluida: refrigerar y usar en hasta 24 h.",
            "cuidadosMedicos": "• Monitorizar continuamente ventilación, sedación y respuesta hemodinámica.\n• No suspender abruptamente en pacientes sensibles (riesgo de hiperalgesia).\n• Ajustar infusión en cirugías largas o transición a opioides de vida media larga.\n• Tener naloxona y soporte ventilatorio inmediatamente disponibles.",
            "cuidadosFarmaceuticos": "• Confirmar dilución correcta, trazabilidad y compatibilidad.\n• Preparar con bomba y técnica aséptica.\n• Documentar lote, horario de inicio y tiempo total de infusión.\n• Garantizar descarte seguro de solución residual tras término.",
            "cuidadosEnfermagem": "• Evaluar continuamente patrón respiratorio, sedación y signos vitales.\n• Garantir bomba de infusión calibrada.\n• Observar rigidez torácica y necesidad de ventilación asistida.\n• Comunicar inmediatamente variaciones neurológicas o hemodinámicas.",
            "fontesBibliograficas": "Bula EMA (Ultiva®), UpToDate (2024), Micromedex, PubMed ID 37626212, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), FDA Remifentanil Drug Label, Guidelines ESRA/ASA 2023."
        }
    }
}