{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Cloreto de sódio 20%",
            "nomeComercial": "Salina Hipertônica 20%, Solução de Cloreto de Sódio a 20%",
            "classificacao": "Solução hipertônica concentrada; agente hiperosmolar; modulador osmótico intracraniano e intracelular",
            "mecanismoAcao": "A solução de cloreto de sódio a 20% contém 3.420 mEq/L de sódio e cloreto, com osmolalidade de aproximadamente 6.840 mOsm/L. Promove intensa elevação da osmolaridade plasmática, gerando um forte gradiente osmótico entre o compartimento intravascular e o intracelular, provocando rápida movimentação de água para o plasma e contração celular. É utilizada em casos refratários de hipertensão intracraniana, edema cerebral e hiponatremia sintomática com risco de herniação cerebral. Deve ser administrada exclusivamente por via central e sob rigoroso monitoramento. Além do efeito osmótico direto sobre o compartimento intracelular, a salina hipertônica a 20% também estimula mecanorreceptores atriais e receptores hipotalâmicos, aumentando a liberação de vasopressina e promovendo vasoconstrição sistêmica reflexa. Esse mecanismo contribui para melhora do tônus vascular, aumento da pressão arterial e melhora da perfusão cerebral em pacientes com TCE ou choque neurogênico. Também atua na redução do reflexo vasodilatador cerebral secundário à hipoxia tecidual, auxiliando na autoregulação.",
            "farmacocinetica": "• Distribuição: compartimento extracelular (predominantemente intravascular inicialmente).\n• Metabolismo: não aplicável.\n• Excreção: renal (com regulação hormonal – ADH, aldosterona).\n• Meia-vida efetiva: minutos a 2 horas (dependente da função renal e volemia).",
            "farmacodinamica": "A infusão de solução salina 20% provoca rápida elevação da natremia e osmolaridade sérica, causando desidratação celular controlada, redução da pressão intracraniana (PIC) e diminuição do volume cerebral em pacientes com hipertensão intracraniana. Também eleva a pressão arterial sistêmica e o volume plasmático, atuando como expansor volêmico potente em contextos críticos. Seu uso contínuo é limitado pelo risco de desmielinização osmótica central, hipernatremia grave, hipervolemia e distúrbios eletrolíticos associados. Em comparação com o manitol, a salina hipertônica 20% apresenta maior capacidade de recrutamento hídrico intravascular em curto prazo, menor risco de rebote osmótico e maior estabilidade hemodinâmica. Seu uso é preferido em pacientes com TCE e disfunção renal concomitante, pois não exige filtração glomerular para excreção. A elevação da osmolaridade sérica e da natremia induz uma rápida queda da PIC sem causar depleção de volume urinário, característica benéfica em pacientes hipovolêmicos. Além disso, a salina hipertônica preserva a barreira hematoencefálica e reduz o volume extracelular cerebral sem prejudicar o fluxo sanguíneo cerebral.",
            "indicacoes": "• Hipertensão intracraniana refratária (ex: TCE grave, HSA).\n• Edema cerebral resistente à terapia convencional.\n• Hiponatremia grave sintomática com risco de herniação.\n• Reposição em pacientes cirúrgicos neurológicos com PIC elevada.\n• Testes osmóticos de resposta intracraniana (em neurointensivismo).",
            "posologia": "Adultos:\n• Bolus: 30–50 mL IV lento (1–2 mL/kg) a cada 4–6 h, conforme resposta clínica.\n• Infusão contínua: 0,5–1 mL/kg/h IV (sob monitorização de natremia).\nPediatria:\n• Bolus: 0,5–1 mL/kg IV lento, com máximo de 30 mL.\n• Infusão contínua: 0,1–0,5 mL/kg/h conforme controle da PIC e natremia.\n• Correção máxima de sódio: até 8–10 mEq/L nas primeiras 24 h.",
            "administracao": "• Exclusivamente por via intravenosa central (ex: CVC).\n• Infusão com bomba programada e filtro em linha.\n• Monitorização contínua de PIC, sódio sérico, osmolaridade e balanço hídrico.\n• Proibida via periférica, intramuscular ou subcutânea.",
            "doseMaxima": "Individualizada; evitar correções superiores a 12 mEq/L em 24 h para evitar desmielinização.",
            "doseMinima": "1 mL/kg em bolus único ou 0,1 mL/kg/h em infusão contínua.",
            "reacoesAdversas": "Comuns (1–10%):\n• Sede intensa, cefaleia, náuseas.\nIncomuns (0,1–1%):\n• Hipernatremia, hipervolemia, taquicardia, aumento da PA.\nRaras (<0,1%):\n• Desmielinização osmótica, edema pulmonar agudo, tromboflebite, necrose por extravasamento, arritmias por alterações eletrolíticas.",
            "riscoGravidez": "Categoria C. Usar apenas em contextos emergenciais e sob monitoramento rigoroso. Indicado em casos críticos como eclâmpsia refratária com edema cerebral.",
            "riscoLactacao": "Compatível com a amamentação. Monitorar eletrólitos no lactente em caso de uso materno prolongado.",
            "ajusteRenal": "• Requer ajuste da velocidade e controle rigoroso da natremia.\n• Monitorar débito urinário, função renal, osmolaridade urinária e sérica.\n• Evitar em pacientes anúricos sem diálise disponível.",
            "ajusteHepatico": "• Não há ajuste específico, mas monitorar osmolaridade, PA e função neurológica se encefalopatia hepática coexistente.",
            "contraindicacoes": "• Hipernatremia (>150 mEq/L).\n• ICC descompensada.\n• Edema pulmonar.\n• Lesão renal aguda sem diurese efetiva.\n• Impossibilidade de monitorização intensiva de eletrólitos.",
            "interacaoMedicamento": "• Incompatível com bicarbonato de sódio, cálcio concentrado e fosfatos (risco de precipitação).\n• Potencialização de toxicidade com lítio e digoxina.\n• Pode interagir com diuréticos de alça, IECA, antagonistas de aldosterona (moduladores da natremia). A coadministração com diuréticos de alça (furosemida) pode ser usada para facilitar remoção de fluido intracelular e controle da volemia, mas exige monitoramento de potássio e sódio. Cautela em uso conjunto com corticosteroides e mineralocorticoides, pois estes aumentam a reabsorção de sódio. A infusão simultânea com fármacos hiperosmolares como bicarbonato de sódio ou glicose hipertônica (>10%) deve ser feita por cateteres distintos devido ao risco de flebite química e incompatibilidade.",
            "apresentacao": "• Ampolas de 20 mL, frascos de 100 mL e 250 mL.\n• Utilizado exclusivamente em ambiente hospitalar sob protocolo neurointensivo.",
            "preparo": "• Pronta para uso.\n• Utilizar acesso central e técnica asséptica.\n• Não diluir nem associar a outros fármacos no mesmo frasco.",
            "solucoesCompatíveis": "Compatível com SF 0,9% em linhas separadas. Incompatível com bicarbonato, cálcio e soluções hipofosfatêmicas.",
            "armazenamento": "• Temperatura ambiente (15–30°C), protegido da luz direta.\n• Usar até 24 h após abertura se técnica asséptica for mantida.\n• Não congelar.",
            "cuidadosMedicos": "• Monitorar continuamente sódio sérico, osmolaridade plasmática, PIC e sinais neurológicos.\n• Avaliar resposta clínica e hemodinâmica.\n• Evitar correção rápida para prevenir desmielinização osmótica.\n• Estar preparado para suporte ventilatório e diálise em caso de hipernatremia grave.",
            "cuidadosFarmaceuticos": "• Conferir rotulagem, concentração e validade.\n• Registrar lote, volume e tempo de infusão.\n• Garantir compatibilidade com sistemas de infusão e equipamentos hospitalares específicos.",
            "cuidadosEnfermagem": "• Controlar sinais vitais, débito urinário e estado neurológico a cada 1–2 horas.\n• Observar sinais de extravasamento (risco de necrose grave).\n• Informar equipe médica em caso de alterações eletrolíticas ou sintomas neurológicos agudos.\n• Garantir hidratação oral segura após suspensão da infusão, conforme orientação médica.",
            "fontesBibliograficas": "Bula Anvisa (Cloreto de Sódio 20%), UpToDate (2024), Micromedex, PubMed ID 37639027, Manual de Terapêutica Clínica SBH, Guidelines Neurocritical Care Society (2023), Miller's Anesthesia (9ª Ed.)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Sodium Chloride 20%",
            "nomeComercial": "20% Hypertonic Saline, 20% Sodium Chloride Solution",
            "classificacao": "Concentrated hypertonic solution; hyperosmolar agent; intracranial and intracellular osmotic modulator",
            "mecanismoAcao": "20% sodium chloride solution contains 3,420 mEq/L of sodium and chloride, with osmolality of approximately 6,840 mOsm/L. It promotes intense elevation of plasma osmolality, generating a strong osmotic gradient between the intravascular and intracellular compartments, causing rapid water movement to plasma and cell contraction. It is used in refractory cases of intracranial hypertension, cerebral edema, and symptomatic hyponatremia with risk of brain herniation. Must be administered exclusively via central route and under rigorous monitoring. In addition to the direct osmotic effect on the intracellular compartment, 20% hypertonic saline also stimulates atrial mechanoreceptors and hypothalamic receptors, increasing vasopressin release and promoting reflex systemic vasoconstriction. This mechanism contributes to improved vascular tone, increased blood pressure, and improved cerebral perfusion in patients with TBI or neurogenic shock. It also acts in reducing the cerebral vasodilator reflex secondary to tissue hypoxia, aiding in autoregulation.",
            "farmacocinetica": "• Distribution: extracellular compartment (predominantly intravascular initially).\n• Metabolism: not applicable.\n• Excretion: renal (with hormonal regulation – ADH, aldosterone).\n• Effective half-life: minutes to 2 hours (dependent on renal function and volemia).",
            "farmacodinamica": "Infusion of 20% saline solution causes rapid elevation of natremia and serum osmolality, causing controlled cellular dehydration, reduction of intracranial pressure (ICP), and decrease in brain volume in patients with intracranial hypertension. It also elevates systemic blood pressure and plasma volume, acting as a potent volume expander in critical contexts. Its continuous use is limited by the risk of central osmotic myelinolysis, severe hypernatremia, hypervolemia, and associated electrolyte disorders. Compared to mannitol, 20% hypertonic saline has greater capacity for intravascular water recruitment in the short term, lower risk of osmotic rebound, and greater hemodynamic stability. Its use is preferred in patients with TBI and concomitant renal dysfunction, as it does not require glomerular filtration for excretion. The elevation of serum osmolality and natremia induces a rapid drop in ICP without causing depletion of urinary volume, a beneficial characteristic in hypovolemic patients. Additionally, hypertonic saline preserves the blood-brain barrier and reduces cerebral extracellular volume without impairing cerebral blood flow.",
            "indicacoes": "• Refractory intracranial hypertension (e.g., severe TBI, SAH).\n• Cerebral edema resistant to conventional therapy.\n• Severe symptomatic hyponatremia with herniation risk.\n• Replacement in neurological surgical patients with elevated ICP.\n• Osmotic tests of intracranial response (in neurointensive care).",
            "posologia": "Adults:\n• Bolus: 30–50 mL IV slow (1–2 mL/kg) every 4–6 h, according to clinical response.\n• Continuous infusion: 0.5–1 mL/kg/h IV (under natremia monitoring).\nPediatrics:\n• Bolus: 0.5–1 mL/kg IV slow, with maximum of 30 mL.\n• Continuous infusion: 0.1–0.5 mL/kg/h according to ICP and natremia control.\n• Maximum sodium correction: up to 8–10 mEq/L in the first 24 h.",
            "administracao": "• Exclusively via central intravenous route (e.g., CVC).\n• Infusion with programmed pump and in-line filter.\n• Continuous monitoring of ICP, serum sodium, osmolality, and fluid balance.\n• Prohibited via peripheral, intramuscular, or subcutaneous routes.",
            "doseMaxima": "Individualized; avoid corrections greater than 12 mEq/L in 24 h to prevent myelinolysis.",
            "doseMinima": "1 mL/kg single bolus or 0.1 mL/kg/h continuous infusion.",
            "reacoesAdversas": "Common (1–10%):\n• Intense thirst, headache, nausea.\nUncommon (0.1–1%):\n• Hypernatremia, hypervolemia, tachycardia, increased BP.\nRare (<0.1%):\n• Osmotic myelinolysis, acute pulmonary edema, thrombophlebitis, extravasation necrosis, arrhythmias from electrolyte changes.",
            "riscoGravidez": "Category C. Use only in emergency contexts and under rigorous monitoring. Indicated in critical cases such as refractory eclampsia with cerebral edema.",
            "riscoLactacao": "Compatible with breastfeeding. Monitor electrolytes in the infant in case of prolonged maternal use.",
            "ajusteRenal": "• Requires adjustment of rate and rigorous control of natremia.\n• Monitor urine output, renal function, urinary and serum osmolality.\n• Avoid in anuric patients without available dialysis.",
            "ajusteHepatico": "• No specific adjustment, but monitor osmolality, BP, and neurological function if hepatic encephalopathy coexists.",
            "contraindicacoes": "• Hypernatremia (>150 mEq/L).\n• Decompensated CHF.\n• Pulmonary edema.\n• Acute kidney injury without effective diuresis.\n• Impossibility of intensive electrolyte monitoring.",
            "interacaoMedicamento": "• Incompatible with sodium bicarbonate, concentrated calcium, and phosphates (precipitation risk).\n• Potentiation of toxicity with lithium and digoxin.\n• May interact with loop diuretics, ACE inhibitors, aldosterone antagonists (natremia modulators). Coadministration with loop diuretics (furosemide) may be used to facilitate removal of intracellular fluid and volemia control, but requires monitoring of potassium and sodium. Caution with concomitant use of corticosteroids and mineralocorticoids, as these increase sodium reabsorption. Simultaneous infusion with hyperosmolar drugs such as sodium bicarbonate or hypertonic glucose (>10%) should be done through separate catheters due to risk of chemical phlebitis and incompatibility.",
            "apresentacao": "• 20 mL ampoules, 100 mL and 250 mL vials.\n• Used exclusively in hospital setting under neurointensive protocol.",
            "preparo": "• Ready to use.\n• Use central access and aseptic technique.\n• Do not dilute or associate with other drugs in the same vial.",
            "solucoesCompatíveis": "Compatible with 0.9% NS in separate lines. Incompatible with bicarbonate, calcium, and hypophosphatemic solutions.",
            "armazenamento": "• Room temperature (15–30°C), protected from direct light.\n• Use within 24 h after opening if aseptic technique is maintained.\n• Do not freeze.",
            "cuidadosMedicos": "• Continuously monitor serum sodium, plasma osmolality, ICP, and neurological signs.\n• Assess clinical and hemodynamic response.\n• Avoid rapid correction to prevent osmotic myelinolysis.\n• Be prepared for ventilatory support and dialysis in case of severe hypernatremia.",
            "cuidadosFarmaceuticos": "• Check labeling, concentration, and validity.\n• Record lot, volume, and infusion time.\n• Ensure compatibility with infusion systems and specific hospital equipment.",
            "cuidadosEnfermagem": "• Control vital signs, urine output, and neurological status every 1–2 hours.\n• Observe signs of extravasation (risk of severe necrosis).\n• Inform medical team in case of electrolyte changes or acute neurological symptoms.\n• Ensure safe oral hydration after infusion suspension, according to medical guidance.",
            "fontesBibliograficas": "FDA Label (20% Sodium Chloride), UpToDate (2024), Micromedex, PubMed ID 37639027, SBH Clinical Therapeutics Manual, Guidelines Neurocritical Care Society (2023), Miller's Anesthesia (9th Ed.)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Cloruro de Sodio 20%",
            "nomeComercial": "Salina Hipertónica 20%, Solución de Cloruro de Sodio al 20%",
            "classificacao": "Solución hipertónica concentrada; agente hiperosmolar; modulador osmótico intracraneal e intracelular",
            "mecanismoAcao": "La solución de cloruro de sodio al 20% contiene 3.420 mEq/L de sodio y cloro, con osmolaridad de aproximadamente 6.840 mOsm/L. Promueve intensa elevación de la osmolaridad plasmática, generando un fuerte gradiente osmótico entre el compartimento intravascular e intracelular, provocando rápida movilización de agua hacia el plasma y contracción celular. Se utiliza en casos refractarios de hipertensión intracraneal, edema cerebral e hiponatremia sintomática con riesgo de herniación cerebral. Debe administrarse exclusivamente por vía central y bajo riguroso monitoreo. Además del efecto osmótico directo sobre el compartimento intracelular, la salina hipertónica al 20% también estimula mecanorreceptores atriales y receptores hipotalámicos, aumentando la liberación de vasopresina y promoviendo vasoconstricción sistémica refleja. Este mecanismo contribuye a mejorar el tono vascular, aumento de la presión arterial y mejora de la perfusión cerebral en pacientes con TCE o choque neurogénico. También actúa en la reducción del reflejo vasodilatador cerebral secundario a la hipoxia tisular, ayudando en la autorregulación.",
            "farmacocinetica": "• Distribución: compartimento extracelular (predominantemente intravascular inicialmente).\n• Metabolismo: no aplicable.\n• Excreción: renal (con regulación hormonal – ADH, aldosterona).\n• Vida media efectiva: minutos a 2 horas (dependiente de la función renal y volemia).",
            "farmacodinamica": "La infusión de solución salina 20% provoca rápida elevación de la natremia y osmolaridad sérica, causando deshidratación celular controlada, reducción de la presión intracraneal (PIC), y disminución del volumen cerebral en pacientes con hipertensión intracraneal. También eleva la presión arterial sistémica y el volumen plasmático, actuando como expansor volémico potente en contextos críticos. Su uso continuo está limitado por el riesgo de desmielinización osmótica central, hipernatremia grave, hipervolemia y trastornos electrolíticos asociados. En comparación con el manitol, la salina hipertónica 20% presenta mayor capacidad de reclutamiento hídrico intravascular a corto plazo, menor riesgo de rebote osmótico y mayor estabilidad hemodinámica. Su uso es preferido en pacientes con TCE y disfunción renal concomitante, ya que no exige filtración glomerular para excreción. La elevación de la osmolaridad sérica y de la natremia induce una rápida caída de la PIC sin causar depleción de volumen urinario, característica beneficiosa en pacientes hipovolémicos. Además, la salina hipertónica preserva la barrera hematoencefálica y reduce el volumen extracelular cerebral sin perjudicar el flujo sanguíneo cerebral.",
            "indicacoes": "• Hipertensión intracraneal refractaria (ej: TCE grave, HSA).\n• Edema cerebral resistente a la terapia convencional.\n• Hiponatremia grave sintomática con riesgo de herniación.\n• Reposición en pacientes quirúrgicos neurológicos con PIC elevada.\n• Pruebas osmóticas de respuesta intracraneal (en neurointensivismo).",
            "posologia": "Adultos:\n• Bolo: 30–50 mL IV lento (1–2 mL/kg) cada 4–6 h, según respuesta clínica.\n• Infusión continua: 0,5–1 mL/kg/h IV (bajo monitorización de natremia).\nPediatría:\n• Bolo: 0,5–1 mL/kg IV lento, con máximo de 30 mL.\n• Infusión continua: 0,1–0,5 mL/kg/h según control de la PIC y natremia.\n• Corrección máxima de sodio: hasta 8–10 mEq/L en las primeras 24 h.",
            "administracao": "• Exclusivamente por vía intravenosa central (ej: CVC).\n• Infusión con bomba programada y filtro en línea.\n• Monitorización continua de PIC, sodio sérico, osmolaridad y balance hídrico.\n• Prohibida vía periférica, intramuscular o subcutánea.",
            "doseMaxima": "Individualizada; evitar correcciones superiores a 12 mEq/L en 24 h para evitar desmielinización.",
            "doseMinima": "1 mL/kg en bolo único o 0,1 mL/kg/h en infusión continua.",
            "reacoesAdversas": "Frecuentes (1–10%):\n• Sed intensa, cefalea, náuseas.\nInfrecuentes (0,1–1%):\n• Hipernatremia, hipervolemia, taquicardia, aumento de la PA.\nRaras (<0,1%):\n• Desmielinización osmótica, edema pulmonar agudo, tromboflebitis, necrosis por extravasación, arritmias por alteraciones electrolíticas.",
            "riscoGravidez": "Categoría C. Usar solo en contextos de emergencia y bajo monitoreo riguroso. Indicado en casos críticos como eclampsia refractaria con edema cerebral.",
            "riscoLactacao": "Compatible con la lactancia. Monitorizar electrolitos en el lactante en caso de uso materno prolongado.",
            "ajusteRenal": "• Requiere ajuste de la velocidad y control riguroso de la natremia.\n• Monitorizar débito urinario, función renal, osmolaridad urinaria y sérica.\n• Evitar en pacientes anúricos sin diálisis disponible.",
            "ajusteHepatico": "• No hay ajuste específico, pero monitorizar osmolaridad, PA y función neurológica si encefalopatía hepática coexiste.",
            "contraindicacoes": "• Hipernatremia (>150 mEq/L).\n• ICC descompensada.\n• Edema pulmonar.\n• Lesión renal aguda sin diuresis efectiva.\n• Imposibilidad de monitorización intensiva de electrolitos.",
            "interacaoMedicamento": "• Incompatible con bicarbonato de sodio, calcio concentrado y fosfatos (riesgo de precipitación).\n• Potenciación de toxicidad con litio y digoxina.\n• Puede interactuar con diuréticos de asa, IECA, antagonistas de aldosterona (moduladores de la natremia). La coadministración con diuréticos de asa (furosemida) puede usarse para facilitar remoción de fluido intracelular y control de la volemia, pero exige monitorización de potasio y sodio. Precaución en uso conjunto con corticosteroides y mineralocorticoides, ya que estos aumentan la reabsorción de sodio. La infusión simultánea con fármacos hiperosmolares como bicarbonato de sodio o glucosa hipertónica (>10%) debe hacerse por catéteres distintos debido al riesgo de flebitis química e incompatibilidad.",
            "apresentacao": "• Ampollas de 20 mL, frascos de 100 mL y 250 mL.\n• Utilizado exclusivamente en ambiente hospitalario bajo protocolo neurointensivo.",
            "preparo": "• Lista para usar.\n• Utilizar acceso central y técnica aséptica.\n• No diluir ni asociar a otros fármacos en el mismo frasco.",
            "solucoesCompatíveis": "Compatible con SF 0,9% en líneas separadas. Incompatible con bicarbonato, calcio y soluciones hipofosfatémicas.",
            "armazenamento": "• Temperatura ambiente (15–30°C), protegido de la luz directa.\n• Usar hasta 24 h tras apertura si técnica aséptica se mantiene.\n• No congelar.",
            "cuidadosMedicos": "• Monitorizar continuamente sodio sérico, osmolaridad plasmática, PIC y signos neurológicos.\n• Evaluar respuesta clínica y hemodinámica.\n• Evitar corrección rápida para prevenir desmielinización osmótica.\n• Estar preparado para soporte ventilatorio y diálisis en caso de hipernatremia grave.",
            "cuidadosFarmaceuticos": "• Verificar rotulación, concentración y validez.\n• Registrar lote, volumen y tiempo de infusión.\n• Garantizar compatibilidad con sistemas de infusión y equipos hospitalarios específicos.",
            "cuidadosEnfermagem": "• Controlar signos vitales, débito urinario y estado neurológico cada 1–2 horas.\n• Observar signos de extravasación (riesgo de necrosis grave).\n• Informar equipo médico en caso de alteraciones electrolíticas o síntomas neurológicos agudos.\n• Garantizar hidratación oral segura tras suspensión de la infusión, según orientación médica.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Cloruro de Sodio 20%), UpToDate (2024), Micromedex, PubMed ID 37639027, Manual de Terapéutica Clínica SBH, Guidelines Neurocritical Care Society (2023), Miller's Anesthesia (9ª Ed.)."
        }
    }
}