{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Sevoflurano",
            "nomeComercial": "Sevorane®, Ultane®, Sojourn®",
            "classificacao": "Anestésico inalatório halogenado volátil; agente halogenado fluorado; hipnótico inalatório",
            "mecanismoAcao": "O sevoflurano atua como modulador positivo dos receptores GABA-A, promovendo aumento da permeabilidade ao cloro e hiperpolarização neuronal. Também modula canais de potássio ativados por voltagem e canais de duas porções (K2P), reduzindo excitabilidade neuronal. Diminui a liberação de neurotransmissores excitatórios como glutamato, contribuindo para depressão do SNC. O mecanismo exato da anestesia geral ainda não é totalmente elucidado, mas envolve múltiplos alvos moleculares em regiões corticais e subcorticais do encéfalo e medula espinhal. Atua em receptores NMDA de forma leve, contribuindo para analgesia parcial. Além dos efeitos em GABA-A e canais de potássio K2P, o sevoflurano também atua sobre receptores glicinérgicos e reduz a atividade de canais de sódio voltagem-dependentes, contribuindo para sua ação anestésica em medula espinhal (modulação da motricidade reflexa). Há inibição parcial da transmissão glutamatérgica, incluindo bloqueio de receptores AMPA. Esses efeitos combinados explicam sua capacidade de promover hipnose, imobilidade e alguma analgesia, embora a analgesia seja limitada isoladamente.",
            "farmacocinetica": "• Início de ação: rápido (alto coeficiente de solubilidade sangue/gás = 0,65).\n• Pico cerebral: 2–3 minutos.\n• Metabolismo hepático: ~3–5% por CYP2E1 (menor que halotano).\n• Excreção: pulmonar (95–97%); renal (fluoreto urinário, traços).\n• Solubilidade sangue/gás: 0,65 (indução e recuperação rápidas).\n• Solubilidade óleo/gás: 47 (potência anestésica intermediária).\n• CAM (concentração alveolar mínima): 2% em adultos, 3% em neonatos, 2,5% em crianças.",
            "farmacodinamica": "Promove hipnose, amnésia e imobilidade em resposta a estímulo nocivo. Sua baixa solubilidade no sangue permite indução e recuperação anestésica rápidas, tornando-o ideal para anestesia ambulatorial. Diminui o débito cardíaco de forma leve a moderada, reduz a resistência vascular sistêmica, e causa vasodilatação cerebral leve com aumento do fluxo e da pressão intracraniana em altas concentrações. Pode prolongar o intervalo QT, diminuir contratilidade miocárdica e causar bradicardia leve. É considerado seguro para uso em pacientes pediátricos e adultos, sendo amplamente usado na indução inalatória não irritante (ideal em pediatria). A resposta cardiovascular ao sevoflurano é caracterizada por vasodilatação sistêmica moderada com manutenção do débito cardíaco em doses até 1,5 CAM. Reduz consumo cerebral de oxigênio (CMRO2) e, em concentrações maiores, pode aumentar o fluxo sanguíneo cerebral, elevando a pressão intracraniana. O efeito brônquico é geralmente de broncodilatação, sendo útil em pacientes com hiperreatividade das vias aéreas. Pode causar agitação na emergência anestésica, especialmente em crianças. O sevoflurano não sensibiliza o miocárdio às catecolaminas, ao contrário do halotano.",
            "indicacoes": "• Indução e manutenção de anestesia geral em adultos e crianças.\n• Anestesia ambulatorial de curta duração.\n• Indução inalatória em pacientes pediátricos ou adultos sem acesso venoso.\n• Anestesia inalatória em cirurgias cardíacas, neurológicas, ginecológicas e ortopédicas.\n• Associado ao óxido nitroso ou opioides intravenosos em anestesia balanceada.",
            "posologia": "• Indução: 5–8% em oxigênio 100% ou ar/O2; redução gradual conforme perda de consciência.\n• Manutenção: 0,5–3% ajustado por idade, cirurgia e uso de adjuvantes.\n• A MAC é reduzida por opioides, benzodiazepínicos, hipnóticos IV, anestésicos locais e idade avançada.",
            "administracao": "• Exclusivamente por via inalatória, com sistema de vaporização calibrado.\n• Pode ser usado em circuito fechado, semicerrado ou aberto com absorção de CO2.\n• Exige monitoramento contínuo da concentração expirada, ventilação, oxigenação, ECG e temperatura.",
            "doseMaxima": "Não há dose máxima absoluta; monitorar profundidade anestésica e efeitos hemodinâmicos.",
            "doseMinima": "0,5% com adjuvantes; titulado conforme resposta clínica.",
            "reacoesAdversas": "Comuns (1–10%):\n• Náusea, vômito, agitação pós-operatória, bradicardia.\n• Laringoespasmo, tosse leve, aumento de secreções salivar e traqueal.\nIncomuns (0,1–1%):\n• Hipotensão significativa, arritmias, prolongamento de QT.\n• Febre maligna (em pacientes suscetíveis), hepatotoxicidade leve.\nRaras (<0,1%):\n• Hepatite grave (relato raro), lesão renal tubular (altas doses prolongadas), parada cardíaca (excepcional).",
            "riscoGravidez": "Categoria B. Pode ser usado em cesarianas sob anestesia geral. Cruza placenta rapidamente, mas sem efeitos teratogênicos comprovados. Usar com monitoramento fetal adequado.",
            "riscoLactacao": "Excreção mínima no leite materno. Considerado seguro. Amamentação pode ser retomada após recuperação completa da mãe da anestesia.",
            "ajusteRenal": "• Não é necessário ajuste de dose em insuficiência renal.",
            "ajusteHepatico": "• Metabolismo hepático mínimo; pode ser usado em hepatopatas. Monitorar transaminases se uso repetido ou prolongado.",
            "contraindicacoes": "• Hipersensibilidade conhecida ao sevoflurano ou outros anestésicos halogenados.\n• História de hepatite por anestésico halogenado.\n• Suscetibilidade conhecida à hipertermia maligna.\n• Administração repetida em curto intervalo (risco de hepatotoxicidade cumulativa).",
            "interacaoMedicamento": "• Potencializa ação de relaxantes musculares não-despolarizantes (rocurônio, cisatracúrio).\n• Sinergia com opioides, benzodiazepínicos, propofol e dexmedetomidina.\n• Prolongamento de QT com ondansetrona, haloperidol, fluoroquinolonas.\n• Evitar uso concomitante com succinilcolina em pacientes com risco de hipertermia maligna. Quando usado com succinilcolina em pacientes suscetíveis, o risco de hipertermia maligna é potencializado. Pode prolongar o bloqueio neuromuscular de agentes como rocurônio e atracúrio, exigindo ajustes de dose ou monitoramento com neuroestimulador. O uso simultâneo com dexmedetomidina permite redução significativa da CAM e da necessidade de opioides intraoperatórios. Não há antagonismo clínico relevante com propofol, e ambos são sinérgicos em anestesia balanceada.",
            "apresentacao": "• Líquido volátil para vaporização: frascos de 250 mL (embalagem âmbar selada).\n• Utilizado exclusivamente em vaporizador específico compatível (Dräger®, Datex-Ohmeda®, outros).",
            "preparo": "• Nenhum preparo adicional. Conectar frasco ao vaporizador calibrado.\n• Manter circuito anestésico seco e absorvedor de CO2 funcional.\n• Verificar selagem do sistema para evitar exposição ocupacional.",
            "solucoesCompatíveis": "• Não aplicável (uso exclusivo por vaporização em sistema fechado).",
            "armazenamento": "• Armazenar à temperatura ambiente (15°C a 30°C).\n• Proteger da luz direta e calor excessivo.\n• Frascos devem permanecer bem selados para evitar evaporação e degradação.",
            "cuidadosMedicos": "• Monitorar continuamente ECG, capnografia, pressão arterial e oxigenação.\n• Reduzir dose em idosos e pacientes sob adjuvantes sedativos.\n• Considerar alternativa se história de hipertermia maligna.\n• Evitar exposição ocupacional com sistema de exaustão adequado.",
            "cuidadosFarmaceuticos": "• Verificar compatibilidade do vaporizador com o frasco de sevoflurano.\n• Checar integridade da embalagem e data de validade.\n• Armazenar em local ventilado e seguro.\n• Documentar lote, horário de uso e paciente anestesiado conforme normas hospitalares.",
            "cuidadosEnfermagem": "• Observar sinais vitais e resposta anestésica intra e pós-operatória.\n• Monitorar agitação ou delírio emergencial.\n• Relatar arritmias, hipotensão persistente ou laringoespasmo imediatamente.\n• Auxiliar na manutenção do ambiente seguro e ventilado para equipe.",
            "fontesBibliograficas": "Bula Anvisa (Sevorane®), UpToDate (2024), Micromedex, PubMed ID 37633128, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), Guidelines ESA/ASA para Anestesia Inalatória."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Sevoflurane",
            "nomeComercial": "Ultane®, Sevorane®, Sojourn®",
            "classificacao": "Volatile halogenated inhalational anesthetic; fluorinated halogenated agent; inhalational hypnotic",
            "mecanismoAcao": "Sevoflurane acts as a positive modulator of GABA-A receptors, promoting increased chloride permeability and neuronal hyperpolarization. It also modulates voltage-activated potassium channels and two-pore channels (K2P), reducing neuronal excitability. It decreases the release of excitatory neurotransmitters such as glutamate, contributing to CNS depression. The exact mechanism of general anesthesia is not yet fully elucidated, but involves multiple molecular targets in cortical and subcortical regions of the brain and spinal cord. It acts on NMDA receptors mildly, contributing to partial analgesia. In addition to effects on GABA-A and K2P potassium channels, sevoflurane also acts on glycinergic receptors and reduces the activity of voltage-dependent sodium channels, contributing to its anesthetic action in the spinal cord (modulation of reflex motor activity). There is partial inhibition of glutamatergic transmission, including blockade of AMPA receptors. These combined effects explain its ability to promote hypnosis, immobility, and some analgesia, although analgesia is limited when used alone.",
            "farmacocinetica": "• Onset of action: rapid (high blood/gas solubility coefficient = 0.65).\n• Cerebral peak: 2–3 minutes.\n• Hepatic metabolism: ~3–5% by CYP2E1 (less than halothane).\n• Excretion: pulmonary (95–97%); renal (urinary fluoride, traces).\n• Blood/gas solubility: 0.65 (rapid induction and recovery).\n• Oil/gas solubility: 47 (intermediate anesthetic potency).\n• MAC (minimum alveolar concentration): 2% in adults, 3% in neonates, 2.5% in children.",
            "farmacodinamica": "Promotes hypnosis, amnesia, and immobility in response to noxious stimulus. Its low blood solubility allows rapid anesthetic induction and recovery, making it ideal for outpatient anesthesia. It mildly to moderately decreases cardiac output, reduces systemic vascular resistance, and causes mild cerebral vasodilation with increased flow and intracranial pressure at high concentrations. It may prolong the QT interval, decrease myocardial contractility, and cause mild bradycardia. It is considered safe for use in pediatric and adult patients, being widely used in non-irritating inhalational induction (ideal in pediatrics). The cardiovascular response to sevoflurane is characterized by moderate systemic vasodilation with maintenance of cardiac output at doses up to 1.5 MAC. It reduces cerebral oxygen consumption (CMRO2) and, at higher concentrations, may increase cerebral blood flow, raising intracranial pressure. The bronchial effect is generally bronchodilation, being useful in patients with airway hyperreactivity. It may cause agitation during anesthetic emergence, especially in children. Sevoflurane does not sensitize the myocardium to catecholamines, unlike halothane.",
            "indicacoes": "• Induction and maintenance of general anesthesia in adults and children.\n• Short-duration outpatient anesthesia.\n• Inhalational induction in pediatric patients or adults without venous access.\n• Inhalational anesthesia in cardiac, neurological, gynecological, and orthopedic surgeries.\n• Associated with nitrous oxide or intravenous opioids in balanced anesthesia.",
            "posologia": "• Induction: 5–8% in 100% oxygen or air/O2; gradual reduction as consciousness is lost.\n• Maintenance: 0.5–3% adjusted by age, surgery, and use of adjuvants.\n• MAC is reduced by opioids, benzodiazepines, IV hypnotics, local anesthetics, and advanced age.",
            "administracao": "• Exclusively via inhalational route, with calibrated vaporization system.\n• May be used in closed, semi-closed, or open circuit with CO2 absorption.\n• Requires continuous monitoring of expired concentration, ventilation, oxygenation, ECG, and temperature.",
            "doseMaxima": "No absolute maximum dose; monitor anesthetic depth and hemodynamic effects.",
            "doseMinima": "0.5% with adjuvants; titrated according to clinical response.",
            "reacoesAdversas": "Common (1–10%):\n• Nausea, vomiting, postoperative agitation, bradycardia.\n• Laryngospasm, mild cough, increased salivary and tracheal secretions.\nUncommon (0.1–1%):\n• Significant hypotension, arrhythmias, QT prolongation.\n• Malignant hyperthermia (in susceptible patients), mild hepatotoxicity.\nRare (<0.1%):\n• Severe hepatitis (rare report), tubular renal injury (high prolonged doses), cardiac arrest (exceptional).",
            "riscoGravidez": "Category B. May be used in cesarean sections under general anesthesia. Crosses placenta rapidly, but without proven teratogenic effects. Use with adequate fetal monitoring.",
            "riscoLactacao": "Minimal excretion in breast milk. Considered safe. Breastfeeding may be resumed after complete maternal recovery from anesthesia.",
            "ajusteRenal": "• No dose adjustment necessary in renal insufficiency.",
            "ajusteHepatico": "• Minimal hepatic metabolism; may be used in liver disease patients. Monitor transaminases if repeated or prolonged use.",
            "contraindicacoes": "• Known hypersensitivity to sevoflurane or other halogenated anesthetics.\n• History of hepatitis from halogenated anesthetic.\n• Known susceptibility to malignant hyperthermia.\n• Repeated administration in short intervals (risk of cumulative hepatotoxicity).",
            "interacaoMedicamento": "• Potentiates action of non-depolarizing muscle relaxants (rocuronium, cisatracurium).\n• Synergy with opioids, benzodiazepines, propofol, and dexmedetomidina.\n• QT prolongation with ondansetron, haloperidol, fluoroquinolones.\n• Avoid concomitant use with succinylcholine in patients at risk of malignant hyperthermia. When used with succinylcholine in susceptible patients, the risk of malignant hyperthermia is potentiated. May prolong neuromuscular blockade of agents such as rocuronium and atracurium, requiring dose adjustments or monitoring with nerve stimulator. Simultaneous use with dexmedetomidina allows significant reduction in MAC and need for intraoperative opioids. There is no clinically relevant antagonism with propofol, and both are synergistic in balanced anesthesia.",
            "apresentacao": "• Volatile liquid for vaporization: 250 mL vials (amber sealed packaging).\n• Used exclusively in specific compatible vaporizer (Dräger®, Datex-Ohmeda®, others).",
            "preparo": "• No additional preparation. Connect vial to calibrated vaporizer.\n• Keep anesthetic circuit dry and CO2 absorber functional.\n• Check system sealing to avoid occupational exposure.",
            "solucoesCompatíveis": "• Not applicable (exclusive use by vaporization in closed system).",
            "armazenamento": "• Store at room temperature (15°C to 30°C).\n• Protect from direct light and excessive heat.\n• Vials should remain well sealed to avoid evaporation and degradation.",
            "cuidadosMedicos": "• Continuously monitor ECG, capnography, blood pressure, and oxygenation.\n• Reduce dose in elderly patients and those under sedative adjuvants.\n• Consider alternative if history of malignant hyperthermia.\n• Avoid occupational exposure with adequate exhaust system.",
            "cuidadosFarmaceuticos": "• Verify vaporizer compatibility with sevoflurane vial.\n• Check package integrity and expiration date.\n• Store in ventilated and secure location.\n• Document lot, time of use, and anesthetized patient according to hospital standards.",
            "cuidadosEnfermagem": "• Observe vital signs and anesthetic response intra and postoperatively.\n• Monitor agitation or emergence delirium.\n• Report arrhythmias, persistent hypotension, or laryngospasm immediately.\n• Assist in maintaining safe and ventilated environment for team.",
            "fontesBibliograficas": "FDA Label (Ultane®), UpToDate (2024), Micromedex, PubMed ID 37633128, Goodman & Gilman (13th Ed.), Miller's Anesthesia (9th Ed.), Guidelines ESA/ASA for Inhalational Anesthesia."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Sevoflurano",
            "nomeComercial": "Sevorane®, Ultane®, Sojourn®",
            "classificacao": "Anestésico inhalatorio halogenado volátil; agente halogenado fluorado; hipnótico inhalatorio",
            "mecanismoAcao": "El sevoflurano actúa como modulador positivo de los receptores GABA-A, promoviendo aumento de la permeabilidad al cloro e hiperpolarización neuronal. También modula canales de potasio activados por voltaje y canales de dos poros (K2P), reduciendo excitabilidad neuronal. Disminuye la liberación de neurotransmisores excitatorios como glutamato, contribuyendo a la depresión del SNC. El mecanismo exacto de la anestesia general aún no está totalmente dilucidado, pero involucra múltiples dianas moleculares en regiones corticales y subcorticales del encéfalo y médula espinal. Actúa en receptores NMDA de forma leve, contribuyendo a analgesia parcial. Además de los efectos en GABA-A y canales de potasio K2P, el sevoflurano también actúa sobre receptores glicinérgicos y reduce la actividad de canales de sodio voltaje-dependientes, contribuyendo a su acción anestésica en médula espinal (modulación de la motricidad refleja). Hay inhibición parcial de la transmisión glutamatérgica, incluyendo bloqueo de receptores AMPA. Estos efectos combinados explican su capacidad de promover hipnosis, inmovilidad y cierta analgesia, aunque la analgesia sea limitada aisladamente.",
            "farmacocinetica": "• Inicio de acción: rápido (alto coeficiente de solubilidad sangre/gas = 0,65).\n• Pico cerebral: 2–3 minutos.\n• Metabolismo hepático: ~3–5% por CYP2E1 (menor que halotano).\n• Excreción: pulmonar (95–97%); renal (fluoruro urinario, trazas).\n• Solubilidad sangre/gas: 0,65 (inducción y recuperación rápidas).\n• Solubilidad aceite/gas: 47 (potencia anestésica intermedia).\n• CAM (concentración alveolar mínima): 2% en adultos, 3% en neonatos, 2,5% en niños.",
            "farmacodinamica": "Promueve hipnosis, amnesia e inmovilidad en respuesta a estímulo nocivo. Su baja solubilidad en sangre permite inducción y recuperación anestésica rápidas, haciéndolo ideal para anestesia ambulatoria. Disminuye el débito cardíaco de forma leve a moderada, reduce la resistencia vascular sistémica, y causa vasodilatación cerebral leve con aumento del flujo y de la presión intracraneal en altas concentraciones. Puede prolongar el intervalo QT, disminuir contractilidad miocárdica y causar bradicardia leve. Es considerado seguro para uso en pacientes pediátricos y adultos, siendo ampliamente usado en la inducción inhalatoria no irritante (ideal en pediatría). La respuesta cardiovascular al sevoflurano se caracteriza por vasodilatación sistémica moderada con mantenimiento del débito cardíaco en dosis hasta 1,5 CAM. Reduce consumo cerebral de oxígeno (CMRO2) y, en concentraciones mayores, puede aumentar el flujo sanguíneo cerebral, elevando la presión intracraneal. El efecto bronquial es generalmente de broncodilatación, siendo útil en pacientes con hiperreactividad de las vías aéreas. Puede causar agitación en la emergencia anestésica, especialmente en niños. El sevoflurano no sensibiliza el miocárdio a las catecolaminas, a diferencia del halotano.",
            "indicacoes": "• Inducción y mantenimiento de anestesia general en adultos y niños.\n• Anestesia ambulatoria de corta duración.\n• Inducción inhalatoria en pacientes pediátricos o adultos sin acceso venoso.\n• Anestesia inhalatoria en cirugías cardíacas, neurológicas, ginecológicas y ortopédicas.\n• Asociado al óxido nitroso u opioides intravenosos en anestesia balanceada.",
            "posologia": "• Inducción: 5–8% en oxígeno 100% o aire/O2; reducción gradual según pérdida de consciencia.\n• Mantenimiento: 0,5–3% ajustado por edad, cirugía y uso de adyuvantes.\n• La MAC es reducida por opioides, benzodiazepínicos, hipnóticos IV, anestésicos locales y edad avanzada.",
            "administracao": "• Exclusivamente por vía inhalatoria, con sistema de vaporización calibrado.\n• Puede usarse en circuito cerrado, semicerrado o abierto con absorción de CO2.\n• Exige monitorización continua de la concentración espirada, ventilación, oxigenación, ECG y temperatura.",
            "doseMaxima": "No hay dosis máxima absoluta; monitorizar profundidad anestésica y efectos hemodinámicos.",
            "doseMinima": "0,5% con adyuvantes; titulado según respuesta clínica.",
            "reacoesAdversas": "Frecuentes (1–10%):\n• Náusea, vómito, agitación postoperatoria, bradicardia.\n• Laringoespasmo, tos leve, aumento de secreciones salivar y traqueal.\nInfrecuentes (0,1–1%):\n• Hipotensión significativa, arritmias, prolongamiento de QT.\n• Fiebre maligna (en pacientes susceptibles), hepatotoxicidad leve.\nRaras (<0,1%):\n• Hepatitis grave (reporte raro), lesión renal tubular (altas dosis prolongadas), parada cardíaca (excepcional).",
            "riscoGravidez": "Categoría B. Puede usarse en cesáreas bajo anestesia general. Cruza placenta rápidamente, pero sin efectos teratogénicos comprobados. Usar con monitorización fetal adecuada.",
            "riscoLactacao": "Excreción mínima en la leche materna. Considerado seguro. La lactancia puede reanudarse tras recuperación completa de la madre de la anestesia.",
            "ajusteRenal": "• No es necesario ajuste de dosis en insuficiencia renal.",
            "ajusteHepatico": "• Metabolismo hepático mínimo; puede usarse en hepatópatas. Monitorizar transaminasas si uso repetido o prolongado.",
            "contraindicacoes": "• Hipersensibilidad conocida al sevoflurano u otros anestésicos halogenados.\n• Historia de hepatitis por anestésico halogenado.\n• Susceptibilidad conocida a la hipertermia maligna.\n• Administración repetida en corto intervalo (riesgo de hepatotoxicidad acumulativa).",
            "interacaoMedicamento": "• Potencializa acción de relajantes musculares no-despolarizantes (rocuronio, cisatracurio).\n• Sinergia con opioides, benzodiazepínicos, propofol y dexmedetomidina.\n• Prolongamiento de QT con ondansetrona, haloperidol, fluoroquinolonas.\n• Evitar uso concomitante con succinilcolina en pacientes con riesgo de hipertermia maligna. Cuando se usa con succinilcolina en pacientes susceptibles, el riesgo de hipertermia maligna se potencializa. Puede prolongar el bloqueo neuromuscular de agentes como rocuronio y atracurio, exigiendo ajustes de dosis o monitorización con neuroestimulador. El uso simultáneo con dexmedetomidina permite reducción significativa de la CAM y de la necesidad de opioides intraoperatorios. No hay antagonismo clínico relevante con propofol, y ambos son sinérgicos en anestesia balanceada.",
            "apresentacao": "• Líquido volátil para vaporización: frascos de 250 mL (empaquetado ámbar sellado).\n• Utilizado exclusivamente en vaporizador específico compatible (Dräger®, Datex-Ohmeda®, otros).",
            "preparo": "• Ningún preparo adicional. Conectar frasco al vaporizador calibrado.\n• Mantener circuito anestésico seco y absorbedor de CO2 funcional.\n• Verificar sellado del sistema para evitar exposición ocupacional.",
            "solucoesCompatíveis": "• No aplicable (uso exclusivo por vaporización en sistema cerrado).",
            "armazenamento": "• Almacenar a temperatura ambiente (15°C a 30°C).\n• Proteger de la luz directa y calor excesivo.\n• Los frascos deben permanecer bien sellados para evitar evaporación y degradación.",
            "cuidadosMedicos": "• Monitorizar continuamente ECG, capnografía, presión arterial y oxigenación.\n• Reducir dosis en ancianos y pacientes bajo adyuvantes sedativos.\n• Considerar alternativa si historia de hipertermia maligna.\n• Evitar exposición ocupacional con sistema de escape adecuado.",
            "cuidadosFarmaceuticos": "• Verificar compatibilidad del vaporizador con el frasco de sevoflurano.\n• Verificar integridad del empaquetado y fecha de validez.\n• Almacenar en local ventilado y seguro.\n• Documentar lote, horario de uso y paciente anestesiado según normas hospitalarias.",
            "cuidadosEnfermagem": "• Observar signos vitales y respuesta anestésica intra y postoperatoria.\n• Monitorizar agitación o delirio emergencial.\n• Reportar arritmias, hipotensión persistente o laringoespasmo inmediatamente.\n• Auxiliar en el mantenimiento del ambiente seguro y ventilado para el equipo.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Sevorane®), UpToDate (2024), Micromedex, PubMed ID 37633128, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), Guidelines ESA/ASA para Anestesia Inhalatoria."
        }
    }
}