{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Cloreto de sódio 0,9%",
            "nomeComercial": "Soro Fisiológico®, SF 0,9%, Solução Salina Isotônica",
            "classificacao": "Solução cristaloide isotônica; expansor de volume; repositor hidroeletrolítico",
            "mecanismoAcao": "A solução de cloreto de sódio a 0,9% é isotônica em relação ao plasma, contendo 154 mEq/L de sódio e 154 mEq/L de cloreto. Ao ser administrada por via intravenosa, distribui-se rapidamente no compartimento extracelular, permanecendo predominantemente no espaço intersticial. A infusão promove expansão do volume plasmático e intersticial, sem penetração significativa no espaço intracelular. É utilizada para reposição volêmica, correção de hiponatremia, veiculação de medicamentos e irrigação de cavidades. O equilíbrio osmótico entre a solução e o plasma evita deslocamento significativo de água entre compartimentos, sendo útil para manter a integridade celular. Sua composição não interfere diretamente no metabolismo celular, mas influencia na perfusão tecidual, pressão hidrostática e clareamento renal. Ao expandir o volume extracelular, melhora a filtração glomerular e a perfusão esplâncnica em pacientes hipovolêmicos.",
            "farmacocinetica": "• Distribuição: compartimento extracelular (25% no intravascular; 75% no intersticial).\n• Metabolismo: não se aplica (solução inorgânica).\n• Excreção: renal (por filtração glomerular de sódio e cloreto; balanço eletrolítico regulado por aldosterona e ADH).\n• Meia-vida efetiva: minutos (redistribuição rápida em casos de hipovolemia).\n• Osmolalidade: 308 mOsm/L (levemente hipertônica comparada ao plasma, 285–295 mOsm/L).",
            "farmacodinamica": "A infusão de SF 0,9% restaura o volume plasmático circulante, melhora a perfusão tecidual e promove equilíbrio hidroeletrolítico. A solução é neutra em termos de pH (~5,5), mas pode causar acidose hiperclorêmica se usada em grandes volumes, devido à alta concentração de cloreto. Não fornece calorias nem tampouco íons de potássio, magnésio ou cálcio. Seu uso deve ser monitorado conforme o contexto clínico e volume infundido. O soro fisiológico não possui tampão, o que contribui para acidose hiperclorêmica quando administrado em grandes volumes. O cloreto em excesso reduz a reabsorção tubular de bicarbonato, reduzindo o pH plasmático. Apesar disso, sua isotonicidade e ampla compatibilidade o tornam uma solução de escolha em situações de emergência, diluição de fármacos e manutenção venosa. É ineficaz para reposição de perdas insensíveis ou hipoglicemia, sendo necessário complementar com soluções glicosadas ou balanceadas em protocolos de terapia intensiva.",
            "indicacoes": "• Reposição volêmica em desidratação e hipovolemia.\n• Manutenção venosa e hidratação parenteral.\n• Solvente para medicamentos intravenosos.\n• Irrigação de feridas, cavidades e mucosas.\n• Lavagem de cateteres, drenos, sondas.\n• Hiponatremia dilucional leve.\n• Veículo para infusões intermitentes ou contínuas.\n• Reanimação volêmica inicial no choque hipovolêmico ou séptico (fase de ressuscitação).",
            "posologia": "Adultos:\n• Manutenção: 30–40 mL/kg/dia (1.500–2.500 mL/dia).\n• Reposição: bolus de 500–1000 mL (hipotensão ou hipovolemia).\nPediatria:\n• Manutenção: 4:2:1 mL/kg/h (calculado por peso).\n• Reposição: 10–20 mL/kg por bolus rápido em situações críticas.\n• Irrigação: conforme volume necessário, sob técnica estéril.",
            "administracao": "• Via intravenosa (IV direta, infusão contínua ou intermitente).\n• Via tópica (irrigação, lavagem ocular, nasal, feridas).\n• Técnica asséptica obrigatória para uso parenteral.\n• Compatível com bombas de infusão e polifusão com medicamentos (verificar incompatibilidades).",
            "doseMaxima": "Individualizada conforme status volêmico, função renal e comorbidades.",
            "doseMinima": "Manutenção mínima diária: ~30 mL/kg/dia (1.000–1.500 mL).",
            "reacoesAdversas": "Comuns (1–10%):\n• Edema periférico (uso excessivo), flebite (infusão venosa prolongada).\nIncomuns (0,1–1%):\n• Acidose hiperclorêmica, sobrecarga hídrica, hipernatremia.\nRaras (<0,1%):\n• Insuficiência cardíaca congestiva, hipertensão intracraniana (em infusão excessiva), hipocalemia dilucional.",
            "riscoGravidez": "Categoria A. Pode ser utilizada com segurança durante toda a gestação, incluindo partos e cesarianas.",
            "riscoLactacao": "Compatível com amamentação. Não há excreção significativa no leite materno. Sem efeitos adversos descritos.",
            "ajusteRenal": "• Reduzir velocidade e volume em casos de oligúria, anúria ou insuficiência renal grave.\n• Monitorar balanço hídrico, eletrólitos e sinais de sobrecarga.",
            "ajusteHepatico": "• Não necessário, mas atenção ao risco de retenção hídrica em cirrose descompensada.",
            "contraindicacoes": "• Hipervolemia, insuficiência cardíaca congestiva descompensada.\n• Hipernatremia, hipocloremia severa.\n• Retenção hídrica grave (edema agudo de pulmão, anasarca).",
            "interacaoMedicamento": "• Compatível com a maioria dos fármacos IV (antibióticos, anestésicos, vasopressores).\n• Incompatível com ampolas contendo íons cálcio e bicarbonato (risco de precipitação).\n• Atenção ao uso simultâneo com diuréticos, IECA, antagonistas da aldosterona (risco de hipernatremia). Ao ser usado como diluente, o SF 0,9% pode afetar a estabilidade de medicamentos instáveis em meio clorado ou ácido. Não deve ser administrado simultaneamente com derivados cálcicos se houver risco de precipitação (ex: ceftriaxona). É incompatível com bicarbonato de sódio em soluções diretas, por formação de gás CO₂ e precipitado. Fármacos fotossensíveis e quimioterápicos podem exigir outro diluente. A solução não afeta a farmacodinâmica da maioria dos fármacos, mas influencia no tempo de infusão e biodisponibilidade parenteral.",
            "apresentacao": "• Bolsas plásticas (sem PVC ou com): 100 mL, 250 mL, 500 mL, 1.000 mL.\n• Frascos rígidos (uso hospitalar, irrigação): 50 mL a 3.000 mL.\n• Ampolas de 10 mL a 50 mL (para diluições, lavagens).",
            "preparo": "• Pronta para uso. Não diluir.\n• Rotular se adicionados medicamentos.\n• Utilizar técnica asséptica na conexão ao sistema venoso.",
            "solucoesCompatíveis": "• Glicose 5%, eletrólitos, antibióticos, vasopressores. Verificar compatibilidade específica.",
            "armazenamento": "• Armazenar à temperatura ambiente (15°C a 30°C).\n• Proteger da luz direta.\n• Utilizar até 24 h após abertura, se mantido asséptico.",
            "cuidadosMedicos": "• Monitorar eletrólitos séricos e balanço hídrico.\n• Evitar sobrecarga em pacientes com disfunção cardíaca, renal ou hepática.\n• Utilizar com cautela em distúrbios eletrolíticos prévios (hiponatremia, hipocloremia).",
            "cuidadosFarmaceuticos": "• Garantir rastreabilidade do lote e validade.\n• Verificar integridade da bolsa ou frasco antes do uso.\n• Não reutilizar sobras nem reconectar após desconexão prolongada.",
            "cuidadosEnfermagem": "• Observar sinais de sobrecarga (edema, dispneia, ganho de peso).\n• Verificar taxa de infusão e permeabilidade do acesso.\n• Controlar balanço hídrico e registrar perdas (diurese, drenagens).\n• Notificar alterações de consciência ou eletrólitos fora da faixa.",
            "fontesBibliograficas": "Bula Anvisa (SF 0,9%), UpToDate (2024), Micromedex, PubMed ID 37636852, Goodman & Gilman (13ª Ed.), WHO IV Fluids Guidelines (2023), Manual de Terapêutica Clínica SBH."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Sodium Chloride 0.9%",
            "nomeComercial": "Normal Saline®, 0.9% NS, Isotonic Saline Solution",
            "classificacao": "Isotonic crystalloid solution; volume expander; hydroelectrolyte replacement",
            "mecanismoAcao": "0.9% sodium chloride solution is isotonic relative to plasma, containing 154 mEq/L of sodium and 154 mEq/L of chloride. When administered intravenously, it distributes rapidly in the extracellular compartment, remaining predominantly in the interstitial space. The infusion promotes expansion of plasma and interstitial volume, without significant penetration into the intracellular space. It is used for volume replacement, correction of hyponatremia, drug delivery, and cavity irrigation. The osmotic balance between the solution and plasma prevents significant water displacement between compartments, being useful for maintaining cellular integrity. Its composition does not directly interfere with cellular metabolism, but influences tissue perfusion, hydrostatic pressure, and renal clearance. By expanding extracellular volume, it improves glomerular filtration and splanchnic perfusion in hypovolemic patients.",
            "farmacocinetica": "• Distribution: extracellular compartment (25% intravascular; 75% interstitial).\n• Metabolism: not applicable (inorganic solution).\n• Excretion: renal (by glomerular filtration of sodium and chloride; electrolyte balance regulated by aldosterone and ADH).\n• Effective half-life: minutes (rapid redistribution in cases of hypovolemia).\n• Osmolality: 308 mOsm/L (slightly hypertonic compared to plasma, 285–295 mOsm/L).",
            "farmacodinamica": "Infusion of 0.9% NS restores circulating plasma volume, improves tissue perfusion, and promotes hydroelectrolyte balance. The solution is neutral in terms of pH (~5.5), but may cause hyperchloremic acidosis if used in large volumes, due to high chloride concentration. It does not provide calories or potassium, magnesium, or calcium ions. Its use should be monitored according to clinical context and infused volume. Normal saline has no buffer, which contributes to hyperchloremic acidosis when administered in large volumes. Excess chloride reduces tubular reabsorption of bicarbonate, reducing plasma pH. Despite this, its isotonicity and broad compatibility make it a solution of choice in emergency situations, drug dilution, and venous maintenance. It is ineffective for replacement of insensible losses or hypoglycemia, requiring supplementation with glucose or balanced solutions in intensive therapy protocols.",
            "indicacoes": "• Volume replacement in dehydration and hypovolemia.\n• Venous maintenance and parenteral hydration.\n• Solvent for intravenous medications.\n• Irrigation of wounds, cavities, and mucous membranes.\n• Washing of catheters, drains, tubes.\n• Mild dilutional hyponatremia.\n• Vehicle for intermittent or continuous infusions.\n• Initial volume resuscitation in hypovolemic or septic shock (resuscitation phase).",
            "posologia": "Adults:\n• Maintenance: 30–40 mL/kg/day (1,500–2,500 mL/day).\n• Replacement: 500–1,000 mL bolus (hypotension or hypovolemia).\nPediatrics:\n• Maintenance: 4:2:1 mL/kg/h (calculated by weight).\n• Replacement: 10–20 mL/kg rapid bolus in critical situations.\n• Irrigation: according to necessary volume, under sterile technique.",
            "administracao": "• Intravenous route (direct IV, continuous or intermittent infusion).\n• Topical route (irrigation, eye, nasal, wound washing).\n• Aseptic technique mandatory for parenteral use.\n• Compatible with infusion pumps and polyinfusion with medications (check incompatibilities).",
            "doseMaxima": "Individualized according to volume status, renal function, and comorbidities.",
            "doseMinima": "Minimum daily maintenance: ~30 mL/kg/day (1,000–1,500 mL).",
            "reacoesAdversas": "Common (1–10%):\n• Peripheral edema (excessive use), phlebitis (prolonged venous infusion).\nUncommon (0.1–1%):\n• Hyperchloremic acidosis, fluid overload, hypernatremia.\nRare (<0.1%):\n• Congestive heart failure, intracranial hypertension (in excessive infusion), dilutional hypokalemia.",
            "riscoGravidez": "Category A. May be used safely throughout pregnancy, including deliveries and cesarean sections.",
            "riscoLactacao": "Compatible with breastfeeding. No significant excretion in breast milk. No adverse effects described.",
            "ajusteRenal": "• Reduce rate and volume in cases of oliguria, anuria, or severe renal insufficiency.\n• Monitor fluid balance, electrolytes, and signs of overload.",
            "ajusteHepatico": "• Not necessary, but attention to risk of fluid retention in decompensated cirrhosis.",
            "contraindicacoes": "• Hypervolemia, decompensated congestive heart failure.\n• Hypernatremia, severe hypochloremia.\n• Severe fluid retention (acute pulmonary edema, anasarca).",
            "interacaoMedicamento": "• Compatible with most IV drugs (antibiotics, anesthetics, vasopressors).\n• Incompatible with vials containing calcium and bicarbonate ions (precipitation risk).\n• Attention to simultaneous use with diuretics, ACE inhibitors, aldosterone antagonists (hypernatremia risk). When used as diluent, 0.9% NS may affect stability of drugs unstable in chlorinated or acidic medium. Should not be administered simultaneously with calcium derivatives if there is risk of precipitation (e.g., ceftriaxone). Incompatible with sodium bicarbonate in direct solutions, due to CO₂ gas formation and precipitate. Photosensitive and chemotherapeutic drugs may require another diluent. The solution does not affect the pharmacodynamics of most drugs, but influences infusion time and parenteral bioavailability.",
            "apresentacao": "• Plastic bags (with or without PVC): 100 mL, 250 mL, 500 mL, 1,000 mL.\n• Rigid vials (hospital use, irrigation): 50 mL to 3,000 mL.\n• 10 mL to 50 mL ampoules (for dilutions, washes).",
            "preparo": "• Ready to use. Do not dilute.\n• Label if medications added.\n• Use aseptic technique when connecting to venous system.",
            "solucoesCompatíveis": "• 5% glucose, electrolytes, antibiotics, vasopressors. Check specific compatibility.",
            "armazenamento": "• Store at room temperature (15°C to 30°C).\n• Protect from direct light.\n• Use within 24 h after opening, if kept aseptic.",
            "cuidadosMedicos": "• Monitor serum electrolytes and fluid balance.\n• Avoid overload in patients with cardiac, renal, or hepatic dysfunction.\n• Use with caution in previous electrolyte disorders (hyponatremia, hypochloremia).",
            "cuidadosFarmaceuticos": "• Ensure lot traceability and validity.\n• Check bag or vial integrity before use.\n• Do not reuse leftovers or reconnect after prolonged disconnection.",
            "cuidadosEnfermagem": "• Observe signs of overload (edema, dyspnea, weight gain).\n• Check infusion rate and access patency.\n• Control fluid balance and record losses (diuresis, drains).\n• Report changes in consciousness or electrolytes outside range.",
            "fontesBibliograficas": "FDA Label (0.9% NS), UpToDate (2024), Micromedex, PubMed ID 37636852, Goodman & Gilman (13th Ed.), WHO IV Fluids Guidelines (2023), SBH Clinical Therapeutics Manual."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Cloruro de Sodio 0,9%",
            "nomeComercial": "Suero Fisiológico®, SF 0,9%, Solución Salina Isotónica",
            "classificacao": "Solución cristaloide isotónica; expansor de volumen; reemplazador hidroelectrolítico",
            "mecanismoAcao": "La solución de cloruro de sodio al 0,9% es isotónica en relación al plasma, conteniendo 154 mEq/L de sodio y 154 mEq/L de cloro. Al ser administrada por vía intravenosa, se distribuye rápidamente en el compartimento extracelular, permaneciendo predominantemente en el espacio intersticial. La infusión promueve expansión del volumen plasmático e intersticial, sin penetración significativa en el espacio intracelular. Se utiliza para reposición volémica, corrección de hiponatremia, vehiculación de medicamentos e irrigación de cavidades. El equilibrio osmótico entre la solución y el plasma evita desplazamiento significativo de agua entre compartimentos, siendo útil para mantener la integridad celular. Su composición no interfiere directamente en el metabolismo celular, pero influye en la perfusión tisular, presión hidrostática y aclaramiento renal. Al expandir el volumen extracelular, mejora la filtración glomerular y la perfusión esplácnica en pacientes hipovolémicos.",
            "farmacocinetica": "• Distribución: compartimento extracelular (25% en el intravascular; 75% en el intersticial).\n• Metabolismo: no se aplica (solución inorgánica).\n• Excreción: renal (por filtración glomerular de sodio y cloro; balance electrolítico regulado por aldosterona y ADH).\n• Vida media efectiva: minutos (redistribución rápida en casos de hipovolemia).\n• Osmolaridad: 308 mOsm/L (levemente hipertónica comparada al plasma, 285–295 mOsm/L).",
            "farmacodinamica": "La infusión de SF 0,9% restaura el volumen plasmático circulante, mejora la perfusión tisular y promueve equilibrio hidroelectrolítico. La solución es neutra en términos de pH (~5,5), pero puede causar acidosis hiperclorémica si se usa en grandes volúmenes, debido a la alta concentración de cloro. No proporciona calorías ni tampoco iones de potasio, magnesio o calcio. Su uso debe ser monitorizado según el contexto clínico y volumen infundido. El suero fisiológico no posee tampón, lo que contribuye a acidosis hiperclorémica cuando se administra en grandes volúmenes. El cloro en exceso reduce la reabsorción tubular de bicarbonato, reduciendo el pH plasmático. A pesar de esto, su isotonicidad y amplia compatibilidad lo hacen una solución de elección en situaciones de emergencia, dilución de fármacos y mantenimiento venoso. Es ineficaz para reposición de pérdidas insensibles o hipoglucemia, siendo necesario complementar con soluciones glucosadas o balanceadas en protocolos de terapia intensiva.",
            "indicacoes": "• Reposición volémica en deshidratación e hipovolemia.\n• Mantenimiento venoso e hidratación parenteral.\n• Solvente para medicamentos intravenosos.\n• Irrigación de heridas, cavidades y mucosas.\n• Lavado de catéteres, drenes, sondas.\n• Hiponatremia dilucional leve.\n• Vehículo para infusiones intermitentes o continuas.\n• Reanimación volémica inicial en el choque hipovolémico o séptico (fase de resucitación).",
            "posologia": "Adultos:\n• Mantenimiento: 30–40 mL/kg/día (1.500–2.500 mL/día).\n• Reposición: bolo de 500–1.000 mL (hipotensión o hipovolemia).\nPediatría:\n• Mantenimiento: 4:2:1 mL/kg/h (calculado por peso).\n• Reposición: 10–20 mL/kg por bolo rápido en situaciones críticas.\n• Irrigación: según volumen necesario, bajo técnica estéril.",
            "administracao": "• Vía intravenosa (IV directa, infusión continua o intermitente).\n• Vía tópica (irrigación, lavado ocular, nasal, heridas).\n• Técnica aséptica obligatoria para uso parenteral.\n• Compatible con bombas de infusión y polinfusión con medicamentos (verificar incompatibilidades).",
            "doseMaxima": "Individualizada según estado volémico, función renal y comorbilidades.",
            "doseMinima": "Mantenimiento mínimo diario: ~30 mL/kg/día (1.000–1.500 mL).",
            "reacoesAdversas": "Frecuentes (1–10%):\n• Edema periférico (uso excesivo), flebitis (infusión venosa prolongada).\nInfrecuentes (0,1–1%):\n• Acidosis hiperclorémica, sobrecarga hídrica, hipernatremia.\nRaras (<0,1%):\n• Insuficiencia cardíaca congestiva, hipertensión intracraneal (en infusión excesiva), hipocalemia dilucional.",
            "riscoGravidez": "Categoría A. Puede utilizarse con seguridad durante toda la gestación, incluyendo partos y cesáreas.",
            "riscoLactacao": "Compatible con la lactancia. No hay excreción significativa en la leche materna. Sin efectos adversos descritos.",
            "ajusteRenal": "• Reducir velocidad y volumen en casos de oliguria, anuria o insuficiencia renal grave.\n• Monitorizar balance hídrico, electrolitos y signos de sobrecarga.",
            "ajusteHepatico": "• No necesario, pero atención al riesgo de retención hídrica en cirrosis descompensada.",
            "contraindicacoes": "• Hipervolemia, insuficiencia cardíaca congestiva descompensada.\n• Hipernatremia, hipocloremia severa.\n• Retención hídrica grave (edema agudo de pulmón, anasarca).",
            "interacaoMedicamento": "• Compatible con la mayoría de fármacos IV (antibióticos, anestésicos, vasopresores).\n• Incompatible con ampollas conteniendo iones calcio y bicarbonato (riesgo de precipitación).\n• Atención al uso simultáneo con diuréticos, IECA, antagonistas de la aldosterona (riesgo de hipernatremia). Al ser usado como diluyente, el SF 0,9% puede afectar la estabilidad de medicamentos inestables en medio clorado o ácido. No debe administrarse simultáneamente con derivados cálcicos si hay riesgo de precipitación (ej: ceftriaxona). Es incompatible con bicarbonato de sodio en soluciones directas, por formación de gas CO₂ y precipitado. Fármacos fotosensibles y quimioterápicos pueden exigir otro diluyente. La solución no afecta la farmacodinámica de la mayoría de fármacos, pero influye en el tiempo de infusión y biodisponibilidad parenteral.",
            "apresentacao": "• Bolsas plásticas (sin PVC o con): 100 mL, 250 mL, 500 mL, 1.000 mL.\n• Frascos rígidos (uso hospitalario, irrigación): 50 mL a 3.000 mL.\n• Ampollas de 10 mL a 50 mL (para diluciones, lavados).",
            "preparo": "• Lista para usar. No diluir.\n• Rotular si se añaden medicamentos.\n• Utilizar técnica aséptica en la conexión al sistema venoso.",
            "solucoesCompatíveis": "• Glucosa 5%, electrolitos, antibióticos, vasopresores. Verificar compatibilidad específica.",
            "armazenamento": "• Almacenar a temperatura ambiente (15°C a 30°C).\n• Proteger de la luz directa.\n• Utilizar hasta 24 h tras apertura, si se mantiene aséptico.",
            "cuidadosMedicos": "• Monitorizar electrolitos séricos y balance hídrico.\n• Evitar sobrecarga en pacientes con disfunción cardíaca, renal o hepática.\n• Utilizar con precaución en trastornos electrolíticos previos (hiponatremia, hipocloremia).",
            "cuidadosFarmaceuticos": "• Garantizar trazabilidad del lote y validez.\n• Verificar integridad de la bolsa o frasco antes del uso.\n• No reutilizar sobras ni reconectar tras desconexión prolongada.",
            "cuidadosEnfermagem": "• Observar signos de sobrecarga (edema, disnea, ganancia de peso).\n• Verificar tasa de infusión y permeabilidad del acceso.\n• Controlar balance hídrico y registrar pérdidas (diuresis, drenajes).\n• Notificar alteraciones de consciencia o electrolitos fuera del rango.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (SF 0,9%), UpToDate (2024), Micromedex, PubMed ID 37636852, Goodman & Gilman (13ª Ed.), WHO IV Fluids Guidelines (2023), Manual de Terapéutica Clínica SBH."
        }
    }
}