{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Succinilcolina (Cloreto de Succinilcolina)",
            "nomeComercial": "Anectine®, Quelicin®",
            "classificacao": "Bloqueador neuromuscular despolarizante, de ultra curta duração",
            "mecanismoAcao": "Agonista dos receptores nicotínicos da acetilcolina na junção neuromuscular. Promove despolarização sustentada da placa motora, impedindo subsequentes despolarizações e resultando em paralisia muscular flácida. Sua ação é rapidamente encerrada pela hidrólise plasmática via butirilcolinesterase (pseudo-colinesterase).",
            "farmacocinetica": "• Início de ação: 30–60 segundos (IV), 2–3 minutos (IM).\n• Pico de efeito: 1–2 minutos.\n• Duração clínica: 4–6 minutos.\n• Meia-vida: 47 segundos (extremamente curta).\n• Volume de distribuição: 0,2–0,5 L/kg.\n• Ligação às proteínas plasmáticas: mínima.\n• Metabolização: rápida pela butirilcolinesterase plasmática em succinilmonocolina (ativa, porém muito menos potente) e, posteriormente, em ácido succínico e colina.\n• Excreção: renal (traços).",
            "farmacodinamica": "Promove bloqueio neuromuscular despolarizante de início extremamente rápido e duração ultra curta. É o padrão ouro para sequência rápida de intubação. Apresenta fasciculações musculares transitórias antes do bloqueio total. Sua ação não é reversível por anticolinesterásicos e cessa com a hidrólise plasmática.",
            "indicacoes": "• Facilitação da intubação orotraqueal, especialmente em sequência rápida.\n• Cirurgias ou procedimentos muito breves que requeiram paralisia muscular.\n• Redução de fraturas ou luxações com resistência muscular.\n• Convulsões refratárias (para bloqueio motor durante eletroconvulsoterapia).",
            "posologia": "Adulto:\n• Intubação:\n  - 1–1,5 mg/kg IV em bolus.\n  - Alternativamente, 3–4 mg/kg IM se IV não disponível.\n• Manutenção (não recomendado de rotina):\n  - 0,04–0,1 mg/kg IV se necessário.\nPediatria:\n• Neonatos e lactentes:\n  - 2 mg/kg IV.\n  - Ou 4–5 mg/kg IM.\n• Crianças:\n  - 1–2 mg/kg IV.\n  - Ou 4–5 mg/kg IM.",
            "administracao": "• Via intravenosa (preferencial) ou intramuscular (quando IV não está disponível).\n• Bolus rápido.\n• Nunca administrar por infusão contínua devido ao risco de hiperpotassemia e bloqueio prolongado.",
            "doseMaxima": "• 1,5 mg/kg IV por dose isolada.\n• Até 5 mg/kg IM em situação sem acesso venoso.",
            "doseMinima": "• 0,3–0,5 mg/kg IV (doses subintubatórias para relaxamento parcial).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Fasciculações musculares.\n• Mialgia no pós-operatório.\n• Hipercalemia leve transitória.\nComuns (1–10%):\n• Bradicardia (especialmente em crianças ou após múltiplas doses).\n• Aumento da pressão intraocular.\n• Aumento da pressão intracraniana transitória.\n• Liberação de histamina leve.\nIncomuns (0,1–1%):\n• Hipertermia maligna (em indivíduos suscetíveis).\n• Bloqueio neuromuscular prolongado (em deficiência ou disfunção de colinesterase plasmática).\nRaras (<0,1%):\n• Parada cardíaca associada à hipercalemia severa (particularmente em grandes queimados, traumatizados, lesões neurológicas, miopatias e distrofias musculares).\n• Reações anafiláticas.\n• Rabdomiólise.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Pode ser usado na cesariana, mas a colinesterase plasmática está reduzida na gestação, prolongando ligeiramente o bloqueio.",
            "riscoLactacao": "Considerado seguro. Devido à rápida degradação plasmática, quantidades clinicamente relevantes não são excretadas no leite.",
            "ajusteRenal": "• Não é necessário ajuste. A depuração não depende da função renal.",
            "ajusteHepatico": "• Usar com cautela. A insuficiência hepática pode reduzir a produção de colinesterase plasmática, prolongando o bloqueio neuromuscular.",
            "contraindicacoes": "• Miopatias (ex.: distrofia muscular de Duchenne, miopatias congênitas).\n• Hiperpotassemia conhecida.\n• Queimaduras extensas (>24–48 horas após o evento).\n• Lesões neurológicas (trauma medular, AVC, síndrome de imobilização) com mais de 24–72 horas.\n• Histórico de hipertermia maligna.\n• Deficiência conhecida de pseudo-colinesterase (congênita ou adquirida).\n• Hipersensibilidade à succinilcolina.",
            "interacaoMedicamento": "• Potencializado por:\n  - Inibidores da colinesterase (neostigmina, donepezila).\n  - Lítio.\n  - Aminoglicosídeos.\n  - Bloqueadores de canais de cálcio.\n  - Magnésio.\n• Aumento do risco de bradicardia com anestésicos halogenados e fentanila.\n• Antagonizado parcialmente por agentes que aumentam a atividade da colinesterase plasmática (raro).",
            "apresentacao": "• Ampolas de 100 mg/5 mL (20 mg/mL) para uso IV ou IM.",
            "preparo": "• Pronto para uso.\n• Administrar diretamente sem diluição.\n• Se necessário, pode ser diluído em SF 0,9% para ajuste de volume (ex.: pediatria).",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Incompatível com soluções alcalinas (ex.: bicarbonato de sódio).",
            "armazenamento": "• Conservar entre 2°C e 8°C (refrigerado).\n• Estável por até 24 horas após abertura se mantido refrigerado.\n• Proteger da luz.\n• Descartar se houver precipitação, turbidez ou alteração de cor.",
            "cuidadosMedicos": "• Monitorização rigorosa da ventilação e oxigenação é obrigatória.\n• Não há antídoto específico — a reversão depende da metabolização pela colinesterase plasmática.\n• Preparar suporte ventilatório completo até recuperação da função neuromuscular.\n• Contraindicado em situações de risco elevado de hipercalemia.\n• Ter disponibilidade imediata de dantrolene em caso de hipertermia maligna.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade da ampola.\n• Não administrar por infusão contínua.\n• Preparar sob condições assépticas.\n• Documentar lote, dose, via, horário e eventos adversos caso ocorram.",
            "cuidadosEnfermagem": "• Monitorizar saturação, capnografia, TOF (se disponível) e parâmetros ventilatórios.\n• Observar sinais de fasciculações, bradicardia ou arritmias.\n• Preparar e manter suporte ventilatório até a completa reversão do bloqueio.\n• Notificar imediatamente sinais de bloqueio prolongado, bradicardia severa, arritmias ou sinais de hipertermia maligna.",
            "fontesBibliograficas": "Bula Anvisa (Anectine®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37612482, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli's Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Succinylcholine (Succinylcholine Chloride)",
            "nomeComercial": "Anectine®, Quelicin®",
            "classificacao": "Depolarizing neuromuscular blocking agent, ultra-short acting",
            "mecanismoAcao": "Agonist of nicotinic acetylcholine receptors at the neuromuscular junction. Promotes sustained depolarization of the motor endplate, preventing subsequent depolarizations and resulting in flaccid muscle paralysis. Its action is rapidly terminated by plasma hydrolysis via butyrylcholinesterase (pseudo-cholinesterase).",
            "farmacocinetica": "• Onset: 30–60 seconds (IV), 2–3 minutes (IM).\n• Peak effect: 1–2 minutes.\n• Clinical duration: 4–6 minutes.\n• Half-life: 47 seconds (extremely short).\n• Volume of distribution: 0.2–0.5 L/kg.\n• Plasma protein binding: minimal.\n• Metabolism: rapid by plasma butyrylcholinesterase to succinylmonocholine (active but much less potent) and subsequently to succinic acid and choline.\n• Excretion: renal (traces).",
            "farmacodinamica": "Promotes depolarizing neuromuscular blockade with extremely rapid onset and ultra-short duration. It is the gold standard for rapid sequence intubation. Presents transient muscle fasciculations before complete blockade. Its action is not reversible by anticholinesterases and ceases with plasma hydrolysis.",
            "indicacoes": "• Facilitation of orotracheal intubation, especially in rapid sequence.\n• Very brief surgeries or procedures requiring muscle paralysis.\n• Reduction of fractures or dislocations with muscle resistance.\n• Refractory seizures (for motor blockade during electroconvulsoterapia).",
            "posologia": "Adults:\n• Intubation:\n  - 1–1.5 mg/kg IV bolus.\n  - Alternatively, 3–4 mg/kg IM if IV not available.\n• Maintenance (not routinely recommended):\n  - 0.04–0.1 mg/kg IV if necessary.\nPediatrics:\n• Neonates and infants:\n  - 2 mg/kg IV.\n  - Or 4–5 mg/kg IM.\n• Children:\n  - 1–2 mg/kg IV.\n  - Or 4–5 mg/kg IM.",
            "administracao": "• Intravenous route (preferred) or intramuscular (when IV not available).\n• Rapid bolus.\n• Never administer by continuous infusion due to risk of hyperkalemia and prolonged blockade.",
            "doseMaxima": "• 1.5 mg/kg IV per single dose.\n• Up to 5 mg/kg IM in situation without venous access.",
            "doseMinima": "• 0.3–0.5 mg/kg IV (subintubating doses for partial relaxation).",
            "reacoesAdversas": "Very common (>10%):\n• Muscle fasciculations.\n• Postoperative myalgia.\n• Transient mild hyperkalemia.\nCommon (1–10%):\n• Bradycardia (especially in children or after multiple doses).\n• Increased intraocular pressure.\n• Transient increased intracranial pressure.\n• Mild histamine release.\nUncommon (0.1–1%):\n• Malignant hyperthermia (in susceptible individuals).\n• Prolonged neuromuscular blockade (in deficiency or dysfunction of plasma cholinesterase).\nRare (<0.1%):\n• Cardiac arrest associated with severe hyperkalemia (particularly in major burns, trauma, neurological injuries, myopathies and muscular dystrophies).\n• Anaphylactic reactions.\n• Rhabdomyolysis.",
            "riscoGravidez": "Category C. Use only if clearly necessary. May be used in cesarean section, but plasma cholinesterase is reduced in pregnancy, slightly prolonging the blockade.",
            "riscoLactacao": "Considered safe. Due to rapid plasma degradation, clinically relevant amounts are not excreted in breast milk.",
            "ajusteRenal": "• No adjustment necessary. Clearance does not depend on renal function.",
            "ajusteHepatico": "• Use with caution. Hepatic insufficiency may reduce plasma cholinesterase production, prolonging neuromuscular blockade.",
            "contraindicacoes": "• Myopathies (e.g., Duchenne muscular dystrophy, congenital myopathies).\n• Known hyperkalemia.\n• Extensive burns (>24–48 hours after the event).\n• Neurological injuries (spinal cord trauma, stroke, immobilization syndrome) more than 24–72 hours.\n• History of malignant hyperthermia.\n• Known pseudo-cholinesterase deficiency (congenital or acquired).\n• Hypersensitivity to succinylcholine.",
            "interacaoMedicamento": "• Potentiated by:\n  - Cholinesterase inhibitors (neostigmine, donepezil).\n  - Lithium.\n  - Aminoglycosides.\n  - Calcium channel blockers.\n  - Magnesium.\n• Increased risk of bradycardia with halogenated anesthetics and fentanyl.\n• Partially antagonized by agents that increase plasma cholinesterase activity (rare).",
            "apresentacao": "• Ampoules of 100 mg/5 mL (20 mg/mL) for IV or IM use.",
            "preparo": "• Ready for use.\n• Administer directly without dilution.\n• If necessary, can be diluted in 0.9% saline for volume adjustment (e.g., pediatrics).",
            "solucoesCompatíveis": "• 0.9% normal saline.\n• 5% glucose solution.\n• Incompatible with alkaline solutions (e.g., sodium bicarbonate).",
            "armazenamento": "• Store between 2°C and 8°C (refrigerated).\n• Stable for up to 24 hours after opening if kept refrigerated.\n• Protect from light.\n• Discard if precipitation, turbidity or color change occurs.",
            "cuidadosMedicos": "• Rigorous monitoring of ventilation and oxygenation is mandatory.\n• There is no specific antidote — reversal depends on metabolism by plasma cholinesterase.\n• Prepare complete ventilatory support until recovery of neuromuscular function.\n• Contraindicated in situations of high risk of hyperkalemia.\n• Have immediate availability of dantrolene in case of malignant hyperthermia.",
            "cuidadosFarmaceuticos": "• Check name, dose, route, concentration and integrity of the ampoule.\n• Do not administer by continuous infusion.\n• Prepare under aseptic conditions.\n• Document batch, dose, route, time and adverse events if they occur.",
            "cuidadosEnfermagem": "• Monitor saturation, capnography, TOF (if available) and ventilatory parameters.\n• Observe for signs of fasciculations, bradycardia or arrhythmias.\n• Prepare and maintain ventilatory support until complete reversal of blockade.\n• Immediately report signs of prolonged blockade, severe bradycardia, arrhythmias or signs of malignant hyperthermia.",
            "fontesBibliograficas": "FDA Label (Anectine®), UpToDate (2024), Micromedex, Goodman & Gilman (13th Edition), PubMed ID 37612482, Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli's Emergency Medicine (9th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Succinilcolina (Cloruro de Succinilcolina)",
            "nomeComercial": "Anectine®, Quelicin®",
            "classificacao": "Bloqueador neuromuscular despolarizante, de ultra corta duración",
            "mecanismoAcao": "Agonista de los receptores nicotínicos de la acetilcolina en la unión neuromuscular. Promueve despolarización sostenida de la placa motora, impidiendo subsiguientes despolarizaciones y resultando en parálisis muscular flácida. Su acción es rápidamente terminada por la hidrólisis plasmática vía butirilcolinesterasa (pseudo-colinesterasa).",
            "farmacocinetica": "• Inicio de acción: 30–60 segundos (IV), 2–3 minutos (IM).\n• Pico de efecto: 1–2 minutos.\n• Duración clínica: 4–6 minutos.\n• Vida media: 47 segundos (extremadamente corta).\n• Volumen de distribución: 0,2–0,5 L/kg.\n• Unión a proteínas plasmáticas: mínima.\n• Metabolismo: rápido por la butirilcolinesterasa plasmática en succinilmonocolina (activa, pero mucho menos potente) y, posteriormente, en ácido succínico y colina.\n• Excreción: renal (trazas).",
            "farmacodinamica": "Promueve bloqueo neuromuscular despolarizante de inicio extremadamente rápido y duración ultra corta. Es el estándar de oro para secuencia rápida de intubación. Presenta fasciculaciones musculares transitorias antes del bloqueo total. Su acción no es reversible por anticolinesterásicos y cesa con la hidrólisis plasmática.",
            "indicacoes": "• Facilitación de la intubación orotraqueal, especialmente en secuencia rápida.\n• Cirugías o procedimientos muy breves que requieran parálisis muscular.\n• Reducción de fracturas o luxaciones con resistencia muscular.\n• Convulsiones refractarias (para bloqueo motor durante electroconvulsoterapia).",
            "posologia": "Adultos:\n• Intubación:\n  - 1–1,5 mg/kg IV en bolo.\n  - Alternativamente, 3–4 mg/kg IM si IV no disponible.\n• Mantenimiento (no recomendado de rutina):\n  - 0,04–0,1 mg/kg IV si necesario.\nPediatría:\n• Neonatos y lactantes:\n  - 2 mg/kg IV.\n  - O 4–5 mg/kg IM.\n• Niños:\n  - 1–2 mg/kg IV.\n  - O 4–5 mg/kg IM.",
            "administracao": "• Vía intravenosa (preferencial) o intramuscular (cuando IV no está disponible).\n• Bolo rápido.\n• Nunca administrar por infusión continua debido al riesgo de hipercalemia y bloqueo prolongado.",
            "doseMaxima": "• 1,5 mg/kg IV por dosis aislada.\n• Hasta 5 mg/kg IM en situación sin acceso venoso.",
            "doseMinima": "• 0,3–0,5 mg/kg IV (dosis subintubatorias para relajación parcial).",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Fasciculaciones musculares.\n• Mialgia postoperatoria.\n• Hipercalemia leve transitoria.\nFrecuentes (1–10%):\n• Bradicardia (especialmente en niños o tras múltiples dosis).\n• Aumento de la presión intraocular.\n• Aumento de la presión intracraneal transitorio.\n• Liberación de histamina leve.\nPoco frecuentes (0,1–1%):\n• Hipertermia maligna (en individuos susceptibles).\n• Bloqueo neuromuscular prolongado (en deficiencia o disfunción de colinesterasa plasmática).\nRaras (<0,1%):\n• Parada cardíaca asociada a hipercalemia severa (particularmente en grandes quemados, traumatizados, lesiones neurológicas, miopatías y distrofias musculares).\n• Reacciones anafilácticas.\n• Rabdomiólisis.",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. Puede usarse en cesárea, pero la colinesterasa plasmática está reducida en la gestación, prolongando ligeramente el bloqueo.",
            "riscoLactacao": "Considerado seguro. Debido a la rápida degradación plasmática, cantidades clínicamente relevantes no se excretan en la leche.",
            "ajusteRenal": "• No es necesario ajuste. La depuración no depende de la función renal.",
            "ajusteHepatico": "• Usar con precaución. La insuficiencia hepática puede reducir la producción de colinesterasa plasmática, prolongando el bloqueo neuromuscular.",
            "contraindicacoes": "• Miopatías (ej.: distrofia muscular de Duchenne, miopatías congénitas).\n• Hipercalemia conocida.\n• Quemaduras extensas (>24–48 horas tras el evento).\n• Lesiones neurológicas (trauma medular, ACV, síndrome de inmovilización) con más de 24–72 horas.\n• Historial de hipertermia maligna.\n• Deficiencia conocida de pseudo-colinesterasa (congénita o adquirida).\n• Hipersensibilidad a la succinilcolina.",
            "interacaoMedicamento": "• Potenciado por:\n  - Inhibidores de la colinesterasa (neostigmina, donepezilo).\n  - Litio.\n  - Aminoglucósidos.\n  - Bloqueadores de canales de calcio.\n  - Magnesio.\n• Aumento del riesgo de bradicardia con anestésicos halogenados y fentanilo.\n• Antagonizado parcialmente por agentes que aumentan la actividad de la colinesterasa plasmática (raro).",
            "apresentacao": "• Ampollas de 100 mg/5 mL (20 mg/mL) para uso IV o IM.",
            "preparo": "• Listo para usar.\n• Administrar directamente sin dilución.\n• Si es necesario, puede diluirse en SF 0,9% para ajuste de volumen (ej.: pediatría).",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Solución glucosada 5%.\n• Incompatible con soluciones alcalinas (ej.: bicarbonato de sodio).",
            "armazenamento": "• Conservar entre 2°C y 8°C (refrigerado).\n• Estable hasta 24 horas tras apertura si se mantiene refrigerado.\n• Proteger de la luz.\n• Descartar si hay precipitación, turbidez o cambio de color.",
            "cuidadosMedicos": "• La monitorización rigurosa de la ventilación y oxigenación es obligatoria.\n• No hay antídoto específico — la reversión depende del metabolismo por la colinesterasa plasmática.\n• Preparar soporte ventilatorio completo hasta recuperación de la función neuromuscular.\n• Contraindicado en situaciones de alto riesgo de hipercalemia.\n• Tener disponibilidad inmediata de dantroleno en caso de hipertermia maligna.",
            "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía, concentración e integridad de la ampolla.\n• No administrar por infusión continua.\n• Preparar bajo condiciones asépticas.\n• Documentar lote, dosis, vía, horario y eventos adversos si ocurren.",
            "cuidadosEnfermagem": "• Monitorizar saturación, capnografía, TOF (si disponible) y parámetros ventilatorios.\n• Observar signos de fasciculaciones, bradicardia o arritmias.\n• Preparar y mantener soporte ventilatorio hasta la completa reversión del bloqueo.\n• Notificar inmediatamente signos de bloqueo prolongado, bradicardia severa, arritmias o signos de hipertermia maligna.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Anectine®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37612482, Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli's Emergency Medicine (9ª Edición)."
        }
    }
}