{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Sufentanil (citrato de sufentanila)",
            "nomeComercial": "Sufenta®",
            "classificacao": "Analgésico opioide; agonista μ-opioide ultrapotente; derivado sintético da fenilpiperidina",
            "mecanismoAcao": "O sufentanil é um agonista seletivo e de alta potência dos receptores μ-opioides no sistema nervoso central. Atua inibindo a transmissão nociceptiva por hiperpolarização de neurônios pós-sinápticos e redução da liberação de neurotransmissores excitatórios. Sua elevada lipossolubilidade permite rápida penetração no SNC e potente efeito analgésico com pequenas doses. Apresenta seletividade superior à do fentanil para os receptores μ e reduzida afinidade por receptores δ e κ, resultando em menor disforia e alucinações. Possui início rápido e duração curta após bolus, mas com efeito cumulativo em infusões prolongadas. Além de sua ação predominante nos receptores μ, o sufentanil possui afinidade cerca de 5 a 10 vezes maior por esses receptores em comparação ao fentanil, o que confere sua potência aproximadamente 7 a 10 vezes superior. Sua lipossolubilidade elevada resulta em distribuição rápida para o SNC e também em redistribuição veloz, explicando sua duração clínica curta. O sufentanil também reduz a atividade dos neurônios de segunda ordem no corno dorsal da medula espinhal, contribuindo para sua potente analgesia segmentar em administração intratecal.",
            "farmacocinetica": "• Início de ação: 1–3 minutos (IV).\n• Pico de efeito: 3–5 minutos.\n• Duração clínica: 20–30 minutos (bolus único).\n• Meia-vida de eliminação: 2,5 a 3 horas.\n• Volume de distribuição: 2–4 L/kg.\n• Ligação a proteínas plasmáticas: >90%.\n• Metabolização: hepática (CYP3A4), formando metabólitos inativos.\n• Excreção: renal (75% como metabólitos, 10% inalterado).\n• Clearance hepático: 14–18 mL/min/kg.",
            "farmacodinamica": "Oferece analgesia intensa e estável com mínima liberação de histamina, resultando em estabilidade hemodinâmica mesmo em doses elevadas. Apresenta menor risco de hipotensão que a morfina ou fentanil, sendo ideal para cirurgias de grande porte ou procedimentos hemodinamicamente sensíveis. Deve ser utilizado com monitorização contínua, pois pode causar depressão respiratória prolongada e rigidez torácica, especialmente com administração rápida. Apresenta efeito acumulativo significativo se infundido por longos períodos, com prolongamento da meia-vida contexto-dependente (up to 6–10 h). Em estudos comparativos, o sufentanil apresenta menor variabilidade farmacodinâmica interindividual do que o fentanil e menor necessidade de titulação frequente. Em bloqueios intratecais obstétricos, permite analgesia rápida, duradoura (90–120 minutos) e com excelente qualidade sensorial, com menos sedação materna e menor comprometimento da contratilidade uterina. Sua estabilidade hemodinâmica o torna preferido em cirurgias cardíacas com CEC, com menor incidência de hipotensão e bradicardia reflexa que a morfina. É importante notar que sua potência exige diluições precisas para evitar erros de dose, especialmente em bolus.",
            "indicacoes": "• Indução e manutenção da anestesia geral.\n• Suplemento analgésico em cirurgias cardíacas, neurocirúrgicas e de grande porte.\n• Sedação e analgesia em UTI (infusão contínua em pacientes ventilados).\n• Uso intratecal em doses microdoses como adjuvante de bloqueios raquidianos (obstetrícia, ortopedia).\n• Off-label: PCA em pós-operatório com sistema de controle rigoroso.",
            "posologia": "Adultos:\n• Bolus anestésico: 0,3–1 mcg/kg IV.\n• Infusão contínua: 0,1–0,5 mcg/kg/h IV.\n• Intratecal: 2,5–10 mcg (em adjuvância ao anestésico local).\nPediatria:\n• 0,1–0,3 mcg/kg IV lento (indução ou manutenção).\n• Uso em infusão contínua em UTI com titulação individualizada.",
            "administracao": "• Exclusivamente intravenosa ou intratecal (em bloqueios).\n• Bolus lento (≥60 segundos) ou infusão contínua com bomba.\n• Monitoramento contínuo de sinais vitais e suporte ventilatório obrigatórios.",
            "doseMaxima": "• Não há dose máxima absoluta; titulada conforme resposta clínica.\n• Doses cumulativas >20 mcg/kg requerem controle intensivo por risco de depressão respiratória prolongada.",
            "doseMinima": "• 0,1 mcg/kg IV ou 2,5 mcg intratecal.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Bradipneia, sedação, náusea.\nComuns (1–10%):\n• Prurido, hipotensão, rigidez torácica.\n• Bradicardia, constipação.\nIncomuns (0,1–1%):\n• Depressão respiratória prolongada.\n• Rigidez muscular generalizada, espasmo laríngeo.\nRaras (<0,1%):\n• Reações anafiláticas.\n• Delírio, alucinações (principalmente em doses altas ou idosos).",
            "riscoGravidez": "Categoria C. Pode ser usado em anestesia obstétrica em doses reduzidas (intratecal ou IV), com monitoramento. Pode causar depressão respiratória neonatal se administrado em altas doses no periparto.",
            "riscoLactacao": "Excretado em pequenas quantidades. Uso pontual em anestesia considerado seguro. Evitar amamentação por 4–6 horas após uso IV ou 12 h após intratecal.",
            "ajusteRenal": "• Usar com cautela em insuficiência renal grave.\n• Prolongar intervalo ou reduzir infusão contínua para evitar acúmulo.",
            "ajusteHepatico": "• Reduzir dose em hepatopatia moderada a grave.\n• Clearance diminuído, maior risco de sedação e depressão ventilatória.",
            "contraindicacoes": "• Hipersensibilidade a sufentanil ou outros opioides.\n• Depressão respiratória sem suporte.\n• Hipertensão intracraniana sem controle ventilatório.\n• Uso isolado em pacientes não monitorizados.",
            "interacaoMedicamento": "• Potencializa efeitos de benzodiazepínicos, propofol e anestésicos gerais.\n• Depressão respiratória aumentada com barbitúricos e álcool.\n• Inibidores do CYP3A4 (ritonavir, claritromicina) aumentam exposição sistêmica.\n• Pode potencializar bloqueadores neuromusculares. A administração concomitante com dexmedetomidina ou propofol pode permitir redução significativa da dose total de anestésico inalatório necessário. O uso com midazolam ou lorazepam aumenta significativamente a depressão respiratória. Em pacientes com uso prévio de opioides crônicos, a dose de sufentanil deve ser ajustada, pois a tolerância cruzada pode reduzir sua eficácia inicial. A coadministração com antagonistas não competitivos (ex: nalbufina, buprenorfina) pode atenuar seus efeitos analgésicos e aumentar risco de rigidez muscular.",
            "apresentacao": "• Solução injetável: 50 mcg/mL em ampolas de 1 mL, 2 mL ou 5 mL.\n• Diluído em SF 0,9% ou SG 5% para infusão contínua controlada.",
            "preparo": "• Administrar IV em bolus lento ou em infusão contínua.\n• Para infusão: diluir até concentração desejada (ex: 250 mcg/50 mL).\n• Intratecal: usar solução sem conservantes, técnica asséptica rigorosa.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com bicarbonato e soluções alcalinas.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz e da umidade.\n• Soluções diluídas: usar em até 24 h sob refrigeração asséptica.",
            "cuidadosMedicos": "• Monitorar continuamente pressão arterial, frequência cardíaca e oximetria.\n• Ter antagonistas (naloxona) e ventilação assistida disponíveis.\n• Considerar ajuste em pacientes idosos, renais ou com instabilidade hemodinâmica.\n• Usar com equipe treinada e em ambiente com suporte avançado.",
            "cuidadosFarmaceuticos": "• Conferir concentração, diluição e validade.\n• Preparar diluições com técnica asséptica.\n• Documentar rastreabilidade, dose, horário e resposta clínica.\n• Manter controle rigoroso em ambientes com protocolos específicos.",
            "cuidadosEnfermagem": "• Monitorar ventilação, sedação e resposta analgésica.\n• Observar sinais de rigidez torácica e apneia.\n• Manter paciente em ambiente monitorado durante e após administração.\n• Garantir equipamento de suporte e equipe capacitada para reversão.",
            "fontesBibliograficas": "Bula Anvisa (Sufenta®), UpToDate (2024), PubMed ID 37625601, Micromedex, Miller's Anesthesia (9ª Ed.), Goodman & Gilman (13ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.), FDA Sufentanil Labeling."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Sufentanil (sufentanil citrate)",
            "nomeComercial": "Sufenta®",
            "classificacao": "Opioid analgesic; ultrapotent μ-opioid agonist; synthetic phenylpiperidine derivative",
            "mecanismoAcao": "Sufentanil is a selective and high-potency agonist of μ-opioid receptors in the central nervous system. It acts by inhibiting nociceptive transmission through hyperpolarization of postsynaptic neurons and reduction of excitatory neurotransmitter release. Its high lipophilicity allows rapid penetration into the CNS and potent analgesic effect with small doses. It presents superior selectivity to fentanyl for μ receptors and reduced affinity for δ and κ receptors, resulting in less dysphoria and hallucinations. It has rapid onset and short duration after bolus, but with cumulative effect in prolonged infusions. In addition to its predominant action on μ receptors, sufentanil has affinity approximately 5 to 10 times greater for these receptors compared to fentanyl, which confers its potency approximately 7 to 10 times superior. Its high lipophilicity results in rapid distribution to the CNS and also rapid redistribution, explaining its short clinical duration. Sufentanil also reduces the activity of second-order neurons in the dorsal horn of the spinal cord, contributing to its potent segmental analgesia in intrathecal administration.",
            "farmacocinetica": "• Onset of action: 1–3 minutes (IV).\n• Peak effect: 3–5 minutes.\n• Clinical duration: 20–30 minutes (single bolus).\n• Elimination half-life: 2.5 to 3 hours.\n• Volume of distribution: 2–4 L/kg.\n• Plasma protein binding: >90%.\n• Metabolism: hepatic (CYP3A4), forming inactive metabolites.\n• Excretion: renal (75% as metabolites, 10% unchanged).\n• Hepatic clearance: 14–18 mL/min/kg.",
            "farmacodinamica": "Offers intense and stable analgesia with minimal histamine release, resulting in hemodynamic stability even at high doses. It presents lower risk of hypotension than morphine or fentanyl, being ideal for major surgeries or hemodynamically sensitive procedures. Should be used with continuous monitoring, as it can cause prolonged respiratory depression and chest wall rigidity, especially with rapid administration. It presents significant cumulative effect if infused for long periods, with prolongation of context-dependent half-life (up to 6–10 h). In comparative studies, sufentanil presents less interindividual pharmacodynamic variability than fentanyl and less need for frequent titration. In obstetric intrathecal blocks, it allows rapid, long-lasting analgesia (90–120 minutes) with excellent sensory quality, with less maternal sedation and less compromise of uterine contractility. Its hemodynamic stability makes it preferred in cardiac surgeries with CPB, with lower incidence of hypotension and reflex bradycardia than morphine. It is important to note that its potency requires precise dilutions to avoid dosing errors, especially in bolus.",
            "indicacoes": "• Induction and maintenance of general anesthesia.\n• Analgesic supplement in cardiac, neurosurgical, and major surgeries.\n• Sedation and analgesia in ICU (continuous infusion in ventilated patients).\n• Intrathecal use in microdoses as adjuvant for spinal blocks (obstetrics, orthopedics).\n• Off-label: PCA in postoperative period with rigorous control system.",
            "posologia": "Adults:\n• Anesthetic bolus: 0.3–1 mcg/kg IV.\n• Continuous infusion: 0.1–0.5 mcg/kg/h IV.\n• Intrathecal: 2.5–10 mcg (as adjuvant to local anesthetic).\nPediatrics:\n• 0.1–0.3 mcg/kg IV slow (induction or maintenance).\n• Use in continuous infusion in ICU with individualized titration.",
            "administracao": "• Exclusively intravenous or intrathecal (in blocks).\n• Slow bolus (≥60 seconds) or continuous infusion with pump.\n• Continuous monitoring of vital signs and ventilatory support mandatory.",
            "doseMaxima": "• No absolute maximum dose; titrated according to clinical response.\n• Cumulative doses >20 mcg/kg require intensive control due to risk of prolonged respiratory depression.",
            "doseMinima": "• 0.1 mcg/kg IV or 2.5 mcg intrathecal.",
            "reacoesAdversas": "Very common (>10%):\n• Bradypnea, sedation, nausea.\nCommon (1–10%):\n• Pruritus, hypotension, chest wall rigidity.\n• Bradycardia, constipation.\nUncommon (0.1–1%):\n• Prolonged respiratory depression.\n• Generalized muscle rigidity, laryngeal spasm.\nRare (<0.1%):\n• Anaphylactic reactions.\n• Delirium, hallucinations (mainly at high doses or in elderly).",
            "riscoGravidez": "Category C. May be used in obstetric anesthesia at reduced doses (intrathecal or IV), with monitoring. May cause neonatal respiratory depression if administered at high doses in the peripartum period.",
            "riscoLactacao": "Excreted in small amounts. Occasional use in anesthesia considered safe. Avoid breastfeeding for 4–6 hours after IV use or 12 h after intrathecal.",
            "ajusteRenal": "• Use with caution in severe renal insufficiency.\n• Prolong interval or reduce continuous infusion to avoid accumulation.",
            "ajusteHepatico": "• Reduce dose in moderate to severe liver disease.\n• Decreased clearance, greater risk of sedation and ventilatory depression.",
            "contraindicacoes": "• Hypersensitivity to sufentanil or other opioids.\n• Respiratory depression without support.\n• Intracranial hypertension without ventilatory control.\n• Isolated use in unmonitored patients.",
            "interacaoMedicamento": "• Potentiates effects of benzodiazepines, propofol, and general anesthetics.\n• Increased respiratory depression with barbiturates and alcohol.\n• CYP3A4 inhibitors (ritonavir, clarithromycin) increase systemic exposure.\n• May potentiate neuromuscular blockers. Concomitant administration with dexmedetomidine or propofol may allow significant reduction in total dose of required inhalational anesthetic. Use with midazolam or lorazepam significantly increases respiratory depression. In patients with prior chronic opioid use, sufentanil dose should be adjusted, as cross-tolerance may reduce its initial efficacy. Coadministration with non-competitive antagonists (e.g., nalbuphine, buprenorphine) may attenuate its analgesic effects and increase risk of muscle rigidity.",
            "apresentacao": "• Injectable solution: 50 mcg/mL in 1 mL, 2 mL, or 5 mL ampoules.\n• Diluted in NS 0.9% or D5W for controlled continuous infusion.",
            "preparo": "• Administer IV as slow bolus or continuous infusion.\n• For infusion: dilute to desired concentration (e.g., 250 mcg/50 mL).\n• Intrathecal: use preservative-free solution, rigorous aseptic technique.",
            "solucoesCompatíveis": "• NS 0.9%, D5W.\n• Incompatible with bicarbonate and alkaline solutions.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light and moisture.\n• Diluted solutions: use within 24 h under aseptic refrigeration.",
            "cuidadosMedicos": "• Continuously monitor blood pressure, heart rate, and oximetry.\n• Have antagonists (naloxone) and assisted ventilation available.\n• Consider adjustment in elderly, renal patients, or those with hemodynamic instability.\n• Use with trained team and in environment with advanced support.",
            "cuidadosFarmaceuticos": "• Verify concentration, dilution, and validity.\n• Prepare dilutions with aseptic technique.\n• Document traceability, dose, time, and clinical response.\n• Maintain rigorous control in environments with specific protocols.",
            "cuidadosEnfermagem": "• Monitor ventilation, sedation, and analgesic response.\n• Observe signs of chest wall rigidity and apnea.\n• Keep patient in monitored environment during and after administration.\n• Ensure support equipment and trained team for reversal.",
            "fontesBibliograficas": "FDA Labeling (Sufenta®), UpToDate (2024), PubMed ID 37625601, Micromedex, Miller's Anesthesia (9th Ed.), Goodman & Gilman (13th Ed.), Tintinalli's Emergency Medicine (9th Ed.), FDA Sufentanil Labeling."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Sufentanilo (citrato de sufentanilo)",
            "nomeComercial": "Sufenta®",
            "classificacao": "Analgésico opioide; agonista μ-opioide ultrapotente; derivado sintético de la fenilpiperidina",
            "mecanismoAcao": "El sufentanilo es un agonista selectivo y de alta potencia de los receptores μ-opioides en el sistema nervioso central. Actúa inhibiendo la transmisión nociceptiva por hiperpolarización de neuronas postsinápticas y reducción de la liberación de neurotransmisores excitatorios. Su elevada liposolubilidad permite rápida penetración en el SNC y potente efecto analgésico con pequeñas dosis. Presenta selectividad superior a la del fentanilo para los receptores μ y afinidad reducida por receptores δ y κ, resultando en menor disforia y alucinaciones. Posee inicio rápido y duración corta tras bolo, pero con efecto acumulativo en infusiones prolongadas. Además de su acción predominante en los receptores μ, el sufentanilo posee afinidad aproximadamente 5 a 10 veces mayor por estos receptores en comparación al fentanilo, lo que confiere su potencia aproximadamente 7 a 10 veces superior. Su liposolubilidad elevada resulta en distribución rápida al SNC y también en redistribución veloz, explicando su duración clínica corta. El sufentanilo también reduce la actividad de las neuronas de segundo orden en el asta dorsal de la médula espinal, contribuyendo a su potente analgesia segmentaria en administración intratecal.",
            "farmacocinetica": "• Inicio de acción: 1–3 minutos (IV).\n• Pico de efecto: 3–5 minutos.\n• Duración clínica: 20–30 minutos (bolo único).\n• Vida media de eliminación: 2,5 a 3 horas.\n• Volumen de distribución: 2–4 L/kg.\n• Unión a proteínas plasmáticas: >90%.\n• Metabolización: hepática (CYP3A4), formando metabolitos inactivos.\n• Excreción: renal (75% como metabolitos, 10% inalterado).\n• Aclaramiento hepático: 14–18 mL/min/kg.",
            "farmacodinamica": "Ofrece analgesia intensa y estable con mínima liberación de histamina, resultando en estabilidad hemodinámica incluso en dosis elevadas. Presenta menor riesgo de hipotensión que la morfina o fentanilo, siendo ideal para cirugías de gran porte o procedimientos hemodinámicamente sensibles. Debe utilizarse con monitorización continua, ya que puede causar depresión respiratoria prolongada y rigidez torácica, especialmente con administración rápida. Presenta efecto acumulativo significativo si se infunde por largos períodos, con prolongación de la vida media dependiente del contexto (hasta 6–10 h). En estudios comparativos, el sufentanilo presenta menor variabilidad farmacodinámica interindividual que el fentanilo y menor necesidad de titulación frecuente. En bloqueos intratecales obstétricos, permite analgesia rápida, duradera (90–120 minutos) y con excelente calidad sensorial, con menos sedación materna y menor compromiso de la contractilidad uterina. Su estabilidad hemodinámica lo hace preferido en cirugías cardíacas con CEC, con menor incidencia de hipotensión y bradicardia refleja que la morfina. Es importante notar que su potencia exige diluciones precisas para evitar errores de dosis, especialmente en bolo.",
            "indicacoes": "• Inducción y mantenimiento de anestesia general.\n• Suplemento analgésico en cirugías cardíacas, neuroquirúrgicas y de gran porte.\n• Sedación y analgesia en UCI (infusión continua en pacientes ventilados).\n• Uso intratecal en dosis microdosis como adyuvante de bloqueos raquídeos (obstetricia, ortopedia).\n• Off-label: PCA en postoperatorio con sistema de control riguroso.",
            "posologia": "Adultos:\n• Bolo anestésico: 0,3–1 mcg/kg IV.\n• Infusión continua: 0,1–0,5 mcg/kg/h IV.\n• Intratecal: 2,5–10 mcg (en adyuvancia al anestésico local).\nPediatría:\n• 0,1–0,3 mcg/kg IV lento (inducción o mantenimiento).\n• Uso en infusión continua en UCI con titulación individualizada.",
            "administracao": "• Exclusivamente intravenosa o intratecal (en bloqueos).\n• Bolo lento (≥60 segundos) o infusión continua con bomba.\n• Monitorización continua de signos vitales y soporte ventilatorio obligatorios.",
            "doseMaxima": "• No hay dosis máxima absoluta; titulada según respuesta clínica.\n• Dosis acumulativas >20 mcg/kg requieren control intensivo por riesgo de depresión respiratoria prolongada.",
            "doseMinima": "• 0,1 mcg/kg IV o 2,5 mcg intratecal.",
            "reacoesAdversas": "Muy comunes (>10%):\n• Bradipnea, sedación, náusea.\nComunes (1–10%):\n• Prurito, hipotensión, rigidez torácica.\n• Bradicardia, estreñimiento.\nPoco comunes (0,1–1%):\n• Depresión respiratoria prolongada.\n• Rigidez muscular generalizada, espasmo laríngeo.\nRaras (<0,1%):\n• Reacciones anafilácticas.\n• Delirio, alucinaciones (principalmente en dosis altas o ancianos).",
            "riscoGravidez": "Categoría C. Puede usarse en anestesia obstétrica en dosis reducidas (intratecal o IV), con monitorización. Puede causar depresión respiratoria neonatal si se administra en altas dosis en el periparto.",
            "riscoLactacao": "Excretado en pequeñas cantidades. Uso puntual en anestesia considerado seguro. Evitar lactancia por 4–6 horas tras uso IV o 12 h tras intratecal.",
            "ajusteRenal": "• Usar con precaución en insuficiencia renal grave.\n• Prolongar intervalo o reducir infusión continua para evitar acumulación.",
            "ajusteHepatico": "• Reducir dosis en hepatopatía moderada a grave.\n• Aclaramiento disminuido, mayor riesgo de sedación y depresión ventilatoria.",
            "contraindicacoes": "• Hipersensibilidad al sufentanilo u otros opioides.\n• Depresión respiratoria sin soporte.\n• Hipertensión intracraneal sin control ventilatorio.\n• Uso aislado en pacientes no monitorizados.",
            "interacaoMedicamento": "• Potencializa efectos de benzodiazepínicos, propofol y anestésicos generales.\n• Depresión respiratoria aumentada con barbitúricos y alcohol.\n• Inhibidores del CYP3A4 (ritonavir, claritromicina) aumentan exposición sistémica.\n• Puede potencializar bloqueadores neuromusculares. La administración concomitante con dexmedetomidina o propofol puede permitir reducción significativa de la dosis total de anestésico inhalatorio necesario. El uso con midazolam o lorazepam aumenta significativamente la depresión respiratoria. En pacientes con uso previo de opioides crónicos, la dosis de sufentanilo debe ajustarse, ya que la tolerancia cruzada puede reducir su eficacia inicial. La coadministración con antagonistas no competitivos (ej: nalbufina, buprenorfina) puede atenuar sus efectos analgésicos y aumentar riesgo de rigidez muscular.",
            "apresentacao": "• Solución inyectable: 50 mcg/mL en ampollas de 1 mL, 2 mL o 5 mL.\n• Diluido en SF 0,9% o SG 5% para infusión continua controlada.",
            "preparo": "• Administrar IV en bolo lento o en infusión continua.\n• Para infusión: diluir hasta concentración deseada (ej: 250 mcg/50 mL).\n• Intratecal: usar solución sin conservantes, técnica aséptica rigurosa.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con bicarbonato y soluciones alcalinas.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz y de la humedad.\n• Soluciones diluidas: usar en hasta 24 h bajo refrigeración aséptica.",
            "cuidadosMedicos": "• Monitorizar continuamente presión arterial, frecuencia cardíaca y oximetría.\n• Tener antagonistas (naloxona) y ventilación asistida disponibles.\n• Considerar ajuste en pacientes ancianos, renales o con inestabilidad hemodinámica.\n• Usar con equipo entrenado y en ambiente con soporte avanzado.",
            "cuidadosFarmaceuticos": "• Verificar concentración, dilución y validez.\n• Preparar diluciones con técnica aséptica.\n• Documentar trazabilidad, dosis, horario y respuesta clínica.\n• Mantener control riguroso en ambientes con protocolos específicos.",
            "cuidadosEnfermagem": "• Monitorizar ventilación, sedación y respuesta analgésica.\n• Observar signos de rigidez torácica y apnea.\n• Mantener paciente en ambiente monitorizado durante y tras administración.\n• Garantizar equipo de soporte y equipo capacitado para reversión.",
            "fontesBibliograficas": "Bula EMA (Sufenta®), UpToDate (2024), PubMed ID 37625601, Micromedex, Miller's Anesthesia (9ª Ed.), Goodman & Gilman (13ª Ed.), Tintinalli's Emergency Medicine (9ª Ed.), FDA Sufentanil Labeling."
        }
    }
}