{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Sugamadex",
            "nomeComercial": "Bridion®",
            "classificacao": "Agente de reversão de bloqueador neuromuscular; antagonista seletivo de relaxantes musculares esteroidais",
            "mecanismoAcao": "O sugamadex é um ciclodextrina modificada que encapsula seletivamente moléculas de bloqueadores neuromusculares esteroidais (particularmente rocurônio e, em menor grau, vecurônio), formando um complexo de alta afinidade e solúvel. Isso reduz rapidamente a concentração plasmática livre do bloqueador, revertendo seu efeito na junção neuromuscular.",
            "farmacocinetica": "• Início de ação: 1–3 minutos.\n• Pico de efeito: imediato após administração.\n• Duração do efeito: reversão completa e rápida.\n• Meia-vida: 2 horas.\n• Volume de distribuição: 11–14 L.\n• Ligação às proteínas plasmáticas: não significativa.\n• Metabolização: não é metabolizado.\n• Excreção: renal (>95% como fármaco inalterado em 24 horas).",
            "farmacodinamica": "Reverte rapidamente bloqueios neuromusculares induzidos por rocurônio e vecurônio, inclusive bloqueios profundos. Age sem interferir nos receptores nicotínicos ou na acetilcolinesterase, evitando efeitos colaterais colinérgicos (bradicardia, broncoespasmo, salivação) associados aos anticolinesterásicos tradicionais.",
            "indicacoes": "• Reversão do bloqueio neuromuscular induzido por rocurônio ou vecurônio.\n• Pode ser usado para reversão de bloqueio moderado, profundo ou até imediato após intubação com rocurônio (em substituição à succinilcolina).",
            "posologia": "• Bloqueio moderado (retorno de 2 respostas no TOF):\n  - 2 mg/kg IV em bolus.\n• Bloqueio profundo (POT 1–2 ou sem resposta TOF):\n  - 4 mg/kg IV em bolus.\n• Reversão imediata após intubação com 1,2 mg/kg de rocurônio (substituindo succinilcolina):\n  - 16 mg/kg IV em bolus.\n• Pediatria (≥2 anos): mesma posologia dos adultos.\n• Não recomendado para neonatos e lactentes (<2 anos).",
            "administracao": "• Exclusivamente por via intravenosa.\n• Administração em bolus rápido (em no máximo 10 segundos).\n• Não necessita diluição.",
            "doseMaxima": "• 16 mg/kg por dose (para reversão imediata).",
            "doseMinima": "• 2 mg/kg (para bloqueio moderado).",
            "reacoesAdversas": "Comuns (1–10%):\n• Alterações no paladar.\n• Náusea, vômito.\n• Hipotensão transitória.\n• Tosse.\n• Dor no local da injeção.\nIncomuns (0,1–1%):\n• Bradicardia.\n• Prolongamento do tempo de tromboplastina parcial (TTPa) e do tempo de protrombina (TP), geralmente transitórios.\nRaras (<0,1%):\n• Reações anafiláticas.\n• Hipersensibilidade severa.\n• Bloqueio neuromuscular recorrente (se dose insuficiente).\n• Edema facial, broncoespasmo.\n• Arritmias cardíacas isoladas.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Estudos em animais não demonstraram teratogenicidade, mas não há estudos controlados em humanos.",
            "riscoLactacao": "Desconhecido se excreta no leite humano, porém, devido à rápida excreção renal e ausência de metabolismo, não são esperados efeitos no lactente.",
            "ajusteRenal": "• Contraindicado ou não recomendado em insuficiência renal grave (ClCr <30 mL/min), incluindo pacientes em diálise, devido à dependência da excreção renal.\n• Usar com cautela em disfunção renal moderada.",
            "ajusteHepatico": "• Não é necessário ajuste. O metabolismo hepático não interfere na eliminação do sugamadex.",
            "contraindicacoes": "• Hipersensibilidade conhecida ao sugamadex ou a qualquer componente da fórmula.\n• Insuficiência renal grave (ClCr <30 mL/min) é uma contraindicação relativa, sendo uso off-label em casos específicos.",
            "interacaoMedicamento": "• Pode reduzir a eficácia de contraceptivos hormonais (oral, transdérmico, implante) devido à sua afinidade pela progesterona — recomenda-se método contraceptivo adicional nas 7 dias seguintes.\n• Potencial interação teórica com toremifeno e ácido fusídico.\n• Não interage com bloqueadores benzilisoquinolínicos (ex.: cisatracúrio, atracúrio, mivacúrio).",
            "apresentacao": "• Frascos-ampola de 200 mg/2 mL (100 mg/mL) e 500 mg/5 mL (100 mg/mL) para uso EV.",
            "preparo": "• Pronto para uso.\n• Administrar puro, diretamente do frasco.\n• Se desejado, pode ser diluído em SF 0,9% ou SG 5%, mantendo estabilidade por até 48 horas refrigerado.",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Ringer Lactato.\n• Incompatível com soluções alcalinas e bicarbonato de sódio.",
            "armazenamento": "• Conservar entre 2°C e 25°C.\n• Não congelar.\n• Estável até a data de validade na embalagem original.\n• Após abertura ou diluição, utilizar em até 48 horas se refrigerado (2°C–8°C) e protegido da luz.",
            "cuidadosMedicos": "• Monitorização rigorosa da função neuromuscular (TOF) para evitar recurarização.\n• Estar preparado para suporte de vida em caso de anafilaxia.\n• Avaliar função renal antes da administração.\n• Avisar pacientes sobre a possível redução da eficácia de anticoncepcionais hormonais.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade do frasco.\n• Não administrar se houver turvação, precipitação ou alteração de cor.\n• Documentar lote, dose, horário e quaisquer reações adversas.\n• Verificar validade após abertura se houver armazenamento.",
            "cuidadosEnfermagem": "• Monitorizar sinais vitais, TOF, capnografia e saturação.\n• Observar sinais de recurarização (fraqueza, dificuldade respiratória).\n• Notificar imediatamente qualquer sinal de anafilaxia (edema facial, urticária, broncoespasmo, choque).\n• Orientar pacientes sobre uso de método contraceptivo adicional por 7 dias.",
            "fontesBibliograficas": "Bula Anvisa (Bridion®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37614282, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli's Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Sugammadex",
            "nomeComercial": "Bridion®",
            "classificacao": "Neuromuscular blocking agent reversal agent; selective antagonist of steroidal muscle relaxants",
            "mecanismoAcao": "Sugammadex is a modified cyclodextrin that selectively encapsulates molecules of steroidal neuromuscular blocking agents (particularly rocuronium and, to a lesser extent, vecuronium), forming a high-affinity, soluble complex. This rapidly reduces the free plasma concentration of the blocking agent, reversing its effect at the neuromuscular junction.",
            "farmacocinetica": "• Onset: 1–3 minutes.\n• Peak effect: immediate after administration.\n• Duration of effect: complete and rapid reversal.\n• Half-life: 2 hours.\n• Volume of distribution: 11–14 L.\n• Plasma protein binding: not significant.\n• Metabolism: not metabolized.\n• Excretion: renal (>95% as unchanged drug in 24 hours).",
            "farmacodinamica": "Rapidly reverses neuromuscular blocks induced by rocuronium and vecuronium, including deep blocks. Acts without interfering with nicotinic receptors or acetylcholinesterase, avoiding cholinergic side effects (bradycardia, bronchospasm, salivation) associated with traditional anticholinesterases.",
            "indicacoes": "• Reversal of neuromuscular blockade induced by rocuronium or vecuronium.\n• May be used for reversal of moderate, deep, or even immediate blockade after intubation with rocuronium (as a substitute for succinylcholine).",
            "posologia": "• Moderate blockade (return of 2 responses on TOF):\n  - 2 mg/kg IV bolus.\n• Deep blockade (POT 1–2 or no TOF response):\n  - 4 mg/kg IV bolus.\n• Immediate reversal after intubation with 1.2 mg/kg rocuronium (substituting succinylcholine):\n  - 16 mg/kg IV bolus.\n• Pediatrics (≥2 years): same dosing as adults.\n• Not recommended for neonates and infants (<2 years).",
            "administracao": "• Exclusively by intravenous route.\n• Rapid bolus administration (in maximum 10 seconds).\n• No dilution required.",
            "doseMaxima": "• 16 mg/kg per dose (for immediate reversal).",
            "doseMinima": "• 2 mg/kg (for moderate blockade).",
            "reacoesAdversas": "Common (1–10%):\n• Taste alterations.\n• Nausea, vomiting.\n• Transient hypotension.\n• Cough.\n• Injection site pain.\nUncommon (0.1–1%):\n• Bradycardia.\n• Prolongation of partial thromboplastin time (PTT) and prothrombin time (PT), usually transient.\nRare (<0.1%):\n• Anaphylactic reactions.\n• Severe hypersensitivity.\n• Recurrent neuromuscular blockade (if insufficient dose).\n• Facial edema, bronchospasm.\n• Isolated cardiac arrhythmias.",
            "riscoGravidez": "Category C. Use only if clearly necessary. Animal studies have not demonstrated teratogenicity, but there are no controlled studies in humans.",
            "riscoLactacao": "Unknown if excreted in human milk, however, due to rapid renal excretion and absence of metabolism, effects on the nursing infant are not expected.",
            "ajusteRenal": "• Contraindicated or not recommended in severe renal insufficiency (ClCr <30 mL/min), including patients on dialysis, due to dependence on renal excretion.\n• Use with caution in moderate renal dysfunction.",
            "ajusteHepatico": "• No adjustment necessary. Hepatic metabolism does not interfere with sugammadex elimination.",
            "contraindicacoes": "• Known hypersensitivity to sugammadex or any component of the formulation.\n• Severe renal insufficiency (ClCr <30 mL/min) is a relative contraindication, being off-label use in specific cases.",
            "interacaoMedicamento": "• May reduce the efficacy of hormonal contraceptives (oral, transdermal, implant) due to its affinity for progesterone — additional contraceptive method is recommended for the following 7 days.\n• Potential theoretical interaction with toremifene and fusidic acid.\n• Does not interact with benzylisoquinoline blockers (e.g., cisatracurium, atracurium, mivacurium).",
            "apresentacao": "• Vials of 200 mg/2 mL (100 mg/mL) and 500 mg/5 mL (100 mg/mL) for IV use.",
            "preparo": "• Ready for use.\n• Administer pure, directly from the vial.\n• If desired, can be diluted in 0.9% saline or 5% glucose, maintaining stability for up to 48 hours refrigerated.",
            "solucoesCompatíveis": "• 0.9% normal saline.\n• 5% glucose solution.\n• Ringer's Lactate.\n• Incompatible with alkaline solutions and sodium bicarbonate.",
            "armazenamento": "• Store between 2°C and 25°C.\n• Do not freeze.\n• Stable until expiration date in original packaging.\n• After opening or dilution, use within 48 hours if refrigerated (2°C–8°C) and protected from light.",
            "cuidadosMedicos": "• Rigorous monitoring of neuromuscular function (TOF) to avoid recurarization.\n• Be prepared for life support in case of anaphylaxis.\n• Assess renal function before administration.\n• Warn patients about possible reduction in efficacy of hormonal contraceptives.",
            "cuidadosFarmaceuticos": "• Check name, dose, route, concentration and integrity of the vial.\n• Do not administer if there is turbidity, precipitation or color change.\n• Document batch, dose, time and any adverse reactions.\n• Check expiration after opening if there is storage.",
            "cuidadosEnfermagem": "• Monitor vital signs, TOF, capnography and saturation.\n• Observe for signs of recurarization (weakness, respiratory difficulty).\n• Immediately report any signs of anaphylaxis (facial edema, urticaria, bronchospasm, shock).\n• Guide patients on use of additional contraceptive method for 7 days.",
            "fontesBibliograficas": "FDA Label (Bridion®), UpToDate (2024), Micromedex, Goodman & Gilman (13th Edition), PubMed ID 37614282, Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli's Emergency Medicine (9th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Sugamadex",
            "nomeComercial": "Bridion®",
            "classificacao": "Agente de reversión de bloqueador neuromuscular; antagonista selectivo de relajantes musculares esteroideos",
            "mecanismoAcao": "El sugamadex es una ciclodextrina modificada que encapsula selectivamente moléculas de bloqueadores neuromusculares esteroideos (particularmente rocuronio y, en menor grado, vecuronio), formando un complejo de alta afinidad y soluble. Esto reduce rápidamente la concentración plasmática libre del bloqueador, revirtiendo su efecto en la unión neuromuscular.",
            "farmacocinetica": "• Inicio de acción: 1–3 minutos.\n• Pico de efecto: inmediato tras administración.\n• Duración del efecto: reversión completa y rápida.\n• Vida media: 2 horas.\n• Volumen de distribución: 11–14 L.\n• Unión a proteínas plasmáticas: no significativa.\n• Metabolismo: no es metabolizado.\n• Excreción: renal (>95% como fármaco inalterado en 24 horas).",
            "farmacodinamica": "Revierte rápidamente bloqueos neuromusculares inducidos por rocuronio y vecuronio, incluyendo bloqueos profundos. Actúa sin interferir en los receptores nicotínicos o en la acetilcolinesterasa, evitando efectos secundarios colinérgicos (bradicardia, broncoespasmo, salivación) asociados a los anticolinesterásicos tradicionales.",
            "indicacoes": "• Reversión del bloqueo neuromuscular inducido por rocuronio o vecuronio.\n• Puede usarse para reversión de bloqueo moderado, profundo o incluso inmediato tras intubación con rocuronio (como sustituto de la succinilcolina).",
            "posologia": "• Bloqueo moderado (retorno de 2 respuestas en TOF):\n  - 2 mg/kg IV en bolo.\n• Bloqueo profundo (POT 1–2 o sin respuesta TOF):\n  - 4 mg/kg IV en bolo.\n• Reversión inmediata tras intubación con 1,2 mg/kg de rocuronio (sustituyendo succinilcolina):\n  - 16 mg/kg IV en bolo.\n• Pediatría (≥2 años): misma posología que adultos.\n• No recomendado para neonatos y lactantes (<2 años).",
            "administracao": "• Exclusivamente por vía intravenosa.\n• Administración en bolo rápido (en máximo 10 segundos).\n• No necesita dilución.",
            "doseMaxima": "• 16 mg/kg por dosis (para reversión inmediata).",
            "doseMinima": "• 2 mg/kg (para bloqueo moderado).",
            "reacoesAdversas": "Frecuentes (1–10%):\n• Alteraciones del gusto.\n• Náusea, vómito.\n• Hipotensión transitoria.\n• Tos.\n• Dolor en el sitio de inyección.\nPoco frecuentes (0,1–1%):\n• Bradicardia.\n• Prolongación del tiempo de tromboplastina parcial (TTPa) y del tiempo de protrombina (TP), generalmente transitorios.\nRaras (<0,1%):\n• Reacciones anafilácticas.\n• Hipersensibilidad severa.\n• Bloqueo neuromuscular recurrente (si dosis insuficiente).\n• Edema facial, broncoespasmo.\n• Arritmias cardíacas aisladas.",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. Estudios en animales no han demostrado teratogenicidad, pero no hay estudios controlados en humanos.",
            "riscoLactacao": "Desconocido si se excreta en la leche humana, sin embargo, debido a la rápida excreción renal y ausencia de metabolismo, no se esperan efectos en el lactante.",
            "ajusteRenal": "• Contraindicado o no recomendado en insuficiencia renal grave (ClCr <30 mL/min), incluyendo pacientes en diálisis, debido a la dependencia de la excreción renal.\n• Usar con precaución en disfunción renal moderada.",
            "ajusteHepatico": "• No es necesario ajuste. El metabolismo hepático no interfiere en la eliminación del sugamadex.",
            "contraindicacoes": "• Hipersensibilidad conocida al sugamadex o a cualquier componente de la fórmula.\n• Insuficiencia renal grave (ClCr <30 mL/min) es una contraindicación relativa, siendo uso off-label en casos específicos.",
            "interacaoMedicamento": "• Puede reducir la eficacia de anticonceptivos hormonales (oral, transdérmico, implante) debido a su afinidad por la progesterona — se recomienda método anticonceptivo adicional en los 7 días siguientes.\n• Potencial interacción teórica con toremifeno y ácido fusídico.\n• No interacciona con bloqueadores bencilisoquinolínicos (ej.: cisatracurio, atracurio, mivacurio).",
            "apresentacao": "• Frascos de 200 mg/2 mL (100 mg/mL) y 500 mg/5 mL (100 mg/mL) para uso IV.",
            "preparo": "• Listo para usar.\n• Administrar puro, directamente del frasco.\n• Si se desea, puede diluirse en SF 0,9% o SG 5%, manteniendo estabilidad hasta 48 horas refrigerado.",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Solución glucosada 5%.\n• Ringer Lactato.\n• Incompatible con soluciones alcalinas y bicarbonato de sodio.",
            "armazenamento": "• Conservar entre 2°C y 25°C.\n• No congelar.\n• Estable hasta la fecha de caducidad en el envase original.\n• Tras apertura o dilución, utilizar en hasta 48 horas si refrigerado (2°C–8°C) y protegido de la luz.",
            "cuidadosMedicos": "• Monitorización rigurosa de la función neuromuscular (TOF) para evitar recurarización.\n• Estar preparado para soporte vital en caso de anafilaxia.\n• Evaluar función renal antes de la administración.\n• Avisar a pacientes sobre la posible reducción de la eficacia de anticonceptivos hormonales.",
            "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía, concentración e integridad del frasco.\n• No administrar si hay turbidez, precipitación o cambio de color.\n• Documentar lote, dosis, horario y cualquier reacción adversa.\n• Verificar caducidad tras apertura si hay almacenamiento.",
            "cuidadosEnfermagem": "• Monitorizar signos vitales, TOF, capnografía y saturación.\n• Observar signos de recurarización (debilidad, dificultad respiratoria).\n• Notificar inmediatamente cualquier signo de anafilaxia (edema facial, urticaria, broncoespasmo, choque).\n• Orientar a pacientes sobre uso de método anticonceptivo adicional por 7 días.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Bridion®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37614282, Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli's Emergency Medicine (9ª Edición)."
        }
    }
}