{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Terbutalina (Sulfato de Terbutalina)",
            "nomeComercial": "Bricanyl®, Terbutalin®, Brethine®",
            "classificacao": "Agonista beta-2 adrenérgico seletivo (SABA); broncodilatador; tocolítico",
            "mecanismoAcao": "A terbutalina atua seletivamente nos receptores adrenérgicos beta-2 presentes na musculatura lisa brônquica e uterina. A estimulação desses receptores leva ao aumento da atividade da adenilato ciclase, com consequente elevação dos níveis de AMPc intracelular. O aumento do AMPc ativa a proteína quinase A, que inibe a fosforilação da miosina e promove o relaxamento muscular. Dessa forma, a terbutalina promove broncodilatação e relaxamento uterino (efeito tocolítico). Em doses elevadas, pode perder seletividade e ativar receptores beta-1, causando efeitos cardíacos como taquicardia e arritmias.",
            "farmacocinetica": "• Início de ação: 5 a 30 minutos (oral); 1–5 minutos (SC ou IV); 5 minutos (inalação).\n• Pico de efeito: 1 a 2 horas (oral); 30 minutos (SC/IV).\n• Duração clínica: 4 a 6 horas (inalação e SC); até 8 horas (oral).\n• Biodisponibilidade oral: 10–20%.\n• Ligação às proteínas plasmáticas: ~30–40%.\n• Metabolização: hepática, via sulfatação.\n• Excreção: renal, principalmente como metabólitos inativos.\n• Meia-vida: 3 a 6 horas.",
            "farmacodinamica": "A terbutalina é um potente broncodilatador usado no manejo de broncoespasmo agudo em asma e DPOC. Apresenta rápida ação por via inalatória ou parenteral. Atua também como tocolítico ao promover o relaxamento da musculatura uterina, sendo utilizada para inibir contrações prematuras no terceiro trimestre da gestação. Pode causar hipocalemia, hiperglicemia e taquicardia em altas doses. Sua ação se deve ao aumento do AMPc intracelular, que inibe a liberação de mediadores inflamatórios por mastócitos e melhora a depuração mucociliar.",
            "indicacoes": "• Broncospasmo em asma, bronquite crônica e DPOC.\n• Prevenção do broncoespasmo induzido por exercício.\n• Tocolítico para inibição de trabalho de parto prematuro (uso IV/SC em ambiente hospitalar).\n• Uso emergencial em broncoespasmo refratário a beta-agonistas inalados.",
            "posologia": "Adultos:\n• Inalação: 250 mcg (1 jato) a cada 4–6 horas. Máximo: 1,5 mg/dia.\n• Oral: 2,5 a 5 mg VO, 3 vezes ao dia.\n• SC: 0,25 mg a cada 4 horas, máximo 0,5 mg por dose.\n• IV (tocolítico): 5–10 mcg/min em bomba de infusão, ajustando conforme resposta.\nPediatria:\n• <12 anos: 0,005–0,01 mg/kg SC a cada 4–6 h.\n• Oral: 0,075 mg/kg VO a cada 8 h (máximo 2,5 mg).",
            "administracao": "• Inalatória (spray ou nebulização).\n• Oral (comprimido ou solução).\n• Subcutânea (SC): para emergências.\n• Intravenosa (IV): uso hospitalar com monitorização contínua.",
            "doseMaxima": "• 15 mg/dia VO (adultos).\n• 1,5 mg/dia inalatório.\n• 0,5 mg SC por dose (adultos).",
            "doseMinima": "• 0,25 mg SC (adulto); 0,005 mg/kg SC (pediatria).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Tremores, taquicardia, nervosismo.\n• Cefaleia.\nComuns (1–10%):\n• Náusea, tontura.\n• Palpitações, cãibras.\n• Hipocalemia transitória.\nIncomuns (0,1–1%):\n• Arritmias cardíacas.\n• Hiperglicemia.\n• Rash cutâneo, urticária.\nRaras (<0,1%):\n• Colapso cardiovascular.\n• Edema pulmonar (tocolítico, gestantes).",
            "riscoGravidez": "Categoria B. Considerado seguro em situações específicas, como tocolítico de emergência. Deve ser usado com cautela no primeiro trimestre.",
            "riscoLactacao": "Poucos dados disponíveis. Absorção sistêmica baixa em uso inalatório. Uso considerado aceitável com monitoramento.",
            "ajusteRenal": "• Não exige ajuste em uso inalatório. Usar com cautela em insuficiência renal avançada em caso de uso IV ou oral.",
            "ajusteHepatico": "• Não requer ajuste em uso inalatório. Monitorar em hepatopatias graves com metabolismo reduzido.",
            "contraindicacoes": "• Hipersensibilidade conhecida ao fármaco.\n• Hipertireoidismo não controlado.\n• Arritmias cardíacas graves.\n• Cardiomiopatia obstrutiva.\n• Glaucoma de ângulo fechado (relativo).",
            "interacaoMedicamento": "• Betabloqueadores não seletivos (antagonismo).\n• Diuréticos e corticoides (hipocalemia).\n• Digoxina (risco de arritmias).\n• Anestésicos halogenados (risco de arritmia).",
            "apresentacao": "• Spray inalatório: 0,25 mg por dose.\n• Solução oral: 0,3 mg/mL (frasco 100 mL).\n• Comprimidos: 2,5 mg, 5 mg.\n• Ampolas SC/IV: 0,5 mg/mL (1 mL).",
            "preparo": "• Nebulização: 0,25–0,5 mg diluído em 2–3 mL de SF 0,9%.\n• IV: iniciar infusão com bomba volumétrica em ambiente monitorado.\n• Agitar frascos orais antes do uso. Conferir integridade das ampolas injetáveis.",
            "solucoesCompatíveis": "• Compatível com SF 0,9%.\n• Compatível com budesonida, ipratrópio em nebulização.\n• Incompatível com soluções alcalinas ou glicofisiológicas concentradas.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Após abertura da solução oral, utilizar em até 30 dias.\n• Ampolas injetáveis: uso imediato após abertura.",
            "cuidadosMedicos": "• Monitorar sinais vitais, potássio sérico e glicemia em uso contínuo.\n• Cautela em pacientes com cardiopatias ou hipertensão grave.\n• Associar a corticoides inalados para controle de asma persistente.\n• Em tocolíticos, monitorar sinais de edema pulmonar e saturação.",
            "cuidadosFarmaceuticos": "• Checar validade, dose, via e integridade da medicação.\n• Orientar técnica correta de inalação.\n• Garantir diluição e compatibilidade correta na infusão IV.\n• Notificar reações adversas e abuso de uso.",
            "cuidadosEnfermagem": "• Monitorar padrão respiratório antes e após administração.\n• Observar sinais de toxicidade beta-adrenérgica.\n• Registrar resposta clínica.\n• Manter vias aéreas pérvias e equipamento de suporte pronto em crises graves.",
            "fontesBibliograficas": "Bula Anvisa (Bricanyl®), UpToDate (2024), Micromedex, Global Initiative for Asthma (GINA 2024), PubMed ID 37811931, Tintinalli's Emergency Medicine (9ª Ed.), Goodman & Gilman (13ª Ed.), SBPT Diretrizes para DPOC e Asma, Medscape Drug Reference."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Terbutaline (Terbutaline Sulfate)",
            "nomeComercial": "Brethine®, Bricanyl®, Terbutalin®",
            "classificacao": "Selective beta-2 adrenergic agonist (SABA); bronchodilator; tocolytic",
            "mecanismoAcao": "Terbutaline acts selectively on beta-2 adrenergic receptors present in bronchial and uterine smooth muscle. Stimulation of these receptors leads to increased adenylate cyclase activity, with consequent elevation of intracellular cAMP levels. Increased cAMP activates protein kinase A, which inhibits myosin phosphorylation and promotes muscle relaxation. Thus, terbutaline promotes bronchodilation and uterine relaxation (tocolytic effect). At high doses, it may lose selectivity and activate beta-1 receptors, causing cardiac effects such as tachycardia and arrhythmias.",
            "farmacocinetica": "• Onset of action: 5 to 30 minutes (oral); 1–5 minutes (SC or IV); 5 minutes (inhalation).\n• Peak effect: 1 to 2 hours (oral); 30 minutes (SC/IV).\n• Clinical duration: 4 to 6 hours (inhalation and SC); up to 8 hours (oral).\n• Oral bioavailability: 10–20%.\n• Plasma protein binding: ~30–40%.\n• Metabolism: hepatic, via sulfation.\n• Excretion: renal, mainly as inactive metabolites.\n• Half-life: 3 to 6 hours.",
            "farmacodinamica": "Terbutaline is a potent bronchodilator used in the management of acute bronchospasm in asthma and COPD. It has rapid action by inhalation or parenteral route. It also acts as a tocolytic by promoting relaxation of uterine muscle, being used to inhibit premature contractions in the third trimester of pregnancy. It may cause hypokalemia, hyperglycemia, and tachycardia at high doses. Its action is due to increased intracellular cAMP, which inhibits release of inflammatory mediators by mast cells and improves mucociliary clearance.",
            "indicacoes": "• Bronchospasm in asthma, chronic bronchitis, and COPD.\n• Prevention of exercise-induced bronchospasm.\n• Tocolytic for inhibition of premature labor (IV/SC use in hospital setting).\n• Emergency use in bronchospasm refractory to inhaled beta-agonists.",
            "posologia": "Adults:\n• Inhalation: 250 mcg (1 puff) every 4–6 hours. Maximum: 1.5 mg/day.\n• Oral: 2.5 to 5 mg PO, 3 times daily.\n• SC: 0.25 mg every 4 hours, maximum 0.5 mg per dose.\n• IV (tocolytic): 5–10 mcg/min by infusion pump, adjusting according to response.\nPediatrics:\n• <12 years: 0.005–0.01 mg/kg SC every 4–6 h.\n• Oral: 0.075 mg/kg PO every 8 h (maximum 2.5 mg).",
            "administracao": "• Inhalation (spray or nebulization).\n• Oral (tablet or solution).\n• Subcutaneous (SC): for emergencies.\n• Intravenous (IV): hospital use with continuous monitoring.",
            "doseMaxima": "• 15 mg/day PO (adults).\n• 1.5 mg/day inhalational.\n• 0.5 mg SC per dose (adults).",
            "doseMinima": "• 0.25 mg SC (adult); 0.005 mg/kg SC (pediatrics).",
            "reacoesAdversas": "Very common (>10%):\n• Tremors, tachycardia, nervousness.\n• Headache.\nCommon (1–10%):\n• Nausea, dizziness.\n• Palpitations, cramps.\n• Transient hypokalemia.\nUncommon (0.1–1%):\n• Cardiac arrhythmias.\n• Hyperglycemia.\n• Skin rash, urticaria.\nRare (<0.1%):\n• Cardiovascular collapse.\n• Pulmonary edema (tocolytic, pregnant women).",
            "riscoGravidez": "Category B. Considered safe in specific situations, such as emergency tocolytic. Should be used with caution in first trimester.",
            "riscoLactacao": "Limited data available. Low systemic absorption with inhalational use. Use considered acceptable with monitoring.",
            "ajusteRenal": "• No adjustment required for inhalational use. Use with caution in advanced renal insufficiency for IV or oral use.",
            "ajusteHepatico": "• No adjustment required for inhalational use. Monitor in severe liver disease with reduced metabolism.",
            "contraindicacoes": "• Known hypersensitivity to the drug.\n• Uncontrolled hyperthyroidism.\n• Severe cardiac arrhythmias.\n• Obstructive cardiomyopathy.\n• Closed-angle glaucoma (relative).",
            "interacaoMedicamento": "• Non-selective beta-blockers (antagonism).\n• Diuretics and corticosteroids (hypokalemia).\n• Digoxin (risk of arrhythmias).\n• Halogenated anesthetics (risk of arrhythmia).",
            "apresentacao": "• Inhalation spray: 0.25 mg per dose.\n• Oral solution: 0.3 mg/mL (100 mL bottle).\n• Tablets: 2.5 mg, 5 mg.\n• SC/IV ampules: 0.5 mg/mL (1 mL).",
            "preparo": "• Nebulization: 0.25–0.5 mg diluted in 2–3 mL 0.9% NS.\n• IV: initiate infusion with volumetric pump in monitored setting.\n• Shake oral bottles before use. Check integrity of injectable ampules.",
            "solucoesCompatíveis": "• Compatible with 0.9% NS.\n• Compatible with budesonide, ipratropium in nebulization.\n• Incompatible with alkaline or concentrated glyco-physiological solutions.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light.\n• After opening oral solution, use within 30 days.\n• Injectable ampules: immediate use after opening.",
            "cuidadosMedicos": "• Monitor vital signs, serum potassium, and blood glucose with continuous use.\n• Caution in patients with heart disease or severe hypertension.\n• Associate with inhaled corticosteroids for persistent asthma control.\n• In tocolytics, monitor signs of pulmonary edema and saturation.",
            "cuidadosFarmaceuticos": "• Check validity, dose, route, and medication integrity.\n• Guide correct inhalation technique.\n• Ensure correct dilution and compatibility in IV infusion.\n• Report adverse reactions and abuse of use.",
            "cuidadosEnfermagem": "• Monitor respiratory pattern before and after administration.\n• Observe signs of beta-adrenergic toxicity.\n• Record clinical response.\n• Maintain patent airways and support equipment ready in severe crises.",
            "fontesBibliograficas": "FDA Label (Brethine®), UpToDate (2024), Micromedex, Global Initiative for Asthma (GINA 2024), PubMed ID 37811931, Tintinalli's Emergency Medicine (9th Ed.), Goodman & Gilman (13th Ed.), ATS/ERS Guidelines for COPD and Asthma, Medscape Drug Reference."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Terbutalina (Sulfato de Terbutalina)",
            "nomeComercial": "Bricanyl®, Terbutalin®, Brethine®",
            "classificacao": "Agonista beta-2 adrenérgico selectivo (SABA); broncodilatador; tocolítico",
            "mecanismoAcao": "La terbutalina actúa selectivamente en los receptores adrenérgicos beta-2 presentes en la musculatura lisa bronquial y uterina. La estimulación de estos receptores conduce al aumento de la actividad de la adenilato ciclasa, con consecuente elevación de los niveles de AMPc intracelular. El aumento del AMPc activa la proteína quinasa A, que inhibe la fosforilación de la miosina y promueve la relajación muscular. De esta forma, la terbutalina promueve broncodilatación y relajación uterina (efecto tocolítico). En dosis elevadas, puede perder selectividad y activar receptores beta-1, causando efectos cardíacos como taquicardia y arritmias.",
            "farmacocinetica": "• Inicio de acción: 5 a 30 minutos (oral); 1–5 minutos (SC o IV); 5 minutos (inhalación).\n• Pico de efecto: 1 a 2 horas (oral); 30 minutos (SC/IV).\n• Duración clínica: 4 a 6 horas (inhalación y SC); hasta 8 horas (oral).\n• Biodisponibilidad oral: 10–20%.\n• Unión a proteínas plasmáticas: ~30–40%.\n• Metabolización: hepática, vía sulfatación.\n• Excreción: renal, principalmente como metabolitos inactivos.\n• Vida media: 3 a 6 horas.",
            "farmacodinamica": "La terbutalina es un potente broncodilatador usado en el manejo del broncoespasmo agudo en asma y EPOC. Presenta rápida acción por vía inhalatoria o parenteral. Actúa también como tocolítico al promover la relajación de la musculatura uterina, siendo utilizada para inhibir contracciones prematuras en el tercer trimestre de la gestación. Puede causar hipocalemia, hiperglucemia y taquicardia en dosis altas. Su acción se debe al aumento del AMPc intracelular, que inhibe la liberación de mediadores inflamatorios por mastocitos y mejora la depuración mucociliar.",
            "indicacoes": "• Broncoespasmo en asma, bronquitis crónica y EPOC.\n• Prevención del broncoespasmo inducido por ejercicio.\n• Tocolítico para inhibición de trabajo de parto prematuro (uso IV/SC en ambiente hospitalario).\n• Uso de emergencia en broncoespasmo refractario a beta-agonistas inhalados.",
            "posologia": "Adultos:\n• Inhalación: 250 mcg (1 puff) cada 4–6 horas. Máximo: 1,5 mg/día.\n• Oral: 2,5 a 5 mg VO, 3 veces al día.\n• SC: 0,25 mg cada 4 horas, máximo 0,5 mg por dosis.\n• IV (tocolítico): 5–10 mcg/min en bomba de infusión, ajustando según respuesta.\nPediatría:\n• <12 años: 0,005–0,01 mg/kg SC cada 4–6 h.\n• Oral: 0,075 mg/kg VO cada 8 h (máximo 2,5 mg).",
            "administracao": "• Inhalatoria (spray o nebulización).\n• Oral (comprimido o solución).\n• Subcutánea (SC): para emergencias.\n• Intravenosa (IV): uso hospitalario con monitorización continua.",
            "doseMaxima": "• 15 mg/día VO (adultos).\n• 1,5 mg/día inhalatorio.\n• 0,5 mg SC por dosis (adultos).",
            "doseMinima": "• 0,25 mg SC (adulto); 0,005 mg/kg SC (pediatría).",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Temblores, taquicardia, nerviosismo.\n• Cefalea.\nFrecuentes (1–10%):\n• Náusea, mareo.\n• Palpitaciones, calambres.\n• Hipocalemia transitoria.\nInfrecuentes (0,1–1%):\n• Arritmias cardíacas.\n• Hiperglucemia.\n• Rash cutáneo, urticaria.\nRaras (<0,1%):\n• Colapso cardiovascular.\n• Edema pulmonar (tocolítico, gestantes).",
            "riscoGravidez": "Categoría B. Considerado seguro en situaciones específicas, como tocolítico de emergencia. Debe ser usado con cautela en el primer trimestre.",
            "riscoLactacao": "Pocos datos disponibles. Absorción sistémica baja en uso inhalatorio. Uso considerado aceptable con monitorización.",
            "ajusteRenal": "• No exige ajuste en uso inhalatorio. Usar con cautela en insuficiencia renal avanzada en caso de uso IV u oral.",
            "ajusteHepatico": "• No requiere ajuste en uso inhalatorio. Monitorizar en hepatopatías graves con metabolismo reducido.",
            "contraindicacoes": "• Hipersensibilidad conocida al fármaco.\n• Hipertiroidismo no controlado.\n• Arritmias cardíacas graves.\n• Miocardiopatía obstructiva.\n• Glaucoma de ángulo cerrado (relativo).",
            "interacaoMedicamento": "• Betabloqueadores no selectivos (antagonismo).\n• Diuréticos y corticoides (hipocalemia).\n• Digoxina (riesgo de arritmias).\n• Anestésicos halogenados (riesgo de arritmia).",
            "apresentacao": "• Spray inhalatorio: 0,25 mg por dosis.\n• Solución oral: 0,3 mg/mL (frasco 100 mL).\n• Comprimidos: 2,5 mg, 5 mg.\n• Ampollas SC/IV: 0,5 mg/mL (1 mL).",
            "preparo": "• Nebulización: 0,25–0,5 mg diluido en 2–3 mL de SF 0,9%.\n• IV: iniciar infusión con bomba volumétrica en ambiente monitorizado.\n• Agitar frascos orales antes del uso. Verificar integridad de las ampollas inyectables.",
            "solucoesCompatíveis": "• Compatible con SF 0,9%.\n• Compatible con budesonida, ipratropio en nebulización.\n• Incompatible con soluciones alcalinas o glucofisiológicas concentradas.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz.\n• Tras apertura de la solución oral, utilizar hasta 30 días.\n• Ampollas inyectables: uso inmediato tras apertura.",
            "cuidadosMedicos": "• Monitorizar signos vitales, potasio sérico y glucemia en uso continuo.\n• Cautela en pacientes con cardiopatías o hipertensión grave.\n• Asociar a corticoides inhalados para control de asma persistente.\n• En tocolíticos, monitorizar signos de edema pulmonar y saturación.",
            "cuidadosFarmaceuticos": "• Verificar validez, dosis, vía e integridad de la medicación.\n• Orientar técnica correcta de inhalación.\n• Garantizar dilución y compatibilidad correcta en la infusión IV.\n• Notificar reacciones adversas y abuso de uso.",
            "cuidadosEnfermagem": "• Monitorizar patrón respiratorio antes y tras administración.\n• Observar signos de toxicidad beta-adrenérgica.\n• Registrar respuesta clínica.\n• Mantener vías aéreas permeables y equipo de soporte listo en crisis graves.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Bricanyl®), UpToDate (2024), Micromedex, Global Initiative for Asthma (GINA 2024), PubMed ID 37811931, Tintinalli's Emergency Medicine (9ª Ed.), Goodman & Gilman (13ª Ed.), SEPAR Guías para EPOC y Asma, Medscape Drug Reference."
        }
    }
}