{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Timoglobulina (Globulina Antitimócito)",
            "nomeComercial": "Thymoglobuline®",
            "classificacao": "Imunossupressor, imunoglobulina policlonal anti-linfócito (anticorpo policlonal de coelho)",
            "mecanismoAcao": "Imunoglobulinas policlonais obtidas a partir da imunização de coelhos com linfócitos humanos. Ligam-se a múltiplos antígenos de superfície de linfócitos T (CD2, CD3, CD4, CD8, CD11a, CD18, CD25, CD44, HLA-DR), levando à depleção de linfócitos T por lise mediada por complemento, citotoxicidade celular dependente de anticorpos (ADCC) e indução de apoptose. Resulta em imunossupressão profunda, com inibição da resposta imune celular.",
            "farmacocinetica": "Início de ação imediato na infusão IV. Meia-vida média de 2–3 dias, podendo variar até 30 dias dependendo do grau de depleção linfocitária. Distribuição rápida no espaço intravascular. Metabolização por proteólise em aminoácidos e pequenos peptídeos. Excreção renal e pelo sistema reticuloendotelial como produtos do metabolismo proteico.",
            "farmacodinamica": "Depleta linfócitos T rapidamente, reduzindo resposta imune celular. Promove imunossupressão profunda, com diminuição da atividade citotóxica e inflamatória. O efeito imunossupressor pode durar de semanas a meses após a infusão, dependendo do tempo de reconstituição do compartimento linfocitário.",
            "indicacoes": "Profilaxia e tratamento da rejeição aguda em transplante de órgãos sólidos (rim, fígado, coração, pâncreas). Tratamento da aplasia medular severa. Uso como imunossupressor em condições como síndrome hemofagocítica, doenças autoimunes refratárias e preparação para transplante de medula óssea.",
            "posologia": "Transplante: 1,5 mg/kg/dia IV por 3–5 dias. Aplasia medular: 2,5–3,5 mg/kg/dia IV por 5 dias. A dose total e a duração podem variar conforme protocolo institucional e condição clínica do paciente.",
            "administracao": "Infusão intravenosa lenta. Diluir em SF 0,9% ou SG 5%, administrar por bomba de infusão em 4–6 horas. Recomendado uso de filtro de 0,2 micra durante a administração. É obrigatório o uso de pré-medicação com corticosteroides, anti-histamínicos e antipiréticos para reduzir risco de reações infusionais.",
            "doseMaxima": "3,5 mg/kg/dia.",
            "doseMinima": "1 mg/kg/dia.",
            "reacoesAdversas": "Síndrome de liberação de citocinas (febre, calafrios, hipotensão, taquicardia), reações infusionais (rash, prurido, urticária, dispneia, broncoespasmo), leucopenia, linfopenia, trombocitopenia, anemia, infecções oportunistas (CMV, EBV, herpes, fungos), reativação viral (CMV, EBV, hepatites), septicemia, doença linfoproliferativa pós-transplante (PTLD), elevação transitória de enzimas hepáticas.",
            "riscoGravidez": "Categoria C. Não existem estudos controlados em gestantes. Uso deve ser considerado apenas se os benefícios potenciais justificarem os riscos para o feto.",
            "riscoLactacao": "Desconhecido se é excretado no leite materno. Uso em situações críticas geralmente considerado aceitável, com avaliação rigorosa risco/benefício.",
            "ajusteRenal": "Não requer ajuste de dose. Monitorar parâmetros hematológicos e sinais de toxicidade, pois a excreção de metabólitos proteicos ocorre parcialmente pelos rins.",
            "ajusteHepatico": "Não necessita ajuste específico. Monitorar função hepática, pois elevação transitória de transaminases e bilirrubinas pode ocorrer durante o uso.",
            "contraindicacoes": "Hipersensibilidade a proteínas de coelho, hipersensibilidade a qualquer componente da fórmula, infecções ativas não controladas (bacterianas, virais, fúngicas), leucopenia grave (<2000/mm³), linfopenia grave, trombocitopenia severa (<50.000/mm³).",
            "interacaoMedicamento": "Efeito imunossupressor aditivo com outros imunossupressores (tacrolimus, ciclosporina, corticosteroides, micofenolato). Aumenta risco de infecção com agentes biológicos (rituximabe, tocilizumabe, abatacepte). Potencializa mielossupressão com agentes citotóxicos (ciclofosfamida, fludarabina). Monitorar risco aumentado de linfoma e PTLD com imunossupressão combinada.",
            "apresentacao": "Frascos de 25 mg em pó liofilizado para reconstituição intravenosa.",
            "preparo": "Reconstituir cada frasco de 25 mg com 5 mL de água para injeção. Diluir em 50 a 500 mL de SF 0,9% ou SG 5%, conforme volume adequado ao paciente. Utilizar filtro de 0,2 micra durante a infusão. Solução límpida, incolor a levemente opalescente. Proteger da luz.",
            "solucoesCompatíveis": "Soro fisiológico 0,9% e solução glicosada 5%.",
            "armazenamento": "Conservar entre 2°C e 8°C (refrigerado). Após reconstituição e diluição, utilizar em até 24 horas sob refrigeração (2–8°C) e protegido da luz. Não congelar.",
            "cuidadosMedicos": "Monitorização contínua de sinais vitais durante e após a infusão. Realizar pré-medicação obrigatória com corticosteroides, anti-histamínicos e antipiréticos. Monitorar hemograma, função renal, hepática e sinais de infecção ativa. Suspender imediatamente em caso de reações anafiláticas, choque ou síndrome de liberação de citocinas grave.",
            "cuidadosFarmaceuticos": "Reconstituir e diluir sob condições assépticas. Utilizar filtro de 0,2 micra. Verificar aparência da solução (não utilizar se turva ou com precipitados). Garantir proteção da solução contra luz durante preparo e administração. Controlar tempo de validade da solução após preparo.",
            "cuidadosEnfermagem": "Monitorizar sinais vitais antes, durante e após infusão. Observar e relatar prontamente sinais de reação alérgica, febre, calafrios, hipotensão, dispneia, rash, dor lombar ou desconforto torácico. Avaliar local de acesso para sinais de extravasamento. Manter vigilância rigorosa para sinais de infecção, sangramento e toxicidade hematológica.",
            "fontesBibliograficas": "Bula Thymoglobuline®, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37129455, Diretrizes KDIGO Transplante, Diretrizes EBMT, Transplantation Journal."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Thymoglobulin (Antithymocyte Globulin)",
            "nomeComercial": "Thymoglobuline®",
            "classificacao": "Immunosuppressant, polyclonal anti-lymphocyte immunoglobulin (rabbit polyclonal antibody)",
            "mecanismoAcao": "Polyclonal immunoglobulins obtained from immunization of rabbits with human lymphocytes. They bind to multiple surface antigens of T lymphocytes (CD2, CD3, CD4, CD8, CD11a, CD18, CD25, CD44, HLA-DR), leading to T lymphocyte depletion by complement-mediated lysis, antibody-dependent cellular cytotoxicity (ADCC) and induction of apoptosis. Results in profound immunosuppression with inhibition of cellular immune response.",
            "farmacocinetica": "Immediate onset of action on IV infusion. Average half-life of 2–3 days, may vary up to 30 days depending on the degree of lymphocytic depletion. Rapid distribution in the intravascular space. Metabolism by proteolysis into amino acids and small peptides. Renal excretion and by the reticuloendothelial system as protein metabolism products.",
            "farmacodinamica": "Rapidly depletes T lymphocytes, reducing cellular immune response. Promotes profound immunosuppression with decreased cytotoxic and inflammatory activity. The immunosuppressive effect may last from weeks to months after infusion, depending on the time of reconstitution of the lymphocytic compartment.",
            "indicacoes": "Prophylaxis and treatment of acute rejection in solid organ transplantation (kidney, liver, heart, pancreas). Treatment of severe aplastic anemia. Use as immunosuppressant in conditions such as hemophagocytic syndrome, refractory autoimmune diseases and preparation for bone marrow transplantation.",
            "posologia": "Transplantation: 1.5 mg/kg/day IV for 3–5 days. Aplastic anemia: 2.5–3.5 mg/kg/day IV for 5 days. Total dose and duration may vary according to institutional protocol and patient's clinical condition.",
            "administracao": "Slow intravenous infusion. Dilute in 0.9% saline or 5% glucose, administer by infusion pump over 4–6 hours. Recommended use of 0.2 micron filter during administration. Mandatory use of premedication with corticosteroids, antihistamines and antipyretics to reduce risk of infusion reactions.",
            "doseMaxima": "3.5 mg/kg/day.",
            "doseMinima": "1 mg/kg/day.",
            "reacoesAdversas": "Cytokine release syndrome (fever, chills, hypotension, tachycardia), infusion reactions (rash, pruritus, urticaria, dyspnea, bronchospasm), leukopenia, lymphopenia, thrombocytopenia, anemia, opportunistic infections (CMV, EBV, herpes, fungi), viral reactivation (CMV, EBV, hepatitis), septicemia, post-transplant lymphoproliferative disease (PTLD), transient elevation of liver enzymes.",
            "riscoGravidez": "Category C. There are no controlled studies in pregnant women. Use should be considered only if potential benefits justify risks to the fetus.",
            "riscoLactacao": "Unknown if excreted in breast milk. Use in critical situations generally considered acceptable, with rigorous risk/benefit assessment.",
            "ajusteRenal": "No dose adjustment required. Monitor hematological parameters and signs of toxicity, as excretion of protein metabolites occurs partially through the kidneys.",
            "ajusteHepatico": "No specific adjustment required. Monitor liver function, as transient elevation of transaminases and bilirubin may occur during use.",
            "contraindicacoes": "Hypersensitivity to rabbit proteins, hypersensitivity to any component of the formula, uncontrolled active infections (bacterial, viral, fungal), severe leukopenia (<2000/mm³), severe lymphopenia, severe thrombocytopenia (<50,000/mm³).",
            "interacaoMedicamento": "Additive immunosuppressive effect with other immunosuppressants (tacrolimus, cyclosporine, corticosteroids, mycophenolate). Increases risk of infection with biological agents (rituximab, tocilizumab, abatacept). Potentiates myelosuppression with cytotoxic agents (cyclophosphamide, fludarabine). Monitor increased risk of lymphoma and PTLD with combined immunosuppression.",
            "apresentacao": "25 mg vials of lyophilized powder for intravenous reconstitution.",
            "preparo": "Reconstitute each 25 mg vial with 5 mL of water for injection. Dilute in 50 to 500 mL of 0.9% saline or 5% glucose, according to volume appropriate for the patient. Use 0.2 micron filter during infusion. Clear, colorless to slightly opalescent solution. Protect from light.",
            "solucoesCompatíveis": "0.9% normal saline and 5% glucose solution.",
            "armazenamento": "Store between 2°C and 8°C (refrigerated). After reconstitution and dilution, use within 24 hours under refrigeration (2–8°C) and protected from light. Do not freeze.",
            "cuidadosMedicos": "Continuous monitoring of vital signs during and after infusion. Perform mandatory premedication with corticosteroids, antihistamines and antipyretics. Monitor complete blood count, renal and liver function and signs of active infection. Immediately discontinue in case of anaphylactic reactions, shock or severe cytokine release syndrome.",
            "cuidadosFarmaceuticos": "Reconstitute and dilute under aseptic conditions. Use 0.2 micron filter. Check solution appearance (do not use if cloudy or with precipitates). Ensure protection of solution against light during preparation and administration. Control solution expiration time after preparation.",
            "cuidadosEnfermagem": "Monitor vital signs before, during and after infusion. Observe and promptly report signs of allergic reaction, fever, chills, hypotension, dyspnea, rash, back pain or chest discomfort. Assess access site for signs of extravasation. Maintain rigorous surveillance for signs of infection, bleeding and hematological toxicity.",
            "fontesBibliograficas": "Thymoglobuline® Package Insert, Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37129455, KDIGO Transplant Guidelines, EBMT Guidelines, Transplantation Journal."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Timoglobulina (Globulina Antitimocito)",
            "nomeComercial": "Thymoglobuline®",
            "classificacao": "Inmunosupresor, inmunoglobulina policlonal anti-linfocito (anticuerpo policlonal de conejo)",
            "mecanismoAcao": "Inmunoglobulinas policlonales obtenidas a partir de la inmunización de conejos con linfocitos humanos. Se unen a múltiples antígenos de superficie de linfocitos T (CD2, CD3, CD4, CD8, CD11a, CD18, CD25, CD44, HLA-DR), llevando a la depleción de linfocitos T por lisis mediada por complemento, citotoxicidad celular dependiente de anticuerpos (ADCC) e inducción de apoptosis. Resulta en inmunosupresión profunda, con inhibición de la respuesta inmune celular.",
            "farmacocinetica": "Inicio de acción inmediato en la infusión IV. Vida media promedio de 2–3 días, pudiendo variar hasta 30 días dependiendo del grado de depleción linfocitaria. Distribución rápida en el espacio intravascular. Metabolismo por proteólisis en aminoácidos y pequeños péptidos. Excreción renal y por el sistema reticuloendotelial como productos del metabolismo proteico.",
            "farmacodinamica": "Depleta linfocitos T rápidamente, reduciendo respuesta inmune celular. Promueve inmunosupresión profunda, con disminución de la actividad citotóxica e inflamatoria. El efecto inmunosupresor puede durar de semanas a meses tras la infusión, dependiendo del tiempo de reconstitución del compartimento linfocitario.",
            "indicacoes": "Profilaxis y tratamiento del rechazo agudo en trasplante de órganos sólidos (riñón, hígado, corazón, páncreas). Tratamiento de la aplasia medular severa. Uso como inmunosupresor en condiciones como síndrome hemofagocítico, enfermedades autoinmunes refractarias y preparación para trasplante de médula ósea.",
            "posologia": "Trasplante: 1,5 mg/kg/día IV por 3–5 días. Aplasia medular: 2,5–3,5 mg/kg/día IV por 5 días. La dosis total y la duración pueden variar según protocolo institucional y condición clínica del paciente.",
            "administracao": "Infusión intravenosa lenta. Diluir en SF 0,9% o SG 5%, administrar por bomba de infusión en 4–6 horas. Recomendado uso de filtro de 0,2 micras durante la administración. Es obligatorio el uso de premedicación con corticosteroides, antihistamínicos y antipiréticos para reducir riesgo de reacciones infusionales.",
            "doseMaxima": "3,5 mg/kg/día.",
            "doseMinima": "1 mg/kg/día.",
            "reacoesAdversas": "Síndrome de liberación de citocinas (fiebre, escalofríos, hipotensión, taquicardia), reacciones infusionales (erupción, prurito, urticaria, disnea, broncoespasmo), leucopenia, linfopenia, trombocitopenia, anemia, infecciones oportunistas (CMV, EBV, herpes, hongos), reactivación viral (CMV, EBV, hepatitis), septicemia, enfermedad linfoproliferativa post-trasplante (PTLD), elevación transitoria de enzimas hepáticas.",
            "riscoGravidez": "Categoría C. No existen estudios controlados en gestantes. El uso debe ser considerado solo si los beneficios potenciales justifican los riesgos para el feto.",
            "riscoLactacao": "Desconocido si se excreta en la leche materna. Uso en situaciones críticas generalmente considerado aceptable, con evaluación rigurosa riesgo/beneficio.",
            "ajusteRenal": "No requiere ajuste de dosis. Monitorizar parámetros hematológicos y signos de toxicidad, ya que la excreción de metabolitos proteicos ocurre parcialmente por los riñones.",
            "ajusteHepatico": "No necesita ajuste específico. Monitorizar función hepática, ya que elevación transitoria de transaminasas y bilirrubinas puede ocurrir durante el uso.",
            "contraindicacoes": "Hipersensibilidad a proteínas de conejo, hipersensibilidad a cualquier componente de la fórmula, infecciones activas no controladas (bacterianas, virales, fúngicas), leucopenia grave (<2000/mm³), linfopenia grave, trombocitopenia severa (<50.000/mm³).",
            "interacaoMedicamento": "Efecto inmunosupresor aditivo con otros inmunosupresores (tacrolimus, ciclosporina, corticosteroides, micofenolato). Aumenta riesgo de infección con agentes biológicos (rituximab, tocilizumab, abatacept). Potencia mielosupresión con agentes citotóxicos (ciclofosfamida, fludarabina). Monitorizar riesgo aumentado de linfoma y PTLD con inmunosupresión combinada.",
            "apresentacao": "Frascos de 25 mg en polvo liofilizado para reconstitución intravenosa.",
            "preparo": "Reconstituir cada frasco de 25 mg con 5 mL de agua para inyección. Diluir en 50 a 500 mL de SF 0,9% o SG 5%, según volumen adecuado al paciente. Utilizar filtro de 0,2 micras durante la infusión. Solución límpida, incolora a ligeramente opalescente. Proteger de la luz.",
            "solucoesCompatíveis": "Suero fisiológico 0,9% y solución glucosada 5%.",
            "armazenamento": "Conservar entre 2°C y 8°C (refrigerado). Tras reconstitución y dilución, utilizar en hasta 24 horas bajo refrigeración (2–8°C) y protegido de la luz. No congelar.",
            "cuidadosMedicos": "Monitorización continua de signos vitales durante y tras la infusión. Realizar premedicación obligatoria con corticosteroides, antihistamínicos y antipiréticos. Monitorizar hemograma, función renal, hepática y signos de infección activa. Suspender inmediatamente en caso de reacciones anafilácticas, choque o síndrome de liberación de citocinas grave.",
            "cuidadosFarmaceuticos": "Reconstituir y diluir bajo condiciones asépticas. Utilizar filtro de 0,2 micras. Verificar apariencia de la solución (no utilizar si turbia o con precipitados). Garantizar protección de la solución contra luz durante preparación y administración. Controlar tiempo de validez de la solución tras preparación.",
            "cuidadosEnfermagem": "Monitorizar signos vitales antes, durante y tras infusión. Observar y relatar prontamente signos de reacción alérgica, fiebre, escalofríos, hipotensión, disnea, erupción, dolor lumbar o malestar torácico. Evaluar local de acceso para signos de extravasación. Mantener vigilancia rigurosa para signos de infección, sangrado y toxicidad hematológica.",
            "fontesBibliograficas": "Ficha Técnica Thymoglobuline®, Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37129455, Guías KDIGO Trasplante, Guías EBMT, Transplantation Journal."
        }
    }
}