{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Tiopental Sódico",
            "nomeComercial": "Pentotal®, Thiopentax®, Trapanal®",
            "classificacao": "Anestésico geral intravenoso, barbitúrico de ação ultracurta, sedativo-hipnótico, anticonvulsivante, agente neuroprotetor",
            "mecanismoAcao": "Atua como agonista alostérico positivo dos receptores GABA-A, prolongando a abertura dos canais de cloro, hiperpolarizando a membrana neuronal e promovendo inibição do SNC. Em altas doses, pode atuar diretamente no canal de cloro, mesmo na ausência de GABA. Reduz de forma significativa o metabolismo cerebral, o consumo cerebral de oxigênio (CMRO2) e o fluxo sanguíneo cerebral (CBF), sendo neuroprotetor. Atua também como estabilizador de membrana, com efeito anticonvulsivante e indutor de burst-suppression no EEG. Não possui efeito analgésico.",
            "farmacocinetica": "Início de ação IV: 20–40 segundos. Pico de efeito: 1 minuto. Duração após bolus: 5–10 minutos (redistribuição rápida). Meia-vida de distribuição: 3–8 minutos. Meia-vida de eliminação terminal: 6–46 horas (prolongada com infusão contínua). Volume de distribuição: 2–5 L/kg. Ligação às proteínas plasmáticas: 70–85%. Metabolização hepática por oxidação, dessulfuração e conjugação. Clearance hepático dependente do fluxo sanguíneo hepático. Excreção predominantemente renal, na forma de metabólitos inativos.",
            "farmacodinamica": "Potente depressor do SNC, promovendo sedação, hipnose, anticonvulsivante e neuroproteção. Reduz a pressão intracraniana (PIC), o metabolismo cerebral e o fluxo sanguíneo cerebral, sendo efetivo em situações de hipertensão intracraniana e status convulsivo refratário. Efeito cardiovascular: vasodilatação periférica, redução da pré-carga, depressão miocárdica dose-dependente e queda da pressão arterial. Efeito respiratório: potente depressor respiratório com risco de apneia imediata após bolus. Não possui propriedades analgésicas, podendo inclusive provocar hiperalgesia em doses subanestésicas.",
            "indicacoes": "Indução de anestesia geral. Neuroproteção em hipertensão intracraniana, aneurisma cerebral, cirurgia neurovascular e trauma cranioencefálico. Controle de status convulsivo refratário. Sedação profunda em UTI para controle de hipertensão intracraniana ou burst-suppression. Cardioversão elétrica e procedimentos breves (em desuso).",
            "posologia": "Indução anestésica adulto: 3–5 mg/kg IV em bolus. Pediatria: 2–7 mg/kg IV. Status convulsivo: bolus inicial 3–5 mg/kg seguido de infusão 0,5–5 mg/kg/h. Neuroproteção: bolus de 3–5 mg/kg IV, seguido de infusão contínua 1–4 mg/kg/h visando EEG burst-suppression. Sedação profunda UTI: infusão de 0,5–3 mg/kg/h, ajustada conforme resposta clínica e eletroencefalográfica.",
            "administracao": "Exclusivamente intravenosa (IV), em bolus lento (30–60 segundos) ou infusão contínua. Preparação obrigatória em solução estéril, reconstituída com água para injeção, SF 0,9% ou SG 5%. Uso de bomba de infusão é mandatário para administração contínua. Necessário ambiente de monitorização avançada (centro cirúrgico, UTI, emergência).",
            "doseMaxima": "Bolus único: até 7 mg/kg. Infusão contínua: até 5 mg/kg/h em protocolos de burst-suppression, sob rigorosa monitorização. Doses maiores podem ser usadas transitoriamente no manejo de hipertensão intracraniana refratária ou status epilepticus.",
            "doseMinima": "Sedação leve: 0,5 mg/kg em bolus ou infusão 0,5 mg/kg/h. Indução leve em idosos ou pacientes instáveis: 2 mg/kg IV.",
            "reacoesAdversas": "Hipotensão severa, depressão miocárdica, vasodilatação periférica, taquicardia compensatória, bradicardia (raro), apneia, depressão respiratória, laringoespasmo, broncoespasmo (principalmente em asmáticos), necrose tecidual e tromboflebite por extravasamento, dor local, rabdomiólise, imunossupressão, distúrbios hidroeletrolíticos (acidose metabólica), hiperalgesia paradoxal, náusea, vômito, delirium, sedação residual prolongada (acúmulo com uso contínuo).",
            "riscoGravidez": "Categoria C. Atravessa a placenta. Pode ser utilizado na indução anestésica de cesariana quando o benefício materno justificar, com possível depressão neonatal transitória. Contraindicado para uso prolongado durante a gravidez devido a risco de depressão neonatal e efeitos neurotóxicos observados em modelos animais.",
            "riscoLactacao": "Compatível. Pequenas quantidades são excretadas no leite materno. Considerado seguro para uso único ou de curta duração. Amamentação pode ser retomada assim que a paciente estiver acordada e alerta.",
            "ajusteRenal": "Necessário cautela em insuficiência renal moderada a grave. O acúmulo de metabólitos pode ocorrer, especialmente em infusões prolongadas, aumentando risco de depressão prolongada.",
            "ajusteHepatico": "Necessário ajuste em insuficiência hepática moderada a grave. Clearance hepático reduzido, com risco de acúmulo e sedação prolongada. Reduzir a dose e a velocidade da infusão.",
            "contraindicacoes": "Hipersensibilidade a barbitúricos ou componentes da fórmula. Porfiria aguda intermitente (risco de precipitação de crise). Estado asmático ativo não controlado (risco de broncoespasmo). Insuficiência respiratória severa não tratada. Hipovolemia severa não compensada. Choque não tratado. Insuficiência cardíaca descompensada. Miastenia grave (relativo, usar com extrema cautela).",
            "interacaoMedicamento": "Potencializa depressão do SNC com opioides, benzodiazepínicos, anestésicos voláteis, propofol, dexmedetomidina. Sinergismo com bloqueadores neuromusculares, anti-hipertensivos, betabloqueadores e vasodilatadores, levando a maior risco de hipotensão e depressão cardiovascular. Pode antagonizar anticoagulantes. Interage com lítio, carbamazepina, fenitoína e outros indutores ou inibidores do citocromo P450, alterando seu metabolismo.",
            "apresentacao": "Frascos-ampola liofilizado contendo 0,5 g, 1 g ou 2,5 g de tiopental sódico, para reconstituição.",
            "preparo": "Reconstituir cada grama de tiopental com 20 mL de água para injeção, SF 0,9% ou SG 5%, obtendo concentração de 50 mg/mL. Para infusão contínua, diluir para concentração entre 10–25 mg/mL. Usar imediatamente após preparo ou em até 24 horas se armazenado sob refrigeração (2–8°C) e condições assépticas. Soluções turvas, com precipitado ou alteração de cor devem ser descartadas.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com bicarbonato de sódio, soluções ácidas, lipídios e hemoderivados na mesma linha venosa.",
            "armazenamento": "Frasco-ampola liofilizado: armazenar entre 15°C e 30°C, protegido da luz e umidade. Solução reconstituída: usar imediatamente ou armazenar até 24 horas sob refrigeração (2–8°C) em condições assépticas.",
            "cuidadosMedicos": "Monitorização contínua de ECG, pressão arterial, capnografia, SpO2 e BIS ou EEG quando em burst-suppression. Ter à disposição suporte avançado de via aérea e drogas vasoativas. Avaliar função hepática, renal, metabólica e eletrolítica durante infusões prolongadas. Prevenir extravasamento rigorosamente devido ao risco de necrose tecidual grave. Acompanhar sinais de rabdomiólise, hipotensão refratária e imunossupressão.",
            "cuidadosFarmaceuticos": "Verificar integridade dos frascos e validade. Realizar preparo asséptico rigoroso. Assegurar correta concentração da solução antes da administração. Controlar estoque, considerando substância sujeita a controle especial (Portaria 344/98 ANVISA). Registrar rastreabilidade, lote e descarte de sobras conforme normas de resíduos químicos hospitalares.",
            "cuidadosEnfermagem": "Monitorizar continuamente sinais vitais, padrão respiratório e perfusão periférica. Observar acesso venoso quanto a extravasamento, dor, inflamação ou sinais de necrose. Notificar imediatamente hipotensão, bradicardia, apneia ou qualquer deterioração clínica. Conferir funcionamento correto da bomba de infusão. Garantir vigilância contínua até recuperação completa da consciência e estabilidade clínica.",
            "fontesBibliograficas": "Bula Pentotal®, UpToDate (2024), Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia, Tintinalli's Emergency Medicine, Micromedex, PubMed ID 37129788, Diretrizes ASA, Diretrizes SCCM (Society of Critical Care Medicine)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Sodium Thiopental",
            "nomeComercial": "Pentotal®, Thiopentax®, Trapanal®",
            "classificacao": "Intravenous general anesthetic, ultra-short acting barbiturate, sedative-hypnotic, anticonvulsant, neuroprotective agent",
            "mecanismoAcao": "Acts as a positive allosteric agonist of GABA-A receptors, prolonging chloride channel opening, hyperpolarizing the neuronal membrane and promoting CNS inhibition. At high doses, it can act directly on the chloride channel, even in the absence of GABA. Significantly reduces cerebral metabolism, cerebral oxygen consumption (CMRO2) and cerebral blood flow (CBF), being neuroprotective. Also acts as a membrane stabilizer, with anticonvulsant effect and burst-suppression inducer on EEG. Has no analgesic effect.",
            "farmacocinetica": "IV onset: 20–40 seconds. Peak effect: 1 minute. Duration after bolus: 5–10 minutes (rapid redistribution). Distribution half-life: 3–8 minutes. Terminal elimination half-life: 6–46 hours (prolonged with continuous infusion). Volume of distribution: 2–5 L/kg. Plasma protein binding: 70–85%. Hepatic metabolism by oxidation, desulfuration and conjugation. Hepatic clearance dependent on hepatic blood flow. Predominantly renal excretion, in the form of inactive metabolites.",
            "farmacodinamica": "Potent CNS depressant, promoting sedation, hypnosis, anticonvulsant and neuroprotection. Reduces intracranial pressure (ICP), cerebral metabolism and cerebral blood flow, being effective in situations of intracranial hypertension and refractory convulsive status. Cardiovascular effect: peripheral vasodilation, preload reduction, dose-dependent myocardial depression and blood pressure drop. Respiratory effect: potent respiratory depressant with risk of immediate apnea after bolus. Has no analgesic properties, and may even cause hyperalgesia at subanesthetic doses.",
            "indicacoes": "Induction of general anesthesia. Neuroprotection in intracranial hypertension, cerebral aneurysm, neurovascular surgery and traumatic brain injury. Control of refractory convulsive status. Deep sedation in ICU for control of intracranial hypertension or burst-suppression. Electrical cardioversion and brief procedures (falling into disuse).",
            "posologia": "Adult anesthetic induction: 3–5 mg/kg IV bolus. Pediatrics: 2–7 mg/kg IV. Convulsive status: initial bolus 3–5 mg/kg followed by infusion 0.5–5 mg/kg/h. Neuroprotection: 3–5 mg/kg IV bolus, followed by continuous infusion 1–4 mg/kg/h targeting EEG burst-suppression. Deep ICU sedation: infusion of 0.5–3 mg/kg/h, adjusted according to clinical and electroencephalographic response.",
            "administracao": "Exclusively intravenous (IV), in slow bolus (30–60 seconds) or continuous infusion. Mandatory preparation in sterile solution, reconstituted with water for injection, 0.9% saline or 5% glucose. Use of infusion pump is mandatory for continuous administration. Advanced monitoring environment required (operating room, ICU, emergency).",
            "doseMaxima": "Single bolus: up to 7 mg/kg. Continuous infusion: up to 5 mg/kg/h in burst-suppression protocols, under rigorous monitoring. Higher doses may be used transiently in management of refractory intracranial hypertension or status epilepticus.",
            "doseMinima": "Light sedation: 0.5 mg/kg bolus or 0.5 mg/kg/h infusion. Light induction in elderly or unstable patients: 2 mg/kg IV.",
            "reacoesAdversas": "Severe hypotension, myocardial depression, peripheral vasodilation, compensatory tachycardia, bradycardia (rare), apnea, respiratory depression, laryngospasm, bronchospasm (mainly in asthmatics), tissue necrosis and thrombophlebitis from extravasation, local pain, rhabdomyolysis, immunosuppression, hydroelectrolytic disorders (metabolic acidosis), paradoxical hyperalgesia, nausea, vomiting, delirium, prolonged residual sedation (accumulation with continuous use).",
            "riscoGravidez": "Category C. Crosses the placenta. May be used in cesarean anesthetic induction when maternal benefit justifies, with possible transient neonatal depression. Contraindicated for prolonged use during pregnancy due to risk of neonatal depression and neurotoxic effects observed in animal models.",
            "riscoLactacao": "Compatible. Small amounts are excreted in breast milk. Considered safe for single or short-term use. Breastfeeding may be resumed as soon as the patient is awake and alert.",
            "ajusteRenal": "Caution required in moderate to severe renal insufficiency. Accumulation of metabolites may occur, especially in prolonged infusions, increasing risk of prolonged depression.",
            "ajusteHepatico": "Adjustment required in moderate to severe hepatic insufficiency. Reduced hepatic clearance, with risk of accumulation and prolonged sedation. Reduce dose and infusion rate.",
            "contraindicacoes": "Hypersensitivity to barbiturates or components of the formula. Acute intermittent porphyria (risk of crisis precipitation). Active uncontrolled asthmatic state (risk of bronchospasm). Untreated severe respiratory failure. Uncompensated severe hypovolemia. Untreated shock. Decompensated heart failure. Severe myasthenia (relative, use with extreme caution).",
            "interacaoMedicamento": "Potentiates CNS depression with opioids, benzodiazepines, volatile anesthetics, propofol, dexmedetomidine. Synergism with neuromuscular blockers, antihypertensives, beta-blockers and vasodilators, leading to greater risk of hypotension and cardiovascular depression. May antagonize anticoagulants. Interacts with lithium, carbamazepine, phenytoin and other inducers or inhibitors of cytochrome P450, altering its metabolism.",
            "apresentacao": "Lyophilized vials containing 0.5 g, 1 g or 2.5 g of sodium thiopental, for reconstitution.",
            "preparo": "Reconstitute each gram of thiopental with 20 mL of water for injection, 0.9% saline or 5% glucose, obtaining concentration of 50 mg/mL. For continuous infusion, dilute to concentration between 10–25 mg/mL. Use immediately after preparation or within 24 hours if stored under refrigeration (2–8°C) and aseptic conditions. Cloudy solutions, with precipitate or color change should be discarded.",
            "solucoesCompatíveis": "0.9% normal saline, 5% glucose solution. Incompatible with sodium bicarbonate, acidic solutions, lipids and blood products in the same venous line.",
            "armazenamento": "Lyophilized vial: store between 15°C and 30°C, protected from light and moisture. Reconstituted solution: use immediately or store up to 24 hours under refrigeration (2–8°C) under aseptic conditions.",
            "cuidadosMedicos": "Continuous monitoring of ECG, blood pressure, capnography, SpO2 and BIS or EEG when in burst-suppression. Have advanced airway support and vasoactive drugs available. Assess hepatic, renal, metabolic and electrolyte function during prolonged infusions. Rigorously prevent extravasation due to risk of severe tissue necrosis. Monitor for signs of rhabdomyolysis, refractory hypotension and immunosuppression.",
            "cuidadosFarmaceuticos": "Check vial integrity and expiration. Perform rigorous aseptic preparation. Ensure correct solution concentration before administration. Control inventory, considering substance subject to special control (Ordinance 344/98 ANVISA). Record traceability, batch and disposal of leftovers according to hospital chemical waste regulations.",
            "cuidadosEnfermagem": "Continuously monitor vital signs, respiratory pattern and peripheral perfusion. Observe venous access for extravasation, pain, inflammation or signs of necrosis. Immediately report hypotension, bradycardia, apnea or any clinical deterioration. Check correct functioning of infusion pump. Ensure continuous surveillance until complete recovery of consciousness and clinical stability.",
            "fontesBibliograficas": "Pentotal® Package Insert, UpToDate (2024), Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia, Tintinalli's Emergency Medicine, Micromedex, PubMed ID 37129788, ASA Guidelines, SCCM Guidelines (Society of Critical Care Medicine)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Tiopental Sódico",
            "nomeComercial": "Pentotal®, Thiopentax®, Trapanal®",
            "classificacao": "Anestésico general intravenoso, barbitúrico de acción ultracorta, sedativo-hipnótico, anticonvulsivante, agente neuroprotector",
            "mecanismoAcao": "Actúa como agonista alostérico positivo de los receptores GABA-A, prolongando la apertura de los canales de cloro, hiperpolarizando la membrana neuronal y promoviendo inhibición del SNC. En altas dosis, puede actuar directamente en el canal de cloro, incluso en ausencia de GABA. Reduce de forma significativa el metabolismo cerebral, el consumo cerebral de oxígeno (CMRO2) y el flujo sanguíneo cerebral (CBF), siendo neuroprotector. Actúa también como estabilizador de membrana, con efecto anticonvulsivante e inductor de burst-suppression en el EEG. No posee efecto analgésico.",
            "farmacocinetica": "Inicio de acción IV: 20–40 segundos. Pico de efecto: 1 minuto. Duración tras bolo: 5–10 minutos (redistribución rápida). Vida media de distribución: 3–8 minutos. Vida media de eliminación terminal: 6–46 horas (prolongada con infusión continua). Volumen de distribución: 2–5 L/kg. Unión a proteínas plasmáticas: 70–85%. Metabolismo hepático por oxidación, desulfuración y conjugación. Aclaramiento hepático dependiente del flujo sanguíneo hepático. Excreción predominantemente renal, en forma de metabolitos inactivos.",
            "farmacodinamica": "Potente depresor del SNC, promoviendo sedación, hipnosis, anticonvulsivante y neuroprotección. Reduce la presión intracraneal (PIC), el metabolismo cerebral y el flujo sanguíneo cerebral, siendo efectivo en situaciones de hipertensión intracraneal y status convulsivo refractario. Efecto cardiovascular: vasodilatación periférica, reducción de la precarga, depresión miocárdica dosis-dependiente y caída de la presión arterial. Efecto respiratorio: potente depresor respiratorio con riesgo de apnea inmediata tras bolo. No posee propiedades analgésicas, pudiendo incluso provocar hiperalgesia en dosis subanestésicas.",
            "indicacoes": "Inducción de anestesia general. Neuroprotección en hipertensión intracraneal, aneurisma cerebral, cirugía neurovascular y trauma craneoencefálico. Control de status convulsivo refractario. Sedación profunda en UCI para control de hipertensión intracraneal o burst-suppression. Cardioversión eléctrica y procedimientos breves (en desuso).",
            "posologia": "Inducción anestésica adulto: 3–5 mg/kg IV en bolo. Pediatría: 2–7 mg/kg IV. Status convulsivo: bolo inicial 3–5 mg/kg seguido de infusión 0,5–5 mg/kg/h. Neuroprotección: bolo de 3–5 mg/kg IV, seguido de infusión continua 1–4 mg/kg/h visando EEG burst-suppression. Sedación profunda UCI: infusión de 0,5–3 mg/kg/h, ajustada según respuesta clínica y electroencefalográfica.",
            "administracao": "Exclusivamente intravenosa (IV), en bolo lento (30–60 segundos) o infusión continua. Preparación obligatoria en solución estéril, reconstituida con agua para inyección, SF 0,9% o SG 5%. Uso de bomba de infusión es mandatorio para administración continua. Necesario ambiente de monitorización avanzada (quirófano, UCI, emergencia).",
            "doseMaxima": "Bolo único: hasta 7 mg/kg. Infusión continua: hasta 5 mg/kg/h en protocolos de burst-suppression, bajo rigurosa monitorización. Dosis mayores pueden usarse transitoriamente en el manejo de hipertensión intracraneal refractaria o status epiléptico.",
            "doseMinima": "Sedación leve: 0,5 mg/kg en bolo o infusión 0,5 mg/kg/h. Inducción leve en ancianos o pacientes inestables: 2 mg/kg IV.",
            "reacoesAdversas": "Hipotensión severa, depresión miocárdica, vasodilatación periférica, taquicardia compensatoria, bradicardia (raro), apnea, depresión respiratoria, laringoespasmo, broncoespasmo (principalmente en asmáticos), necrosis tisular y tromboflebitis por extravasación, dolor local, rabdomiólisis, inmunosupresión, trastornos hidroelectrolíticos (acidosis metabólica), hiperalgesia paradójica, náusea, vómito, delirium, sedación residual prolongada (acumulación con uso continuo).",
            "riscoGravidez": "Categoría C. Atraviesa la placenta. Puede utilizarse en la inducción anestésica de cesárea cuando el beneficio materno justifique, con posible depresión neonatal transitoria. Contraindicado para uso prolongado durante el embarazo debido a riesgo de depresión neonatal y efectos neurotóxicos observados en modelos animales.",
            "riscoLactacao": "Compatible. Pequeñas cantidades se excretan en la leche materna. Considerado seguro para uso único o de corta duración. La lactancia puede reanudarse tan pronto como la paciente esté despierta y alerta.",
            "ajusteRenal": "Necesaria cautela en insuficiencia renal moderada a grave. La acumulación de metabolitos puede ocurrir, especialmente en infusiones prolongadas, aumentando riesgo de depresión prolongada.",
            "ajusteHepatico": "Necesario ajuste en insuficiencia hepática moderada a grave. Aclaramiento hepático reducido, con riesgo de acumulación y sedación prolongada. Reducir la dosis y la velocidad de la infusión.",
            "contraindicacoes": "Hipersensibilidad a barbitúricos o componentes de la fórmula. Porfiria aguda intermitente (riesgo de precipitación de crisis). Estado asmático activo no controlado (riesgo de broncoespasmo). Insuficiencia respiratoria severa no tratada. Hipovolemia severa no compensada. Choque no tratado. Insuficiencia cardíaca descompensada. Miastenia grave (relativo, usar con extrema cautela).",
            "interacaoMedicamento": "Potencia depresión del SNC con opioides, benzodiazepínicos, anestésicos volátiles, propofol, dexmedetomidina. Sinergismo con bloqueadores neuromusculares, antihipertensivos, betabloqueadores y vasodilatadores, llevando a mayor riesgo de hipotensión y depresión cardiovascular. Puede antagonizar anticoagulantes. Interacciona con litio, carbamazepina, fenitoína y otros inductores o inhibidores del citocromo P450, alterando su metabolismo.",
            "apresentacao": "Frascos liofilizado conteniendo 0,5 g, 1 g o 2,5 g de tiopental sódico, para reconstitución.",
            "preparo": "Reconstituir cada gramo de tiopental con 20 mL de agua para inyección, SF 0,9% o SG 5%, obteniendo concentración de 50 mg/mL. Para infusión continua, diluir para concentración entre 10–25 mg/mL. Usar inmediatamente tras preparación o en hasta 24 horas si almacenado bajo refrigeración (2–8°C) y condiciones asépticas. Soluciones turbias, con precipitado o cambio de color deben descartarse.",
            "solucoesCompatíveis": "Suero fisiológico 0,9%, solución glucosada 5%. Incompatible con bicarbonato de sodio, soluciones ácidas, lípidos y hemoderivados en la misma línea venosa.",
            "armazenamento": "Frasco liofilizado: almacenar entre 15°C y 30°C, protegido de la luz y humedad. Solución reconstituida: usar inmediatamente o almacenar hasta 24 horas bajo refrigeración (2–8°C) en condiciones asépticas.",
            "cuidadosMedicos": "Monitorización continua de ECG, presión arterial, capnografía, SpO2 y BIS o EEG cuando en burst-suppression. Tener a disposición soporte avanzado de vía aérea y drogas vasoactivas. Evaluar función hepática, renal, metabólica y electrolítica durante infusiones prolongadas. Prevenir extravasación rigurosamente debido al riesgo de necrosis tisular grave. Acompañar signos de rabdomiólisis, hipotensión refractaria e inmunosupresión.",
            "cuidadosFarmaceuticos": "Verificar integridad de los frascos y validez. Realizar preparación aséptica rigurosa. Asegurar correcta concentración de la solución antes de la administración. Controlar inventario, considerando sustancia sujeta a control especial (Ordenanza 344/98 ANVISA). Registrar trazabilidad, lote y descarte de sobras según normas de residuos químicos hospitalarios.",
            "cuidadosEnfermagem": "Monitorizar continuamente signos vitales, patrón respiratorio y perfusión periférica. Observar acceso venoso cuanto a extravasación, dolor, inflamación o signos de necrosis. Notificar inmediatamente hipotensión, bradicardia, apnea o cualquier deterioración clínica. Verificar funcionamiento correcto de la bomba de infusión. Garantizar vigilancia continua hasta recuperación completa de la consciencia y estabilidad clínica.",
            "fontesBibliograficas": "Ficha Técnica Pentotal®, UpToDate (2024), Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia, Tintinalli's Emergency Medicine, Micromedex, PubMed ID 37129788, Guías ASA, Guías SCCM (Society of Critical Care Medicine)."
        }
    }
}