{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Tiossulfato de Sódio",
            "nomeComercial": "Tiossulfato de Sódio®, genéricos",
            "classificacao": "Antídoto para intoxicação por cianeto; agente quelante; agente para prevenção de toxicidade por cisplatina e calcificação vascular",
            "mecanismoAcao": "Age como doador de enxofre para a enzima mitocondrial rodanase, que converte o cianeto em tiocianato, uma substância muito menos tóxica e excretada pelos rins. Atua também como agente quelante, formando complexos solúveis com metais pesados (ex.: platina), e como redutor osmótico em alguns usos off-label.",
            "farmacocinetica": "• Início de ação: imediato (antídoto).\n• Pico de efeito: minutos.\n• Duração clínica: variável, de acordo com a dose e a condição clínica.\n• Meia-vida: 15–20 minutos (fase inicial), até 200 minutos (eliminação terminal).\n• Volume de distribuição: 0,15–0,2 L/kg.\n• Ligação às proteínas plasmáticas: desprezível.\n• Metabolização: mínima.\n• Excreção: predominantemente renal, como tiocianato.",
            "farmacodinamica": "Reduz rapidamente a toxicidade do cianeto, facilitando sua conversão em tiocianato, que é eliminado pelos rins. Atua também como quelante de metais e redutor de lesões associadas à calcificação vascular.",
            "indicacoes": "• Tratamento auxiliar da intoxicação por cianeto (sempre em associação à hidroxicobalamina ou nitrito de sódio).\n• Profilaxia da toxicidade renal por cisplatina (uso oncológico).\n• Tratamento da calcifilaxia em insuficiência renal terminal (uso off-label).\n• Antídoto para intoxicações por metais pesados (ex.: ouro, arsênico, bismuto, mercúrio).",
            "posologia": "Adulto:\n• Intoxicação por cianeto:\n  - 12,5 g IV (50 mL de solução a 25%) em infusão lenta por 10 minutos.\n• Toxicidade por cisplatina:\n  - 4 g/m² IV antes da cisplatina, seguido de 12 g/m² em infusão contínua de 6 horas.\n• Calcifilaxia (off-label):\n  - 25 g IV 3 vezes por semana após hemodiálise.\nPediatria:\n• Intoxicação por cianeto:\n  - 400 mg/kg IV (máximo 12,5 g) em infusão lenta por 10 minutos.",
            "administracao": "• Exclusivamente por via intravenosa.\n• Infusão lenta (mínimo 10 minutos) para evitar risco de hipotensão.\n• Pode ser administrado em bolus lento em emergências, seguido de infusão se necessário.",
            "doseMaxima": "• 12,5 g por dose na intoxicação por cianeto.\n• Até 25 g na calcifilaxia (uso off-label, conforme protocolos específicos).",
            "doseMinima": "• 100–200 mg/kg em pediatria, dependendo da gravidade da intoxicação (mínimo clínico seguro).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Náusea, vômito.\n• Dor no local da infusão.\n• Sensação de calor, rubor.\nComuns (1–10%):\n• Hipotensão transitória.\n• Cefaleia, tontura.\n• Alteração do paladar (gosto metálico).\nIncomuns (0,1–1%):\n• Edema facial, urticária.\n• Dispneia.\nRaras (<0,1%):\n• Anafilaxia.\n• Hipotensão severa.\n• Hipervolemia e insuficiência cardíaca congestiva (em pacientes suscetíveis, especialmente com doença renal terminal ou disfunção cardíaca).",
            "riscoGravidez": "Categoria C. Usar se claramente necessário. Considerado aceitável em emergências (ex.: intoxicação por cianeto) quando os benefícios superam os riscos.",
            "riscoLactacao": "Poucos dados disponíveis. Considerando sua rápida eliminação renal e uso em situações críticas, é considerado de baixo risco. Recomenda-se cautela e monitorização.",
            "ajusteRenal": "• Usar com cautela na insuficiência renal, devido ao acúmulo de tiocianato, que pode ser neurotóxico.\n• Considerar hemodiálise para remoção de tiocianato em casos de uso prolongado ou dose alta.",
            "ajusteHepatico": "• Não é necessário ajuste, pois sua eliminação não depende do metabolismo hepático.",
            "contraindicacoes": "• Hipersensibilidade conhecida ao tiossulfato de sódio ou a qualquer componente da fórmula.\n• Hipervolemia não controlada.\n• Insuficiência cardíaca congestiva descompensada.",
            "interacaoMedicamento": "• Potencialização da hipotensão quando associado a outros vasodilatadores.\n• Potencial interação teórica com agentes nefrotóxicos, que podem piorar a excreção de tiocianato.\n• Pode interferir em alguns testes laboratoriais colorimétricos (falsos aumentos de creatinina, bilirrubina e outros).",
            "apresentacao": "• Ampolas de 10 mL (2,5 g) ou 50 mL (12,5 g) a 25% para uso IV.",
            "preparo": "• Pronto para uso.\n• Pode ser diluído em SF 0,9% ou SG 5% para controle da velocidade de infusão se necessário.\n• Exemplo: 12,5 g (50 mL) diluídos em 100 mL de SF 0,9% = concentração de 83 mg/mL.",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Incompatível com soluções ácidas e alguns agentes oxidantes (ex.: nitrito de sódio deve ser administrado separadamente, com flushing entre os medicamentos).",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Após abertura, utilizar imediatamente ou em até 24 horas se mantido refrigerado (2°C a 8°C) e protegido da luz.",
            "cuidadosMedicos": "• Monitorização rigorosa dos sinais vitais, especialmente pressão arterial durante a infusão.\n• Observar sinais de sobrecarga volêmica, especialmente em pacientes renais crônicos ou com insuficiência cardíaca.\n• Acompanhar níveis de tiocianato em uso prolongado ou altas doses.\n• Estar preparado para manejo de hipotensão ou reações adversas imediatas.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade da ampola.\n• Preparar sob condições assépticas.\n• Documentar lote, dose, via, horário e quaisquer eventos adversos.\n• Garantir flushing adequado quando usado com nitrito de sódio para evitar reações químicas adversas.",
            "cuidadosEnfermagem": "• Monitorizar sinais vitais, especialmente PA e frequência cardíaca.\n• Observar sinais de hipervolemia (edema, estertores, desconforto respiratório).\n• Verificar permeabilidade do acesso venoso.\n• Ter suporte de emergência disponível (vasopressores, oxigênio, acesso para diálise em pacientes renais).",
            "fontesBibliograficas": "Bula Anvisa (Tiossulfato de Sódio®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37617902, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli's Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Sodium Thiosulfate",
            "nomeComercial": "Sodium Thiosulfate®, generics",
            "classificacao": "Antidote for cyanide poisoning; chelating agent; agent for prevention of cisplatin toxicity and vascular calcification",
            "mecanismoAcao": "Acts as a sulfur donor for the mitochondrial enzyme rhodanese, which converts cyanide to thiocyanate, a much less toxic substance excreted by the kidneys. It also acts as a chelating agent, forming soluble complexes with heavy metals (e.g., platinum), and as an osmotic reducer in some off-label uses.",
            "farmacocinetica": "• Onset of action: immediate (antidote).\n• Peak effect: minutes.\n• Clinical duration: variable, according to dose and clinical condition.\n• Half-life: 15–20 minutes (initial phase), up to 200 minutes (terminal elimination).\n• Volume of distribution: 0.15–0.2 L/kg.\n• Plasma protein binding: negligible.\n• Metabolism: minimal.\n• Excretion: predominantly renal, as thiocyanate.",
            "farmacodinamica": "Rapidly reduces cyanide toxicity, facilitating its conversion to thiocyanate, which is eliminated by the kidneys. It also acts as a metal chelator and reducer of lesions associated with vascular calcification.",
            "indicacoes": "• Adjunctive treatment of cyanide poisoning (always in association with hydroxocobalamin or sodium nitrite).\n• Prophylaxis of cisplatin renal toxicity (oncology use).\n• Treatment of calciphylaxis in end-stage renal disease (off-label use).\n• Antidote for heavy metal poisoning (e.g., gold, arsenic, bismuth, mercury).",
            "posologia": "Adult:\n• Cyanide poisoning:\n  - 12.5 g IV (50 mL of 25% solution) in slow infusion over 10 minutes.\n• Cisplatin toxicity:\n  - 4 g/m² IV before cisplatin, followed by 12 g/m² in continuous infusion over 6 hours.\n• Calciphylaxis (off-label):\n  - 25 g IV 3 times per week after hemodialysis.\nPediatrics:\n• Cyanide poisoning:\n  - 400 mg/kg IV (maximum 12.5 g) in slow infusion over 10 minutes.",
            "administracao": "• Exclusively by intravenous route.\n• Slow infusion (minimum 10 minutes) to avoid risk of hypotension.\n• May be administered as slow bolus in emergencies, followed by infusion if necessary.",
            "doseMaxima": "• 12.5 g per dose in cyanide poisoning.\n• Up to 25 g in calciphylaxis (off-label use, according to specific protocols).",
            "doseMinima": "• 100–200 mg/kg in pediatrics, depending on severity of poisoning (safe clinical minimum).",
            "reacoesAdversas": "Very common (>10%):\n• Nausea, vomiting.\n• Pain at infusion site.\n• Warm sensation, flushing.\nCommon (1–10%):\n• Transient hypotension.\n• Headache, dizziness.\n• Taste alteration (metallic taste).\nUncommon (0.1–1%):\n• Facial edema, urticaria.\n• Dyspnea.\nRare (<0.1%):\n• Anaphylaxis.\n• Severe hypotension.\n• Hypervolemia and congestive heart failure (in susceptible patients, especially with end-stage renal disease or cardiac dysfunction).",
            "riscoGravidez": "Category C. Use if clearly necessary. Considered acceptable in emergencies (e.g., cyanide poisoning) when benefits outweigh risks.",
            "riscoLactacao": "Limited data available. Considering its rapid renal elimination and use in critical situations, it is considered low risk. Caution and monitoring are recommended.",
            "ajusteRenal": "• Use with caution in renal insufficiency, due to accumulation of thiocyanate, which may be neurotoxic.\n• Consider hemodialysis for thiocyanate removal in cases of prolonged use or high dose.",
            "ajusteHepatico": "• No adjustment necessary, as its elimination does not depend on hepatic metabolism.",
            "contraindicacoes": "• Known hypersensitivity to sodium thiosulfate or any component of the formula.\n• Uncontrolled hypervolemia.\n• Decompensated congestive heart failure.",
            "interacaoMedicamento": "• Potentiation of hypotension when associated with other vasodilators.\n• Potential theoretical interaction with nephrotoxic agents, which may worsen thiocyanate excretion.\n• May interfere with some colorimetric laboratory tests (false increases in creatinine, bilirubin, and others).",
            "apresentacao": "• 10 mL ampules (2.5 g) or 50 mL (12.5 g) at 25% for IV use.",
            "preparo": "• Ready for use.\n• May be diluted in 0.9% NS or 5% glucose for infusion rate control if necessary.\n• Example: 12.5 g (50 mL) diluted in 100 mL 0.9% NS = concentration of 83 mg/mL.",
            "solucoesCompatíveis": "• 0.9% normal saline.\n• 5% glucose solution.\n• Incompatible with acidic solutions and some oxidizing agents (e.g., sodium nitrite should be administered separately, with flushing between medications).",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light.\n• After opening, use immediately or within 24 hours if kept refrigerated (2°C to 8°C) and protected from light.",
            "cuidadosMedicos": "• Rigorous monitoring of vital signs, especially blood pressure during infusion.\n• Observe signs of volume overload, especially in chronic renal patients or with heart failure.\n• Monitor thiocyanate levels in prolonged use or high doses.\n• Be prepared for management of hypotension or immediate adverse reactions.",
            "cuidadosFarmaceuticos": "• Check name, dose, route, concentration, and ampule integrity.\n• Prepare under aseptic conditions.\n• Document lot, dose, route, time, and any adverse events.\n• Ensure adequate flushing when used with sodium nitrite to avoid adverse chemical reactions.",
            "cuidadosEnfermagem": "• Monitor vital signs, especially BP and heart rate.\n• Observe signs of hypervolemia (edema, rales, respiratory discomfort).\n• Check venous access patency.\n• Have emergency support available (vasopressors, oxygen, dialysis access in renal patients).",
            "fontesBibliograficas": "FDA Label (Sodium Thiosulfate®), UpToDate (2024), Micromedex, Goodman & Gilman (13th Edition), PubMed ID 37617902, Miller's Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli's Emergency Medicine (9th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Tiosulfato de Sodio",
            "nomeComercial": "Tiosulfato de Sodio®, genéricos",
            "classificacao": "Antídoto para intoxicación por cianuro; agente quelante; agente para prevención de toxicidad por cisplatino y calcificación vascular",
            "mecanismoAcao": "Actúa como donador de azufre para la enzima mitocondrial rodanasa, que convierte el cianuro en tiocianato, una sustancia mucho menos tóxica y excretada por los riñones. Actúa también como agente quelante, formando complejos solubles con metales pesados (ej.: platino), y como reductor osmótico en algunos usos off-label.",
            "farmacocinetica": "• Inicio de acción: inmediato (antídoto).\n• Pico de efecto: minutos.\n• Duración clínica: variable, según la dosis y la condición clínica.\n• Vida media: 15–20 minutos (fase inicial), hasta 200 minutos (eliminación terminal).\n• Volumen de distribución: 0,15–0,2 L/kg.\n• Unión a proteínas plasmáticas: despreciable.\n• Metabolización: mínima.\n• Excreción: predominantemente renal, como tiocianato.",
            "farmacodinamica": "Reduce rápidamente la toxicidad del cianuro, facilitando su conversión en tiocianato, que es eliminado por los riñones. Actúa también como quelante de metales y reductor de lesiones asociadas a la calcificación vascular.",
            "indicacoes": "• Tratamiento auxiliar de la intoxicación por cianuro (siempre en asociación con hidroxicobalamina o nitrito de sodio).\n• Profilaxis de la toxicidad renal por cisplatino (uso oncológico).\n• Tratamiento de la calcifilaxia en insuficiencia renal terminal (uso off-label).\n• Antídoto para intoxicaciones por metales pesados (ej.: oro, arsénico, bismuto, mercurio).",
            "posologia": "Adulto:\n• Intoxicación por cianuro:\n  - 12,5 g IV (50 mL de solución al 25%) en infusión lenta por 10 minutos.\n• Toxicidad por cisplatino:\n  - 4 g/m² IV antes del cisplatino, seguido de 12 g/m² en infusión continua de 6 horas.\n• Calcifilaxia (off-label):\n  - 25 g IV 3 veces por semana tras hemodiálisis.\nPediatría:\n• Intoxicación por cianuro:\n  - 400 mg/kg IV (máximo 12,5 g) en infusión lenta por 10 minutos.",
            "administracao": "• Exclusivamente por vía intravenosa.\n• Infusión lenta (mínimo 10 minutos) para evitar riesgo de hipotensión.\n• Puede ser administrado en bolo lento en emergencias, seguido de infusión si es necesario.",
            "doseMaxima": "• 12,5 g por dosis en la intoxicación por cianuro.\n• Hasta 25 g en calcifilaxia (uso off-label, según protocolos específicos).",
            "doseMinima": "• 100–200 mg/kg en pediatría, dependiendo de la gravedad de la intoxicación (mínimo clínico seguro).",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Náusea, vómito.\n• Dolor en el sitio de infusión.\n• Sensación de calor, rubor.\nFrecuentes (1–10%):\n• Hipotensión transitoria.\n• Cefalea, mareo.\n• Alteración del gusto (sabor metálico).\nInfrecuentes (0,1–1%):\n• Edema facial, urticaria.\n• Disnea.\nRaras (<0,1%):\n• Anafilaxia.\n• Hipotensión severa.\n• Hipervolemia e insuficiencia cardíaca congestiva (en pacientes susceptibles, especialmente con enfermedad renal terminal o disfunción cardíaca).",
            "riscoGravidez": "Categoría C. Usar si claramente necesario. Considerado aceptable en emergencias (ej.: intoxicación por cianuro) cuando los beneficios superan los riesgos.",
            "riscoLactacao": "Pocos datos disponibles. Considerando su rápida eliminación renal y uso en situaciones críticas, es considerado de bajo riesgo. Se recomienda cautela y monitorización.",
            "ajusteRenal": "• Usar con cautela en insuficiencia renal, debido a la acumulación de tiocianato, que puede ser neurotóxico.\n• Considerar hemodiálisis para remoción de tiocianato en casos de uso prolongado o dosis alta.",
            "ajusteHepatico": "• No es necesario ajuste, ya que su eliminación no depende del metabolismo hepático.",
            "contraindicacoes": "• Hipersensibilidad conocida al tiosulfato de sodio o a cualquier componente de la fórmula.\n• Hipervolemia no controlada.\n• Insuficiencia cardíaca congestiva descompensada.",
            "interacaoMedicamento": "• Potenciación de la hipotensión cuando asociado a otros vasodilatadores.\n• Potencial interacción teórica con agentes nefrotóxicos, que pueden empeorar la excreción de tiocianato.\n• Puede interferir en algunas pruebas de laboratorio colorimétricas (falsos aumentos de creatinina, bilirrubina y otros).",
            "apresentacao": "• Ampollas de 10 mL (2,5 g) o 50 mL (12,5 g) al 25% para uso IV.",
            "preparo": "• Listo para usar.\n• Puede ser diluido en SF 0,9% o SG 5% para control de la velocidad de infusión si es necesario.\n• Ejemplo: 12,5 g (50 mL) diluidos en 100 mL de SF 0,9% = concentración de 83 mg/mL.",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Solución glucosada 5%.\n• Incompatible con soluciones ácidas y algunos agentes oxidantes (ej.: nitrito de sodio debe ser administrado separadamente, con flushing entre los medicamentos).",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz.\n• Tras apertura, utilizar inmediatamente o hasta 24 horas si mantenido refrigerado (2°C a 8°C) y protegido de la luz.",
            "cuidadosMedicos": "• Monitorización rigurosa de los signos vitales, especialmente presión arterial durante la infusión.\n• Observar signos de sobrecarga volémica, especialmente en pacientes renales crónicos o con insuficiencia cardíaca.\n• Acompañar niveles de tiocianato en uso prolongado o dosis altas.\n• Estar preparado para manejo de hipotensión o reacciones adversas inmediatas.",
            "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía, concentración e integridad de la ampolla.\n• Preparar bajo condiciones asépticas.\n• Documentar lote, dosis, vía, horario y cualquier evento adverso.\n• Garantizar flushing adecuado cuando usado con nitrito de sodio para evitar reacciones químicas adversas.",
            "cuidadosEnfermagem": "• Monitorizar signos vitales, especialmente PA y frecuencia cardíaca.\n• Observar signos de hipervolemia (edema, estertores, disconforto respiratorio).\n• Verificar permeabilidad del acceso venoso.\n• Tener soporte de emergencia disponible (vasopresores, oxígeno, acceso para diálisis en pacientes renales).",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Tiosulfato de Sodio®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37617902, Miller's Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli's Emergency Medicine (9ª Edición)."
        }
    }
}