{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Tramadol (cloridrato de tramadol)",
            "nomeComercial": "Tramal®, Dorless®, Zytram®, Maxsulid®",
            "classificacao": "Analgésico opioide sintético; agonista μ-opioide fraco; inibidor da recaptação de serotonina e noradrenalina",
            "mecanismoAcao": "O tramadol é um analgésico de ação central com mecanismo duplo. Atua como agonista fraco dos receptores μ-opioides, com afinidade baixa, mas suficiente para efeitos analgésicos moderados. Simultaneamente, inibe a recaptação neuronal de serotonina e noradrenalina, potencializando a modulação descendente da dor. Seu principal metabólito ativo, o O-desmetiltramadol (M1), apresenta afinidade μ-opioide cerca de 200 vezes superior ao composto original, sendo responsável por grande parte da analgesia. A contribuição sinérgica entre seus mecanismos proporciona eficácia em dores mistas (nociceptiva e neuropática). O sistema duplo de ação do tramadol permite efeito analgésico eficaz em dores com componente misto (nociceptivo e neuropático). A inibição da recaptação de noradrenalina favorece modulação simpática descendente, enquanto a recaptação de serotonina modula inibição central. A conversão do tramadol ao metabólito ativo M1 é essencial para a analgesia μ-opioide. Essa conversão varia entre indivíduos conforme o fenótipo do CYP2D6 (metabolizadores pobres, intermediários, extensivos ou ultrarrápidos), afetando significativamente a eficácia e a segurança do fármaco.",
            "farmacocinetica": "• Início de ação: 30–60 minutos (oral), 10–15 min (IV).\n• Pico plasmático: 1,5–2 h (VO), 0,5 h (IV).\n• Duração de ação: 6–8 horas.\n• Meia-vida: 5–6 h (tramadol); 6–8 h (metabólito M1).\n• Ligação a proteínas plasmáticas: 20%.\n• Biodisponibilidade oral: 70–75% (VO); 100% (IV).\n• Metabolização: hepática (CYP2D6 e CYP3A4).\n• Excreção: renal, 30% como tramadol, 60% como metabólitos.",
            "farmacodinamica": "Apresenta efeito analgésico de intensidade leve a moderada. A eficácia do tramadol depende da capacidade do paciente em metabolizar via CYP2D6 para formar o M1. Metabolizadores ultrarrápidos têm maior risco de efeitos adversos opioides, enquanto metabolizadores lentos apresentam analgesia reduzida. Possui menor risco de depressão respiratória comparado a opioides puros, porém maior incidência de náusea, tontura e sonolência. Tem potencial de causar síndrome serotoninérgica e convulsões em doses altas ou em combinação com ISRS, IMAO ou bupropiona. O tramadol promove analgesia sem efeito teto até doses de 400 mg/dia, após o qual o risco de efeitos adversos supera o benefício. Estudos mostram eficácia similar à da codeína e menor do que morfina em dor aguda intensa, mas com perfil de tolerabilidade superior. Não induz miose típica de opioides fortes, o que pode dificultar o diagnóstico de toxicidade. Seu uso prolongado pode causar tolerância e dependência, mas o potencial é inferior ao dos opioides plenos. O risco de convulsões é dose-dependente e pode ocorrer mesmo em doses terapêuticas em pacientes predispostos.",
            "indicacoes": "• Dor moderada a intensa de origem aguda ou crônica.\n• Dor pós-operatória leve a moderada.\n• Dor músculo-esquelética e articular.\n• Dor neuropática (uso off-label).\n• Alternativa a opioides fortes em pacientes com risco aumentado de depressão respiratória.",
            "posologia": "Adultos:\n• Oral: 50–100 mg a cada 6–8 h (máximo 400 mg/dia).\n• IV/IM/SC: 50–100 mg a cada 4–6 h (máximo 400 mg/dia).\n• Gotas: 20–40 gotas (50–100 mg) VO a cada 6–8 h.\n• Liberação prolongada: 100–300 mg 1x/dia.\nIdosos (>75 anos):\n• Máximo 300 mg/dia.\nPediatria (>12 anos):\n• 1–2 mg/kg/dose VO ou IV a cada 6–8 h (máximo 400 mg/dia).",
            "administracao": "• Oral (comprimidos, gotas, cápsulas de liberação prolongada).\n• Parenteral: IV lento (2–3 minutos), IM, SC.\n• Pode ser diluído em SF 0,9% ou SG 5% para infusão curta (15–30 min).",
            "doseMaxima": "• 400 mg/dia (adultos).\n• 300 mg/dia (idosos ≥75 anos).\n• 4 mg/kg/dia (pediatria).",
            "doseMinima": "• 50 mg VO/IV (adultos); 1 mg/kg (pediatria).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Náusea, tontura, sudorese.\nComuns (1–10%):\n• Vômito, constipação, cefaleia, sonolência.\n• Xerostomia, astenia, anorexia.\nIncomuns (0,1–1%):\n• Convulsões, síndrome serotoninérgica, confusão, agitação.\nRaras (<0,1%):\n• Reações alérgicas graves, alucinações, dependência física ou psicológica.",
            "riscoGravidez": "Categoria C. Pode causar sintomas de abstinência neonatal. Não recomendado durante o terceiro trimestre. Uso apenas se os benefícios superarem os riscos.",
            "riscoLactacao": "Excretado em pequenas quantidades. Evitar em lactentes prematuros ou neonatos. Uso com cautela em amamentação prolongada com monitoramento do lactente.",
            "ajusteRenal": "• ClCr <30 mL/min: aumentar intervalo para 12 h ou reduzir dose.\n• Evitar formulações de liberação prolongada em insuficiência renal grave.",
            "ajusteHepatico": "• Hepatopatia leve a moderada: usar com cautela.\n• Hepatopatia grave: contraindicado devido à imprevisibilidade da metabolização.",
            "contraindicacoes": "• Hipersensibilidade ao tramadol.\n• Intoxicação aguda por álcool, hipnóticos, opioides ou psicotrópicos.\n• Uso concomitante com IMAO ou em até 14 dias após sua descontinuação.\n• Epilepsia não controlada.\n• Idade <12 anos ou <18 anos após cirurgia de adenoide/amigdalectomia.",
            "interacaoMedicamento": "• Aumento do risco de convulsões com ISRS, tricíclicos, bupropiona.\n• Risco de síndrome serotoninérgica com IMAO, ISRS, triptanos.\n• Potencialização de sedação com álcool, benzodiazepínicos, antipsicóticos.\n• Indutores do CYP3A4 (carbamazepina) reduzem eficácia. O tramadol interage com medicamentos serotoninérgicos, como ISRS, IRSN, triptanos e lítio, aumentando o risco de síndrome serotoninérgica. O uso com IMAOs é contraindicado por risco de hipertensão, hipertermia e convulsão. A coadministração com bupropiona ou antipsicóticos como haloperidol também pode baixar o limiar convulsivo. A eficácia analgésica pode ser reduzida por inibidores do CYP2D6 (fluoxetina, paroxetina) que bloqueiam a conversão ao metabólito ativo. Concomitância com benzodiazepínicos ou álcool aumenta o risco de depressão do SNC, sedação excessiva e apneia, mesmo em doses moderadas.",
            "apresentacao": "• Comprimidos: 50 mg, 100 mg, 150 mg, 200 mg (liberação prolongada).\n• Gotas: 100 mg/mL (1 gota = 2,5 mg).\n• Ampolas: 50 mg/mL em 1 mL, 2 mL.\n• Cápsulas: 100 mg, 150 mg.\n• Comprimidos combinados com paracetamol (37,5 mg + 325 mg).",
            "preparo": "• IV: administrar lentamente (≥2 min) ou diluir em 100 mL de SF 0,9% para infusão em 15–30 min.\n• Oral: pode ser tomado com ou sem alimentos.\n• Gotas: diluir em água para palatabilidade em pediatria.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com soluções alcalinas e bicarbonato.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz e umidade.\n• Após abertura, usar solução oral em até 30 dias.",
            "cuidadosMedicos": "• Avaliar histórico de epilepsia, uso de ISRS e risco de suicídio.\n• Monitorar padrão respiratório, sedação e sinais neurológicos.\n• Evitar uso prolongado sem reavaliação da necessidade.\n• Ajustar dose em pacientes idosos, renais e hepatopatas.",
            "cuidadosFarmaceuticos": "• Garantir prescrição clara com dose total e frequência.\n• Verificar interações com antidepressivos, anticonvulsivantes.\n• Documentar efeitos adversos e uso concomitante com outros opioides.\n• Rastrear número de gotas se usado oralmente.",
            "cuidadosEnfermagem": "• Monitorar dor, efeitos colaterais (náusea, sonolência, confusão).\n• Observar sinais de convulsão, alucinação ou euforia.\n• Assegurar hidratação e prevenção de constipação.\n• Avaliar adesão e possíveis sinais de uso inadequado ou dependência.",
            "fontesBibliograficas": "Bula Anvisa (Tramal®), UpToDate (2024), Micromedex, PubMed ID 37627281, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), WHO Guidelines for Analgesics (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Tramadol (tramadol hydrochloride)",
            "nomeComercial": "Ultram®, ConZip®, Rybix®, Ryzolt®",
            "classificacao": "Synthetic opioid analgesic; weak μ-opioid agonist; serotonin and norepinephrine reuptake inhibitor",
            "mecanismoAcao": "Tramadol is a centrally acting analgesic with dual mechanism. It acts as a weak agonist of μ-opioid receptors, with low affinity but sufficient for moderate analgesic effects. Simultaneously, it inhibits neuronal reuptake of serotonin and norepinephrine, potentiating descending pain modulation. Its main active metabolite, O-desmethyltramadol (M1), has μ-opioid affinity about 200 times higher than the original compound, being responsible for much of the analgesia. The synergistic contribution between its mechanisms provides efficacy in mixed pain (nociceptive and neuropathic). Tramadol's dual action system allows effective analgesic effect in pain with mixed component (nociceptive and neuropathic). Norepinephrine reuptake inhibition favors descending sympathetic modulation, while serotonin reuptake modulates central inhibition. Conversion of tramadol to the active M1 metabolite is essential for μ-opioid analgesia. This conversion varies among individuals according to CYP2D6 phenotype (poor, intermediate, extensive, or ultrarapid metabolizers), significantly affecting drug efficacy and safety.",
            "farmacocinetica": "• Onset of action: 30–60 minutes (oral), 10–15 min (IV).\n• Plasma peak: 1.5–2 h (PO), 0.5 h (IV).\n• Duration of action: 6–8 hours.\n• Half-life: 5–6 h (tramadol); 6–8 h (M1 metabolite).\n• Plasma protein binding: 20%.\n• Oral bioavailability: 70–75% (PO); 100% (IV).\n• Metabolism: hepatic (CYP2D6 and CYP3A4).\n• Excretion: renal, 30% as tramadol, 60% as metabolites.",
            "farmacodinamica": "Presents analgesic effect of mild to moderate intensity. Tramadol efficacy depends on patient's ability to metabolize via CYP2D6 to form M1. Ultrarapid metabolizers have higher risk of opioid adverse effects, while slow metabolizers show reduced analgesia. Has lower risk of respiratory depression compared to pure opioids, but higher incidence of nausea, dizziness, and somnolence. Has potential to cause serotonin syndrome and seizures at high doses or in combination with SSRIs, MAOIs, or bupropion. Tramadol promotes analgesia without ceiling effect up to 400 mg/day, after which risk of adverse effects outweighs benefit. Studies show efficacy similar to codeine and less than morphine in severe acute pain, but with superior tolerability profile. Does not induce typical opioid miosis, which may complicate toxicity diagnosis. Prolonged use may cause tolerance and dependence, but potential is inferior to full opioids. Seizure risk is dose-dependent and may occur even at therapeutic doses in predisposed patients.",
            "indicacoes": "• Moderate to severe pain of acute or chronic origin.\n• Mild to moderate postoperative pain.\n• Musculoskeletal and joint pain.\n• Neuropathic pain (off-label use).\n• Alternative to strong opioids in patients with increased risk of respiratory depression.",
            "posologia": "Adults:\n• Oral: 50–100 mg every 6–8 h (maximum 400 mg/day).\n• IV/IM/SC: 50–100 mg every 4–6 h (maximum 400 mg/day).\n• Drops: 20–40 drops (50–100 mg) PO every 6–8 h.\n• Extended release: 100–300 mg once daily.\nElderly (>75 years):\n• Maximum 300 mg/day.\nPediatrics (>12 years):\n• 1–2 mg/kg/dose PO or IV every 6–8 h (maximum 400 mg/day).",
            "administracao": "• Oral (tablets, drops, extended-release capsules).\n• Parenteral: slow IV (2–3 minutes), IM, SC.\n• May be diluted in 0.9% NS or 5% glucose for short infusion (15–30 min).",
            "doseMaxima": "• 400 mg/day (adults).\n• 300 mg/day (elderly ≥75 years).\n• 4 mg/kg/day (pediatrics).",
            "doseMinima": "• 50 mg PO/IV (adults); 1 mg/kg (pediatrics).",
            "reacoesAdversas": "Very common (>10%):\n• Nausea, dizziness, sweating.\nCommon (1–10%):\n• Vomiting, constipation, headache, somnolence.\n• Xerostomia, asthenia, anorexia.\nUncommon (0.1–1%):\n• Seizures, serotonin syndrome, confusion, agitation.\nRare (<0.1%):\n• Severe allergic reactions, hallucinations, physical or psychological dependence.",
            "riscoGravidez": "Category C. May cause neonatal withdrawal symptoms. Not recommended during third trimester. Use only if benefits outweigh risks.",
            "riscoLactacao": "Excreted in small amounts. Avoid in premature or neonatal infants. Use with caution in prolonged breastfeeding with infant monitoring.",
            "ajusteRenal": "• ClCr <30 mL/min: increase interval to 12 h or reduce dose.\n• Avoid extended-release formulations in severe renal insufficiency.",
            "ajusteHepatico": "• Mild to moderate liver disease: use with caution.\n• Severe liver disease: contraindicated due to unpredictability of metabolism.",
            "contraindicacoes": "• Hypersensitivity to tramadol.\n• Acute intoxication with alcohol, hypnotics, opioids, or psychotropics.\n• Concomitant use with MAOIs or within 14 days of discontinuation.\n• Uncontrolled epilepsy.\n• Age <12 years or <18 years after adenoid/tonsillectomy surgery.",
            "interacaoMedicamento": "• Increased risk of seizures with SSRIs, tricyclics, bupropion.\n• Risk of serotonin syndrome with MAOIs, SSRIs, triptans.\n• Potentiation of sedation with alcohol, benzodiazepines, antipsychotics.\n• CYP3A4 inducers (carbamazepine) reduce efficacy. Tramadol interacts with serotonergic medications such as SSRIs, SNRIs, triptans, and lithium, increasing risk of serotonin syndrome. Use with MAOIs is contraindicated due to risk of hypertension, hyperthermia, and seizures. Coadministration with bupropion or antipsychotics such as haloperidol may also lower seizure threshold. Analgesic efficacy may be reduced by CYP2D6 inhibitors (fluoxetine, paroxetine) that block conversion to active metabolite. Concomitance with benzodiazepines or alcohol increases risk of CNS depression, excessive sedation, and apnea, even at moderate doses.",
            "apresentacao": "• Tablets: 50 mg, 100 mg, 150 mg, 200 mg (extended release).\n• Drops: 100 mg/mL (1 drop = 2.5 mg).\n• Ampules: 50 mg/mL in 1 mL, 2 mL.\n• Capsules: 100 mg, 150 mg.\n• Combination tablets with acetaminophen (37.5 mg + 325 mg).",
            "preparo": "• IV: administer slowly (≥2 min) or dilute in 100 mL 0.9% NS for infusion over 15–30 min.\n• Oral: may be taken with or without food.\n• Drops: dilute in water for palatability in pediatrics.",
            "solucoesCompatíveis": "• 0.9% NS, 5% glucose.\n• Incompatible with alkaline solutions and bicarbonate.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light and moisture.\n• After opening, use oral solution within 30 days.",
            "cuidadosMedicos": "• Assess history of epilepsy, SSRI use, and suicide risk.\n• Monitor respiratory pattern, sedation, and neurological signs.\n• Avoid prolonged use without reassessment of need.\n• Adjust dose in elderly, renal, and liver disease patients.",
            "cuidadosFarmaceuticos": "• Ensure clear prescription with total dose and frequency.\n• Check interactions with antidepressants, anticonvulsants.\n• Document adverse effects and concomitant use with other opioids.\n• Track number of drops if used orally.",
            "cuidadosEnfermagem": "• Monitor pain, side effects (nausea, somnolence, confusion).\n• Observe signs of seizure, hallucination, or euphoria.\n• Ensure hydration and constipation prevention.\n• Assess adherence and possible signs of inappropriate use or dependence.",
            "fontesBibliograficas": "FDA Label (Ultram®), UpToDate (2024), Micromedex, PubMed ID 37627281, Goodman & Gilman (13th Ed.), Miller's Anesthesia (9th Ed.), WHO Guidelines for Analgesics (2023)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Tramadol (clorhidrato de tramadol)",
            "nomeComercial": "Tramal®, Dorless®, Zytram®, Maxsulid®",
            "classificacao": "Analgésico opioide sintético; agonista μ-opioide débil; inhibidor de la recaptación de serotonina y noradrenalina",
            "mecanismoAcao": "El tramadol es un analgésico de acción central con mecanismo dual. Actúa como agonista débil de los receptores μ-opioides, con afinidad baja pero suficiente para efectos analgésicos moderados. Simultáneamente, inhibe la recaptación neuronal de serotonina y noradrenalina, potenciando la modulación descendente del dolor. Su principal metabolito activo, el O-desmetiltramadol (M1), presenta afinidad μ-opioide unas 200 veces superior al compuesto original, siendo responsable de gran parte de la analgesia. La contribución sinérgica entre sus mecanismos proporciona eficacia en dolores mixtos (nociceptivo y neuropático). El sistema dual de acción del tramadol permite efecto analgésico eficaz en dolores con componente mixto (nociceptivo y neuropático). La inhibición de la recaptación de noradrenalina favorece modulación simpática descendente, mientras la recaptación de serotonina modula inhibición central. La conversión del tramadol al metabolito activo M1 es esencial para la analgesia μ-opioide. Esta conversión varía entre individuos según el fenotipo del CYP2D6 (metabolizadores pobres, intermedios, extensivos o ultrarápidos), afectando significativamente la eficacia y seguridad del fármaco.",
            "farmacocinetica": "• Inicio de acción: 30–60 minutos (oral), 10–15 min (IV).\n• Pico plasmático: 1,5–2 h (VO), 0,5 h (IV).\n• Duración de acción: 6–8 horas.\n• Vida media: 5–6 h (tramadol); 6–8 h (metabolito M1).\n• Unión a proteínas plasmáticas: 20%.\n• Biodisponibilidad oral: 70–75% (VO); 100% (IV).\n• Metabolización: hepática (CYP2D6 y CYP3A4).\n• Excreción: renal, 30% como tramadol, 60% como metabolitos.",
            "farmacodinamica": "Presenta efecto analgésico de intensidad leve a moderada. La eficacia del tramadol depende de la capacidad del paciente en metabolizar vía CYP2D6 para formar el M1. Metabolizadores ultrarápidos tienen mayor riesgo de efectos adversos opioides, mientras metabolizadores lentos presentan analgesia reducida. Posee menor riesgo de depresión respiratoria comparado a opioides puros, pero mayor incidencia de náusea, mareo y somnolencia. Tiene potencial de causar síndrome serotoninérgico y convulsiones en dosis altas o en combinación con ISRS, IMAO o bupropiona. El tramadol promueve analgesia sin efecto techo hasta dosis de 400 mg/día, tras lo cual el riesgo de efectos adversos supera el beneficio. Estudios muestran eficacia similar a la codeína y menor que morfina en dolor agudo intenso, pero con perfil de tolerabilidad superior. No induce miosis típica de opioides fuertes, lo que puede dificultar el diagnóstico de toxicidad. Su uso prolongado puede causar tolerancia y dependencia, pero el potencial es inferior al de los opioides plenos. El riesgo de convulsiones es dosis-dependiente y puede ocurrir incluso en dosis terapéuticas en pacientes predispuestos.",
            "indicacoes": "• Dolor moderado a intenso de origen agudo o crónico.\n• Dolor postoperatorio leve a moderado.\n• Dolor músculo-esquelético y articular.\n• Dolor neuropático (uso off-label).\n• Alternativa a opioides fuertes en pacientes con riesgo aumentado de depresión respiratoria.",
            "posologia": "Adultos:\n• Oral: 50–100 mg cada 6–8 h (máximo 400 mg/día).\n• IV/IM/SC: 50–100 mg cada 4–6 h (máximo 400 mg/día).\n• Gotas: 20–40 gotas (50–100 mg) VO cada 6–8 h.\n• Liberación prolongada: 100–300 mg 1x/día.\nAncianos (>75 años):\n• Máximo 300 mg/día.\nPediatría (>12 años):\n• 1–2 mg/kg/dosis VO o IV cada 6–8 h (máximo 400 mg/día).",
            "administracao": "• Oral (comprimidos, gotas, cápsulas de liberación prolongada).\n• Parenteral: IV lento (2–3 minutos), IM, SC.\n• Puede ser diluido en SF 0,9% o SG 5% para infusión corta (15–30 min).",
            "doseMaxima": "• 400 mg/día (adultos).\n• 300 mg/día (ancianos ≥75 años).\n• 4 mg/kg/día (pediatría).",
            "doseMinima": "• 50 mg VO/IV (adultos); 1 mg/kg (pediatría).",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Náusea, mareo, sudoración.\nFrecuentes (1–10%):\n• Vómito, estreñimiento, cefalea, somnolencia.\n• Xerostomía, astenia, anorexia.\nInfrecuentes (0,1–1%):\n• Convulsiones, síndrome serotoninérgico, confusión, agitación.\nRaras (<0,1%):\n• Reacciones alérgicas graves, alucinaciones, dependencia física o psicológica.",
            "riscoGravidez": "Categoría C. Puede causar síntomas de abstinencia neonatal. No recomendado durante el tercer trimestre. Uso solo si los beneficios superan los riesgos.",
            "riscoLactacao": "Excretado en pequeñas cantidades. Evitar en lactantes prematuros o neonatos. Uso con cautela en lactancia prolongada con monitorización del lactante.",
            "ajusteRenal": "• ClCr <30 mL/min: aumentar intervalo a 12 h o reducir dosis.\n• Evitar formulaciones de liberación prolongada en insuficiencia renal grave.",
            "ajusteHepatico": "• Hepatopatía leve a moderada: usar con cautela.\n• Hepatopatía grave: contraindicado debido a la imprevisibilidad de la metabolización.",
            "contraindicacoes": "• Hipersensibilidad al tramadol.\n• Intoxicación aguda por alcohol, hipnóticos, opioides o psicotrópicos.\n• Uso concomitante con IMAO o hasta 14 días tras su descontinuación.\n• Epilepsia no controlada.\n• Edad <12 años o <18 años tras cirugía de adenoide/amigdalectomía.",
            "interacaoMedicamento": "• Aumento del riesgo de convulsiones con ISRS, tricíclicos, bupropiona.\n• Riesgo de síndrome serotoninérgico con IMAO, ISRS, triptanos.\n• Potenciación de sedación con alcohol, benzodiazepínicos, antipsicóticos.\n• Inductores del CYP3A4 (carbamazepina) reducen eficacia. El tramadol interacciona con medicamentos serotoninérgicos, como ISRS, IRSN, triptanos y litio, aumentando el riesgo de síndrome serotoninérgico. El uso con IMAOs está contraindicado por riesgo de hipertensión, hipertermia y convulsión. La coadministración con bupropiona o antipsicóticos como haloperidol también puede bajar el umbral convulsivo. La eficacia analgésica puede ser reducida por inhibidores del CYP2D6 (fluoxetina, paroxetina) que bloquean la conversión al metabolito activo. Concomitancia con benzodiazepínicos o alcohol aumenta el riesgo de depresión del SNC, sedación excesiva y apnea, incluso en dosis moderadas.",
            "apresentacao": "• Comprimidos: 50 mg, 100 mg, 150 mg, 200 mg (liberación prolongada).\n• Gotas: 100 mg/mL (1 gota = 2,5 mg).\n• Ampollas: 50 mg/mL en 1 mL, 2 mL.\n• Cápsulas: 100 mg, 150 mg.\n• Comprimidos combinados con paracetamol (37,5 mg + 325 mg).",
            "preparo": "• IV: administrar lentamente (≥2 min) o diluir en 100 mL de SF 0,9% para infusión en 15–30 min.\n• Oral: puede ser tomado con o sin alimentos.\n• Gotas: diluir en agua para palatabilidad en pediatría.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con soluciones alcalinas y bicarbonato.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz y humedad.\n• Tras apertura, usar solución oral hasta 30 días.",
            "cuidadosMedicos": "• Evaluar historial de epilepsia, uso de ISRS y riesgo de suicidio.\n• Monitorizar patrón respiratorio, sedación y signos neurológicos.\n• Evitar uso prolongado sin revaluación de la necesidad.\n• Ajustar dosis en pacientes ancianos, renales y hepatópatas.",
            "cuidadosFarmaceuticos": "• Garantizar prescripción clara con dosis total y frecuencia.\n• Verificar interacciones con antidepresivos, anticonvulsivantes.\n• Documentar efectos adversos y uso concomitante con otros opioides.\n• Rastrear número de gotas si usado oralmente.",
            "cuidadosEnfermagem": "• Monitorizar dolor, efectos secundarios (náusea, somnolencia, confusión).\n• Observar signos de convulsión, alucinación o euforia.\n• Asegurar hidratación y prevención de estreñimiento.\n• Evaluar adherencia y posibles signos de uso inadecuado o dependencia.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Tramal®), UpToDate (2024), Micromedex, PubMed ID 37627281, Goodman & Gilman (13ª Ed.), Miller's Anesthesia (9ª Ed.), WHO Guidelines for Analgesics (2023)."
        }
    }
}