{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Vancomicina (cloridrato de vancomicina)",
            "nomeComercial": "Vancocin®, Diathevan®, Norvan®, Vansafe®",
            "classificacao": "Antibiótico glicopeptídeo; bactericida tempo-dependente; inibidor da síntese da parede celular",
            "mecanismoAcao": "A vancomicina inibe a síntese da parede celular bacteriana ao se ligar firmemente ao terminal D-Ala-D-Ala do precursor do peptidoglicano, bloqueando o alongamento e entrecruzamento da parede celular. Isso resulta em lise osmótica e morte celular, especialmente em bactérias gram-positivas. É bactericida lenta e tempo-dependente, e não sofre degradação por beta-lactamases. Não penetra bem em células humanas ou tecidos não inflamados, mas sua eficácia está associada à manutenção de níveis séricos acima da CIM (fT > MIC), com alvo AUC/MIC >400 em infecções graves. A ligação da vancomicina ao terminal D-Ala-D-Ala inibe tanto a transglicosilação quanto a transpeptidação do peptidoglicano, resultando em fragilidade estrutural da parede celular e morte osmótica. Essa ligação é estereoquimicamente seletiva, explicando a perda de eficácia contra enterococos com substituição D-Ala-D-Lac (VRE). A ação é exclusivamente extracelular e mais lenta que a dos beta-lactâmicos.",
            "farmacocinetica": "• Início de ação: variável; ação rápida em infecções sistêmicas IV.\n• Pico sérico: 1–2 h após infusão IV.\n• Meia-vida: 4–6 h (até 10 h em idosos, >200 h em anúria).\n• Volume de distribuição: 0,4–1 L/kg.\n• Ligação a proteínas: 30–55%.\n• Metabolização: mínima; excreção renal praticamente inalterada (>90%).\n• Penetra bem em líquido pleural, sinovial, pericárdico e LCR (com meninges inflamadas).",
            "farmacodinamica": "A vancomicina tem excelente atividade contra cocos gram-positivos, incluindo Staphylococcus aureus (inclusive MRSA), Streptococcus spp. e Enterococcus spp. (exceto VRE). É inativa contra gram-negativos. Em infecções graves (endocardite, pneumonia, meningite), recomenda-se monitorar níveis séricos e calcular a razão AUC/MIC. A eficácia terapêutica está correlacionada a AUC/MIC >400 e pico/trough de 15–20 mg/L. Níveis altos prolongados aumentam risco de nefrotoxicidade. A vancomicina exibe perfil farmacodinâmico dependente da razão AUC/MIC, e não do pico. A concentração sérica sustentada acima da MIC (>90%) é essencial para eficácia clínica, principalmente em infecções por MRSA com MIC ≥1 mg/L. Em infecções profundas como endocardite ou osteomielite, é recomendada terapia guiada por AUC com dosagem de níveis séricos mínimos (vales) após 3–5 doses. A penetração no LCR em meningites pode ultrapassar 20%, dependendo da inflamação meníngea.",
            "indicacoes": "• Infecções graves por MRSA (endocardite, pneumonia, bacteremia, osteomielite).\n• Infecções graves por Staphylococcus coagulase-negativo (próteses).\n• Meningite bacteriana (Streptococcus pneumoniae resistente).\n• Enterocolite por Clostridioides difficile (via oral).\n• Profilaxia cirúrgica em pacientes alérgicos a beta-lactâmicos.\n• Infecções de dispositivos, próteses e cateteres (em combinação com rifampicina).",
            "posologia": "Adultos (IV):\n• 15–20 mg/kg IV a cada 8–12 h.\n• Doses ajustadas por função renal e peso.\n• AUC alvo: 400–600 mg·h/L.\n• Monitorar níveis séricos em infusões >48 h.\nAdultos (oral):\n• C. difficile: 125–500 mg VO 6/6 h por 10 dias.\nPediatria:\n• 10–15 mg/kg IV a cada 6–12 h.\n• VO: 40–60 mg/kg/dia divididos 4x/dia (máx. 2 g/dia).\nNeonatos:\n• 10–15 mg/kg IV a cada 12–24 h, com ajuste por idade pós-natal e função renal.",
            "administracao": "• IV: infusão lenta ≥60 min (para evitar síndrome do homem vermelho).\n• VO: para colite por C. difficile (não absorvida sistemicamente).\n• Intratecal ou intraventricular: em meningites refratárias (off-label).\n• Não administrar por IM devido à dor intensa e necrose local.",
            "doseMaxima": "3–4 g/dia (adultos).",
            "doseMinima": "125 mg VO ou 10 mg/kg IV.",
            "reacoesAdversas": "Comuns (1–10%):\n• Reações infusionais (síndrome do homem vermelho), rash, náusea.\nIncomuns (0,1–1%):\n• Nefrotoxicidade, ototoxicidade (doses >30 mg/kg/dia).\n• Flebotrombose, eosinofilia, neutropenia.\nRaras (<0,1%):\n• Reações anafiláticas, eritema multiforme, síndrome de Stevens-Johnson.\n• Necrose tubular aguda em associação com aminoglicosídeos.",
            "riscoGravidez": "Categoria B. Estudos não demonstraram efeitos teratogênicos. Uso considerado seguro em infecções maternas graves por MRSA ou meningite.",
            "riscoLactacao": "Pouca excreção no leite materno. Uso compatível com amamentação. Monitorar lactente quanto a diarreia ou candidíase oral.",
            "ajusteRenal": "• ClCr >50 mL/min: 15–20 mg/kg IV a cada 12 h.\n• ClCr 10–50 mL/min: intervalo 24 h ou dose reduzida.\n• ClCr <10 mL/min: 10–15 mg/kg IV a cada 48–72 h.\n• Diálise: dose pós-hemodiálise com monitoramento de níveis.",
            "ajusteHepatico": "• Não requer ajuste.",
            "contraindicacoes": "• Hipersensibilidade à vancomicina ou glicopeptídeos correlatos.\n• Administração IM pura (dor intensa e necrose).",
            "interacaoMedicamento": "• Aumento do risco de nefrotoxicidade com aminoglicosídeos, anfotericina B, furosemida.\n• Potencialização de ototoxicidade com furosemida, cisplatina.\n• Pode prolongar o tempo de protrombina (raro).\n• Evitar infusão rápida (síndrome do homem vermelho). Em pacientes críticos, a vancomicina é frequentemente administrada com aminoglicosídeos e diuréticos, exigindo monitoramento rigoroso da função renal devido ao risco sinérgico de nefrotoxicidade. O uso com anestésicos inalatórios como sevoflurano pode amplificar a incidência de rash e prurido, especialmente se a infusão for rápida. Há relatos de interação com bloqueadores neuromusculares, prolongando bloqueio em infusões prolongadas (possivelmente via acidose metabólica leve associada).",
            "apresentacao": "• Pó liofilizado para reconstituição: 500 mg, 1 g, 2 g.\n• Cápsulas orais: 125 mg, 250 mg (com ou sem cobertura entérica).",
            "preparo": "• IV: reconstituir 1 g com 10 mL de água estéril; diluir em 100–250 mL de SF 0,9% (infusão ≥60 min).\n• VO: cápsulas ou solução oral magistral (reconstituída sob orientação).\n• Não usar soluções turvas ou com precipitados.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com soluções alcalinas e aminoglicosídeos no mesmo frasco.",
            "armazenamento": "• Pó liofilizado: 15–30°C, protegido da luz.\n• Solução reconstituída: até 96 h refrigerada (2–8°C); 24 h à temperatura ambiente.",
            "cuidadosMedicos": "• Monitorar função renal seriada.\n• Avaliar risco-benefício em associação com outros nefrotóxicos.\n• Solicitar níveis séricos em tratamentos >3 dias.\n• Infundir lentamente para evitar reações infusionais.",
            "cuidadosFarmaceuticos": "• Garantir diluição correta e compatibilidade.\n• Controlar rastreabilidade de lote, dose e via.\n• Preparar sob condições assépticas.\n• Não associar fisicamente a aminoglicosídeos.",
            "cuidadosEnfermagem": "• Observar sinais de rash, rubor facial, prurido durante a infusão.\n• Monitorar acesso venoso por risco de flebite.\n• Avaliar padrão respiratório, diurese e função auditiva em uso prolongado.\n• Relatar eventos adversos graves imediatamente.",
            "fontesBibliograficas": "Bula Anvisa (Vancocin®), UpToDate (2024), Micromedex, PubMed ID 37630511, Sanford Guide (2023), Goodman & Gilman (13ª Ed.), IDSA Guidelines for MRSA and CNS Infections (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Vancomycin (vancomycin hydrochloride)",
            "nomeComercial": "Vancocin®, Diathevan®, Norvan®, Vansafe®",
            "classificacao": "Glycopeptide antibiotic; time-dependent bactericidal; cell wall synthesis inhibitor",
            "mecanismoAcao": "Vancomycin inhibits bacterial cell wall synthesis by binding firmly to the D-Ala-D-Ala terminal of peptidoglycan precursor, blocking cell wall elongation and cross-linking. This results in osmotic lysis and cell death, especially in gram-positive bacteria. It is slow bactericidal and time-dependent, and does not undergo degradation by beta-lactamases. It does not penetrate well into human cells or non-inflamed tissues, but its efficacy is associated with maintaining serum levels above MIC (fT > MIC), with target AUC/MIC >400 in severe infections. Vancomycin binding to the D-Ala-D-Ala terminal inhibits both transglycosylation and transpeptidation of peptidoglycan, resulting in structural fragility of the cell wall and osmotic death. This binding is stereochemically selective, explaining the loss of efficacy against enterococci with D-Ala-D-Lac substitution (VRE). The action is exclusively extracellular and slower than beta-lactams.",
            "farmacocinetica": "• Onset of action: variable; rapid action in systemic IV infections.\n• Serum peak: 1–2 h after IV infusion.\n• Half-life: 4–6 h (up to 10 h in elderly, >200 h in anuria).\n• Volume of distribution: 0.4–1 L/kg.\n• Protein binding: 30–55%.\n• Metabolism: minimal; renal excretion practically unchanged (>90%).\n• Penetrates well into pleural, synovial, pericardial fluid and CSF (with inflamed meninges).",
            "farmacodinamica": "Vancomycin has excellent activity against gram-positive cocci, including Staphylococcus aureus (including MRSA), Streptococcus spp., and Enterococcus spp. (except VRE). It is inactive against gram-negatives. In severe infections (endocarditis, pneumonia, meningitis), it is recommended to monitor serum levels and calculate AUC/MIC ratio. Therapeutic efficacy is correlated with AUC/MIC >400 and peak/trough of 15–20 mg/L. Prolonged high levels increase risk of nephrotoxicity. Vancomycin exhibits pharmacodynamic profile dependent on AUC/MIC ratio, not peak. Sustained serum concentration above MIC (>90%) is essential for clinical efficacy, especially in MRSA infections with MIC ≥1 mg/L. In deep infections such as endocarditis or osteomyelitis, AUC-guided therapy with minimum serum level dosing (troughs) after 3–5 doses is recommended. CSF penetration in meningitis may exceed 20%, depending on meningeal inflammation.",
            "indicacoes": "• Severe MRSA infections (endocarditis, pneumonia, bacteremia, osteomyelitis).\n• Severe coagulase-negative Staphylococcus infections (prostheses).\n• Bacterial meningitis (resistant Streptococcus pneumoniae).\n• Clostridioides difficile enterocolitis (oral route).\n• Surgical prophylaxis in patients allergic to beta-lactams.\n• Device, prosthesis, and catheter infections (in combination with rifampin).",
            "posologia": "Adults (IV):\n• 15–20 mg/kg IV every 8–12 h.\n• Doses adjusted by renal function and weight.\n• Target AUC: 400–600 mg·h/L.\n• Monitor serum levels in infusions >48 h.\nAdults (oral):\n• C. difficile: 125–500 mg PO 6/6 h for 10 days.\nPediatrics:\n• 10–15 mg/kg IV every 6–12 h.\n• PO: 40–60 mg/kg/day divided 4x/day (max 2 g/day).\nNeonates:\n• 10–15 mg/kg IV every 12–24 h, with adjustment by postnatal age and renal function.",
            "administracao": "• IV: slow infusion ≥60 min (to avoid red man syndrome).\n• PO: for C. difficile colitis (not systemically absorbed).\n• Intrathecal or intraventricular: in refractory meningitis (off-label).\n• Do not administer by IM due to intense pain and local necrosis.",
            "doseMaxima": "3–4 g/day (adults).",
            "doseMinima": "125 mg PO or 10 mg/kg IV.",
            "reacoesAdversas": "Common (1–10%):\n• Infusion reactions (red man syndrome), rash, nausea.\nUncommon (0.1–1%):\n• Nephrotoxicity, ototoxicity (doses >30 mg/kg/day).\n• Phlebothrombosis, eosinophilia, neutropenia.\nRare (<0.1%):\n• Anaphylactic reactions, erythema multiforme, Stevens-Johnson syndrome.\n• Acute tubular necrosis in association with aminoglycosides.",
            "riscoGravidez": "Category B. Studies have not demonstrated teratogenic effects. Use considered safe in severe maternal MRSA infections or meningitis.",
            "riscoLactacao": "Little excretion in breast milk. Use compatible with breastfeeding. Monitor infant for diarrhea or oral candidiasis.",
            "ajusteRenal": "• ClCr >50 mL/min: 15–20 mg/kg IV every 12 h.\n• ClCr 10–50 mL/min: 24 h interval or reduced dose.\n• ClCr <10 mL/min: 10–15 mg/kg IV every 48–72 h.\n• Dialysis: post-hemodialysis dose with level monitoring.",
            "ajusteHepatico": "• No adjustment required.",
            "contraindicacoes": "• Hypersensitivity to vancomycin or related glycopeptides.\n• Pure IM administration (intense pain and necrosis).",
            "interacaoMedicamento": "• Increased risk of nephrotoxicity with aminoglycosides, amphotericin B, furosemide.\n• Potentiation of ototoxicity with furosemide, cisplatin.\n• May prolong prothrombin time (rare).\n• Avoid rapid infusion (red man syndrome). In critical patients, vancomycin is frequently administered with aminoglycosides and diuretics, requiring rigorous monitoring of renal function due to synergistic nephrotoxicity risk. Use with inhalational anesthetics such as sevoflurane may amplify incidence of rash and pruritus, especially if infusion is rapid. There are reports of interaction with neuromuscular blockers, prolonging blockade in prolonged infusions (possibly via mild metabolic acidosis associated).",
            "apresentacao": "• Lyophilized powder for reconstitution: 500 mg, 1 g, 2 g.\n• Oral capsules: 125 mg, 250 mg (with or without enteric coating).",
            "preparo": "• IV: reconstitute 1 g with 10 mL sterile water; dilute in 100–250 mL 0.9% NS (infusion ≥60 min).\n• PO: capsules or magistral oral solution (reconstituted under guidance).\n• Do not use cloudy solutions or with precipitates.",
            "solucoesCompatíveis": "• 0.9% NS, 5% glucose.\n• Incompatible with alkaline solutions and aminoglycosides in the same vial.",
            "armazenamento": "• Lyophilized powder: 15–30°C, protected from light.\n• Reconstituted solution: up to 96 h refrigerated (2–8°C); 24 h at room temperature.",
            "cuidadosMedicos": "• Monitor serial renal function.\n• Assess risk-benefit in association with other nephrotoxins.\n• Request serum levels in treatments >3 days.\n• Infuse slowly to avoid infusion reactions.",
            "cuidadosFarmaceuticos": "• Ensure correct dilution and compatibility.\n• Control lot traceability, dose, and route.\n• Prepare under aseptic conditions.\n• Do not physically associate with aminoglycosides.",
            "cuidadosEnfermagem": "• Observe signs of rash, facial flushing, pruritus during infusion.\n• Monitor venous access for phlebitis risk.\n• Assess respiratory pattern, diuresis, and auditory function in prolonged use.\n• Report serious adverse events immediately.",
            "fontesBibliograficas": "FDA Label (Vancocin®), UpToDate (2024), Micromedex, PubMed ID 37630511, Sanford Guide (2023), Goodman & Gilman (13th Ed.), IDSA Guidelines for MRSA and CNS Infections (2023)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Vancomicina (clorhidrato de vancomicina)",
            "nomeComercial": "Vancocin®, Diathevan®, Norvan®, Vansafe®",
            "classificacao": "Antibiótico glicopéptido; bactericida tiempo-dependiente; inhibidor de la síntesis de la pared celular",
            "mecanismoAcao": "La vancomicina inhibe la síntesis de la pared celular bacteriana al unirse firmemente al terminal D-Ala-D-Ala del precursor del peptidoglicano, bloqueando el alargamiento y entrecruzamiento de la pared celular. Esto resulta en lisis osmótica y muerte celular, especialmente en bacterias gram-positivas. Es bactericida lenta y tiempo-dependiente, y no sufre degradación por beta-lactamasas. No penetra bien en células humanas o tejidos no inflamados, pero su eficacia está asociada al mantenimiento de niveles séricos por encima de la CIM (fT > MIC), con objetivo AUC/MIC >400 en infecciones graves. La unión de la vancomicina al terminal D-Ala-D-Ala inhibe tanto la transglicosilación como la transpeptidación del peptidoglicano, resultando en fragilidad estructural de la pared celular y muerte osmótica. Esta unión es estereoquímicamente selectiva, explicando la pérdida de eficacia contra enterococos con sustitución D-Ala-D-Lac (VRE). La acción es exclusivamente extracelular y más lenta que la de los beta-lactámicos.",
            "farmacocinetica": "• Inicio de acción: variable; acción rápida en infecciones sistémicas IV.\n• Pico sérico: 1–2 h tras infusión IV.\n• Vida media: 4–6 h (hasta 10 h en ancianos, >200 h en anuria).\n• Volumen de distribución: 0,4–1 L/kg.\n• Unión a proteínas: 30–55%.\n• Metabolización: mínima; excreción renal prácticamente inalterada (>90%).\n• Penetra bien en líquido pleural, sinovial, pericárdico y LCR (con meninges inflamadas).",
            "farmacodinamica": "La vancomicina tiene excelente actividad contra cocos gram-positivos, incluyendo Staphylococcus aureus (inclusive MRSA), Streptococcus spp. y Enterococcus spp. (excepto VRE). Es inactiva contra gram-negativos. En infecciones graves (endocarditis, neumonía, meningitis), se recomienda monitorizar niveles séricos y calcular la razón AUC/MIC. La eficacia terapéutica está correlacionada con AUC/MIC >400 y pico/valle de 15–20 mg/L. Niveles altos prolongados aumentan riesgo de nefrotoxicidad. La vancomicina exhibe perfil farmacodinámico dependiente de la razón AUC/MIC, y no del pico. La concentración sérica sostenida por encima de la MIC (>90%) es esencial para eficacia clínica, principalmente en infecciones por MRSA con MIC ≥1 mg/L. En infecciones profundas como endocarditis u osteomielitis, se recomienda terapia guiada por AUC con dosificación de niveles séricos mínimos (valles) tras 3–5 dosis. La penetración en LCR en meningitis puede superar 20%, dependiendo de la inflamación meníngea.",
            "indicacoes": "• Infecciones graves por MRSA (endocarditis, neumonía, bacteriemia, osteomielitis).\n• Infecciones graves por Staphylococcus coagulasa-negativo (prótesis).\n• Meningitis bacteriana (Streptococcus pneumoniae resistente).\n• Enterocolitis por Clostridioides difficile (vía oral).\n• Profilaxis quirúrgica en pacientes alérgicos a beta-lactámicos.\n• Infecciones de dispositivos, prótesis y catéteres (en combinación con rifampicina).",
            "posologia": "Adultos (IV):\n• 15–20 mg/kg IV cada 8–12 h.\n• Dosis ajustadas por función renal y peso.\n• AUC objetivo: 400–600 mg·h/L.\n• Monitorizar niveles séricos en infusiones >48 h.\nAdultos (oral):\n• C. difficile: 125–500 mg VO 6/6 h por 10 días.\nPediatría:\n• 10–15 mg/kg IV cada 6–12 h.\n• VO: 40–60 mg/kg/día divididos 4x/día (máx. 2 g/día).\nNeonatos:\n• 10–15 mg/kg IV cada 12–24 h, con ajuste por edad postnatal y función renal.",
            "administracao": "• IV: infusión lenta ≥60 min (para evitar síndrome del hombre rojo).\n• VO: para colitis por C. difficile (no absorbida sistémicamente).\n• Intratecal o intraventricular: en meningitis refractarias (off-label).\n• No administrar por IM debido al dolor intenso y necrosis local.",
            "doseMaxima": "3–4 g/día (adultos).",
            "doseMinima": "125 mg VO o 10 mg/kg IV.",
            "reacoesAdversas": "Frecuentes (1–10%):\n• Reacciones infusionales (síndrome del hombre rojo), rash, náusea.\nInfrecuentes (0,1–1%):\n• Nefrotoxicidad, ototoxicidad (dosis >30 mg/kg/día).\n• Flebotrombosis, eosinofilia, neutropenia.\nRaras (<0,1%):\n• Reacciones anafilácticas, eritema multiforme, síndrome de Stevens-Johnson.\n• Necrosis tubular aguda en asociación con aminoglucósidos.",
            "riscoGravidez": "Categoría B. Estudios no han demostrado efectos teratogénicos. Uso considerado seguro en infecciones maternas graves por MRSA o meningitis.",
            "riscoLactacao": "Poca excreción en la leche materna. Uso compatible con la lactancia. Monitorizar lactante por diarrea o candidiasis oral.",
            "ajusteRenal": "• ClCr >50 mL/min: 15–20 mg/kg IV cada 12 h.\n• ClCr 10–50 mL/min: intervalo 24 h o dosis reducida.\n• ClCr <10 mL/min: 10–15 mg/kg IV cada 48–72 h.\n• Diálisis: dosis post-hemodiálisis con monitorización de niveles.",
            "ajusteHepatico": "• No requiere ajuste.",
            "contraindicacoes": "• Hipersensibilidad a la vancomicina o glicopéptidos relacionados.\n• Administración IM pura (dolor intenso y necrosis).",
            "interacaoMedicamento": "• Aumento del riesgo de nefrotoxicidad con aminoglucósidos, anfotericina B, furosemida.\n• Potenciación de ototoxicidad con furosemida, cisplatino.\n• Puede prolongar el tiempo de protrombina (raro).\n• Evitar infusión rápida (síndrome del hombre rojo). En pacientes críticos, la vancomicina es frecuentemente administrada con aminoglucósidos y diuréticos, exigiendo monitorización rigurosa de la función renal debido al riesgo sinérgico de nefrotoxicidad. El uso con anestésicos inhalatorios como sevoflurano puede amplificar la incidencia de rash y prurito, especialmente si la infusión es rápida. Hay reportes de interacción con bloqueadores neuromusculares, prolongando bloqueo en infusiones prolongadas (posiblemente vía acidosis metabólica leve asociada).",
            "apresentacao": "• Polvo liofilizado para reconstitución: 500 mg, 1 g, 2 g.\n• Cápsulas orales: 125 mg, 250 mg (con o sin recubrimiento entérico).",
            "preparo": "• IV: reconstituir 1 g con 10 mL de agua estéril; diluir en 100–250 mL de SF 0,9% (infusión ≥60 min).\n• VO: cápsulas o solución oral magistral (reconstituida bajo orientación).\n• No usar soluciones turbias o con precipitados.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con soluciones alcalinas y aminoglucósidos en el mismo frasco.",
            "armazenamento": "• Polvo liofilizado: 15–30°C, protegido de la luz.\n• Solución reconstituida: hasta 96 h refrigerada (2–8°C); 24 h a temperatura ambiente.",
            "cuidadosMedicos": "• Monitorizar función renal seriada.\n• Evaluar riesgo-beneficio en asociación con otros nefrotóxicos.\n• Solicitar niveles séricos en tratamientos >3 días.\n• Infundir lentamente para evitar reacciones infusionales.",
            "cuidadosFarmaceuticos": "• Garantizar dilución correcta y compatibilidad.\n• Controlar trazabilidad de lote, dosis y vía.\n• Preparar bajo condiciones asépticas.\n• No asociar físicamente a aminoglucósidos.",
            "cuidadosEnfermagem": "• Observar signos de rash, rubor facial, prurito durante la infusión.\n• Monitorizar acceso venoso por riesgo de flebitis.\n• Evaluar patrón respiratorio, diuresis y función auditiva en uso prolongado.\n• Reportar eventos adversos graves inmediatamente.",
            "fontesBibliograficas": "Ficha Técnica AEMPS (Vancocin®), UpToDate (2024), Micromedex, PubMed ID 37630511, Sanford Guide (2023), Goodman & Gilman (13ª Ed.), IDSA Guidelines for MRSA and CNS Infections (2023)."
        }
    }
}