{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Vasopressina",
            "nomeComercial": "Pitressin®, Vasopressin®",
            "classificacao": "Hormônio antidiurético sintético, agonista dos receptores V1a, V2 e V3; vasopressor não catecolaminérgico",
            "mecanismoAcao": "Agonista dos receptores V1a (vasoconstrição periférica), V2 (aumento da reabsorção de água nos túbulos renais) e V3 (estimula liberação de ACTH). O efeito vasopressor é mediado principalmente pelos receptores V1a, promovendo potente vasoconstrição, especialmente na circulação esplâncnica, hepática e cutânea. Além disso, a vasopressina sensibiliza os receptores adrenérgicos aos vasoconstritores, contribuindo para maior eficácia das catecolaminas. Os receptores V1a também estão envolvidos na regulação da pressão portal, o que justifica sua ação em sangramentos por varizes esofágicas.",
            "farmacocinetica": "Início de ação em 15–20 minutos após início da infusão. Meia-vida plasmática de 10–35 minutos. Metabolização hepática e renal por peptidases. Excreção renal como metabólitos inativos.",
            "farmacodinamica": "Aumenta a resistência vascular periférica sem efeito direto na contratilidade cardíaca. Melhora a pressão arterial em choque vasodilatado, reduzindo necessidade de catecolaminas. Potente vasoconstrição na circulação esplâncnica, hepática e cutânea. Efeito antidiurético pela ativação de V2, podendo gerar hiponatremia em uso prolongado. O efeito hemodinâmico ocorre independentemente de receptores beta-adrenérgicos, o que o torna eficaz em pacientes sob uso de betabloqueadores ou com receptores dessensibilizados. A vasopressina reduz seletivamente o fluxo esplâncnico e mesentérico, sem aumento importante do consumo miocárdico de oxigênio, diferentemente das catecolaminas puras.",
            "indicacoes": "Choque séptico refratário, parada cardiorrespiratória, hemorragia digestiva alta por varizes esofágicas, diabetes insipidus central, hipotensão refratária no perioperatório de transplante hepático ou cirurgia cardíaca.",
            "posologia": "Choque séptico: 0,01–0,04 U/min IV contínuo. Parada cardiorrespiratória: 40 U IV bolus (única vez). Hemorragia digestiva: 20 U IV bolus seguido de 0,2–0,4 U/min IV contínuo. Pediatria (off-label): 0,0003–0,002 U/kg/min IV contínuo.",
            "administracao": "IV contínuo preferencialmente por acesso venoso central. Bolus IV na parada cardiorrespiratória ou hemorragia digestiva.",
            "doseMaxima": "0,04 U/min (adulto). 0,002 U/kg/min (pediatria).",
            "doseMinima": "0,01 U/min (adulto). 0,0003 U/kg/min (pediatria).",
            "reacoesAdversas": "Isquemia digital, mesentérica e cutânea, hiponatremia, necrose tecidual por extravasamento, bradicardia, cefaleia, cólicas abdominais, náuseas, palidez, ansiedade. Pode causar broncoespasmo em pacientes com hiperreatividade brônquica. Há relatos de convulsões associadas ao uso em altas doses ou hiponatremia grave. O uso prolongado pode levar a retenção hídrica e edema periférico.",
            "riscoGravidez": "Categoria C. Usar com cautela. Pode reduzir o fluxo útero-placentário.",
            "riscoLactacao": "Excreção mínima no leite. Uso emergencial geralmente seguro.",
            "ajusteRenal": "Não necessita ajuste. Monitorar osmolaridade e sódio sérico pela ação antidiurética.",
            "ajusteHepatico": "Sem necessidade de ajuste. Monitorar clinicamente na insuficiência hepática grave.",
            "contraindicacoes": "Hipersensibilidade, hiponatremia severa, insuficiência coronariana ativa, doença vascular periférica grave, isquemia mesentérica ou digital pré-existente.",
            "interacaoMedicamento": "Potencializa vasoconstrição com catecolaminas. Potencialização com antidepressivos tricíclicos e IMAOs. Reduz efeito antidiurético com lítio. Anestésicos halogenados podem aumentar risco de bradicardia e vasoconstrição. Antagonizado por bloqueadores de receptor V2 (tolvaptana). Pode antagonizar o efeito de drogas vasodilatadoras como nitroglicerina e nitroprussiato. A administração concomitante com diuréticos pode acentuar a hiponatremia.",
            "apresentacao": "Frascos de 20 U/mL (1 mL) para diluição IV.",
            "preparo": "Diluir 20 U (1 frasco) em 100 mL de SF 0,9% (0,2 U/mL).",
            "solucoesCompatíveis": "SF 0,9% e SG 5%. Incompatível com bicarbonato e soluções alcalinas.",
            "armazenamento": "Armazenar entre 2°C e 8°C, protegido da luz. Após diluição, usar em até 24 horas sob refrigeração e condições assépticas.",
            "cuidadosMedicos": "Monitorar PA invasiva, ECG, perfusão, débito urinário e sódio. Avaliar sinais de isquemia. Usar como adjuvante da noradrenalina, não como primeira linha. Considerar uso com bomba de seringa e filtro de linha em infusões contínuas. Monitorar sinais neurológicos se houver hiponatremia persistente. Ajustar estratégias em pacientes com hipertensão pulmonar associada, pois a vasopressina pode exacerbar a resistência vascular pulmonar.",
            "cuidadosFarmaceuticos": "Verificar diluição e compatibilidade. Utilizar bomba de infusão. Monitorar local de acesso por risco de extravasamento. Solução deve ser refrigerada e protegida da luz.",
            "cuidadosEnfermagem": "Monitorar sinais vitais, perfusão periférica, débito urinário e sódio. Avaliar extremidades para sinais de isquemia. Verificar acesso venoso com frequência. Notificar alterações clínicas imediatamente.",
            "fontesBibliograficas": "Bula Pitressin®, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37128934, Surviving Sepsis 2021, ACLS Guidelines 2020, Tintinalli's Emergency Medicine."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Vasopressin",
            "nomeComercial": "Pitressin®, Vasopressin®",
            "classificacao": "Synthetic antidiuretic hormone, V1a, V2, and V3 receptor agonist; non-catecholamine vasopressor",
            "mecanismoAcao": "Agonist of V1a (peripheral vasoconstriction), V2 (renal water reabsorption), and V3 (ACTH release) receptors. The vasopressor effect is primarily mediated by V1a receptors, promoting potent vasoconstriction, especially in splanchnic, hepatic, and cutaneous circulation. Vasopressin also sensitizes adrenergic receptors to vasoconstrictors, enhancing the efficacy of catecholamines. V1a receptors also help regulate portal pressure, explaining its use in esophageal variceal bleeding.",
            "farmacocinetica": "Onset of action within 15–20 minutes after infusion starts. Plasma half-life of 10–35 minutes. Hepatic and renal metabolism by peptidases. Renal excretion as inactive metabolites.",
            "farmacodinamica": "Increases peripheral vascular resistance without direct cardiac inotropy. Improves blood pressure in vasodilatory shock, reducing catecholamine requirements. Potent vasoconstriction in splanchnic, hepatic, and cutaneous beds. Antidiuretic effect via V2 activation may cause hyponatremia with prolonged use. Hemodynamic effects occur independently of beta-adrenergic receptors, making it effective in patients on beta-blockers or with desensitized receptors. Vasopressin selectively reduces splanchnic and mesenteric flow without significantly increasing myocardial oxygen consumption, unlike pure catecholamines.",
            "indicacoes": "Refractory septic shock, cardiopulmonary arrest, upper GI bleeding from esophageal varices, central diabetes insipidus, refractory perioperative hypotension in liver transplant or cardiac surgery.",
            "posologia": "Septic shock: 0.01–0.04 U/min IV continuous. Cardiac arrest: 40 U IV bolus (once). GI bleeding: 20 U IV bolus followed by 0.2–0.4 U/min IV continuous. Pediatrics (off-label): 0.0003–0.002 U/kg/min IV continuous.",
            "administracao": "Continuous IV infusion, preferably via central line. IV bolus in cardiac arrest or GI bleeding.",
            "doseMaxima": "0.04 U/min (adults). 0.002 U/kg/min (pediatrics).",
            "doseMinima": "0.01 U/min (adults). 0.0003 U/kg/min (pediatrics).",
            "reacoesAdversas": "Digital, mesenteric, and cutaneous ischemia, hyponatremia, tissue necrosis from extravasation, bradycardia, headache, abdominal cramps, nausea, pallor, anxiety. May cause bronchospasm in reactive airway disease. Seizures reported with high doses or severe hyponatremia. Prolonged use may cause fluid retention and peripheral edema.",
            "riscoGravidez": "Category C. Use with caution. May reduce uteroplacental blood flow.",
            "riscoLactacao": "Minimal excretion in breast milk. Generally safe for emergency use.",
            "ajusteRenal": "No dose adjustment required. Monitor osmolarity and serum sodium due to antidiuretic action.",
            "ajusteHepatico": "No dose adjustment required. Clinical monitoring recommended in severe hepatic failure.",
            "contraindicacoes": "Hypersensitivity, severe hyponatremia, active coronary artery disease, severe peripheral vascular disease, pre-existing digital or mesenteric ischemia.",
            "interacaoMedicamento": "Enhances vasoconstriction with catecholamines. Potentiated by tricyclic antidepressants and MAOIs. Lithium reduces antidiuretic effect. Halogenated anesthetics increase bradycardia and vasoconstriction risk. Antagonized by V2 receptor blockers (e.g., tolvaptan). May antagonize vasodilators like nitroglycerin and nitroprusside. Concomitant diuretic use may worsen hyponatremia.",
            "apresentacao": "Vials of 20 U/mL (1 mL) for IV dilution.",
            "preparo": "Dilute 20 U (1 vial) in 100 mL of 0.9% saline (0.2 U/mL).",
            "solucoesCompatíveis": "0.9% saline and 5% dextrose. Incompatible with bicarbonate and alkaline solutions.",
            "armazenamento": "Store at 2°C to 8°C, protected from light. After dilution, use within 24 hours under refrigeration and aseptic conditions.",
            "cuidadosMedicos": "Monitor invasive BP, ECG, perfusion, urine output, and serum sodium. Assess for signs of ischemia. Use as an adjunct to norepinephrine, not first-line. Consider syringe pump and line filter for continuous infusion. Monitor neurologic signs if persistent hyponatremia. Adjust strategy in patients with associated pulmonary hypertension, as vasopressin may worsen pulmonary vascular resistance.",
            "cuidadosFarmaceuticos": "Check dilution and compatibility. Use infusion pump. Monitor access site for extravasation risk. Store refrigerated and protect from light.",
            "cuidadosEnfermagem": "Monitor vital signs, peripheral perfusion, urine output, and sodium. Assess extremities for ischemia. Inspect venous access frequently. Report clinical changes promptly.",
            "fontesBibliograficas": "Pitressin® leaflet, Miller's Anesthesia (9th Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37128934, Surviving Sepsis 2021, ACLS Guidelines 2020, Tintinalli's Emergency Medicine."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Vasopresina",
            "nomeComercial": "Pitressin®, Vasopressin®",
            "classificacao": "Hormona antidiurética sintética, agonista de los receptores V1a, V2 y V3; vasopresor no catecolaminérgico",
            "mecanismoAcao": "Agonista de los receptores V1a (vasoconstricción periférica), V2 (reabsorción de agua en los túbulos renales) y V3 (liberación de ACTH). El efecto vasopresor es mediado principalmente por los receptores V1a, generando potente vasoconstricción especialmente en la circulación esplácnica, hepática y cutánea. Además, la vasopresina sensibiliza los receptores adrenérgicos a los vasoconstrictores, aumentando la eficacia de las catecolaminas. Los receptores V1a también participan en la regulación de la presión portal, lo que explica su uso en sangrado por várices esofágicas.",
            "farmacocinetica": "Inicio de acción: 15–20 minutos tras iniciar la infusión. Vida media plasmática: 10–35 minutos. Metabolismo hepático y renal por peptidasas. Excreción renal como metabolitos inactivos.",
            "farmacodinamica": "Aumenta la resistencia vascular periférica sin efecto inotrópico cardíaco directo. Mejora la presión arterial en shock vasodilatado, reduciendo la necesidad de catecolaminas. Vasoconstricción potente en lechos esplácnicos, hepáticos y cutáneos. El efecto antidiurético mediado por V2 puede provocar hiponatremia en uso prolongado. Los efectos hemodinámicos ocurren independientemente de los receptores beta-adrenérgicos, lo que la hace eficaz en pacientes tratados con betabloqueadores o con receptores desensibilizados. La vasopresina reduce selectivamente el flujo esplácnico y mesentérico sin aumentar significativamente el consumo miocárdico de oxígeno, a diferencia de las catecolaminas puras.",
            "indicacoes": "Shock séptico refractario, paro cardiorrespiratorio, hemorragia digestiva alta por várices esofágicas, diabetes insípida central, hipotensión perioperatoria refractaria en trasplante hepático o cirugía cardíaca.",
            "posologia": "Shock séptico: 0,01–0,04 U/min IV continua. Paro cardiorrespiratorio: 40 U IV en bolo (única vez). Hemorragia digestiva: 20 U IV en bolo seguido de 0,2–0,4 U/min IV continua. Pediatría (off-label): 0,0003–0,002 U/kg/min IV continua.",
            "administracao": "Infusión IV continua, preferiblemente por vía central. Bolo IV en paro cardiorrespiratorio o hemorragia digestiva.",
            "doseMaxima": "0,04 U/min (adultos). 0,002 U/kg/min (pediatría).",
            "doseMinima": "0,01 U/min (adultos). 0,0003 U/kg/min (pediatría).",
            "reacoesAdversas": "Isquemia digital, mesentérica y cutánea, hiponatremia, necrosis tisular por extravasación, bradicardia, cefalea, cólicos abdominales, náuseas, palidez, ansiedad. Puede causar broncoespasmo en pacientes con hiperreactividad bronquial. Se han reportado convulsiones con dosis altas o hiponatremia severa. El uso prolongado puede provocar retención hídrica y edema periférico.",
            "riscoGravidez": "Categoría C. Usar con precaución. Puede reducir el flujo útero-placentario.",
            "riscoLactacao": "Excreción mínima en leche materna. Generalmente segura en uso de emergencia.",
            "ajusteRenal": "No requiere ajuste de dosis. Monitorizar osmolaridad y sodio sérico debido al efecto antidiurético.",
            "ajusteHepatico": "No requiere ajuste. Monitorización clínica en insuficiencia hepática grave.",
            "contraindicacoes": "Hipersensibilidad, hiponatremia severa, enfermedad coronaria activa, enfermedad vascular periférica grave, isquemia digital o mesentérica previa.",
            "interacaoMedicamento": "Potencia la vasoconstricción con catecolaminas. Efecto aumentado por antidepresivos tricíclicos e IMAO. El litio reduce el efecto antidiurético. Anestésicos halogenados aumentan el riesgo de bradicardia y vasoconstricción. Antagonizada por bloqueadores de receptores V2 (ej.: tolvaptán). Puede antagonizar fármacos vasodilatadores como nitroglicerina y nitroprusiato. La administración conjunta con diuréticos puede empeorar la hiponatremia.",
            "apresentacao": "Viales de 20 U/mL (1 mL) para dilución IV.",
            "preparo": "Diluir 20 U (1 vial) en 100 mL de SF 0,9% (0,2 U/mL).",
            "solucoesCompatíveis": "SF 0,9% y SG 5%. Incompatible con bicarbonato y soluciones alcalinas.",
            "armazenamento": "Conservar entre 2°C y 8°C, protegido de la luz. Tras la dilución, usar en un máximo de 24 horas bajo refrigeración y condiciones asépticas.",
            "cuidadosMedicos": "Monitorizar presión arterial invasiva, ECG, perfusión, diuresis y sodio sérico. Evaluar signos de isquemia. Usar como adyuvante de noradrenalina, no como primera línea. Considerar bomba de jeringa y filtro de línea para infusión continua. Monitorizar signos neurológicos si hay hiponatremia persistente. Ajustar el manejo en pacientes con hipertensión pulmonar, ya que la vasopresina puede aumentar la resistencia vascular pulmonar.",
            "cuidadosFarmaceuticos": "Verificar dilución y compatibilidad. Usar bomba de infusión. Inspeccionar el acceso venoso por riesgo de extravasación. Almacenar refrigerado y protegido de la luz.",
            "cuidadosEnfermagem": "Monitorizar signos vitales, perfusión periférica, diuresis y sodio sérico. Evaluar extremidades por isquemia. Verificar el acceso venoso con frecuencia. Informar cambios clínicos de inmediato.",
            "fontesBibliograficas": "Prospecto Pitressin®, Miller's Anesthesia (9ª Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37128934, Surviving Sepsis 2021, ACLS Guidelines 2020, Tintinalli's Emergency Medicine."
        }
    }
}
