{
  "PT": {
    "titulo": "Insuficiência Respiratória Hipercápnica no DPOC Descompensado",
    "definicao": "A insuficiência respiratória hipercápnica é definida como a incapacidade do sistema respiratório em eliminar adequadamente o dióxido de carbono, resultando em PaCO₂ > 45 mmHg. Em pacientes com DPOC descompensado, essa condição geralmente é consequência de uma exacerbação aguda que sobrecarrega os mecanismos compensatórios, levando à hipoventilação alveolar, acidose respiratória e, potencialmente, falência respiratória.",
    "epidemiologia": "A DPOC afeta mais de 300 milhões de pessoas no mundo. Estima-se que 15–30% dos pacientes internados por exacerbação apresentem retenção significativa de CO₂. A hipercapnia crônica é comum em fases avançadas da doença e se agrava durante infecções respiratórias, pneumotórax, embolia pulmonar, descompensação cardíaca, uso excessivo de sedativos ou oxigenoterapia mal titulada.",
    "fisiopatologia": "O DPOC é caracterizado por limitação crônica ao fluxo aéreo e aprisionamento de ar, levando à hiperinsuflação dinâmica. Isso aumenta o trabalho respiratório e reduz a eficácia da ventilação alveolar. Durante uma exacerbação, ocorre aumento da obstrução, inflamação e produção de secreções, favorecendo a hipoventilação e o desequilíbrio V/Q. A administração inadequada de oxigênio pode inibir o estímulo ventilatório hipóxico, aumentar o shunt e a retenção de CO₂ pelo efeito Haldane.",
    "diagnostico": "A avaliação deve incluir:\n- História clínica: dispneia progressiva, sibilância, ortopneia, sonolência, confusão\n- Exame físico: uso de músculos acessórios, taquipneia, batimentos de asa do nariz, cianose, diminuição do murmúrio vesicular\n- Gasometria arterial: PaCO₂ > 45 mmHg, pH < 7,35 (acidose respiratória), hipoxemia variável\n- Oximetria: SpO₂ < 90% sem oxigenoterapia\n- Radiografia de tórax: excluir pneumonia, congestão ou pneumotórax\n- ECG e BNP se suspeita de insuficiência cardíaca concomitante\n- PCR, leucograma, procalcitonina: avaliação de infecção\n- Espirometria pós-estabilização",
    "diagnostico_diferencial": "Asma aguda grave, pneumonia, insuficiência cardíaca congestiva, embolia pulmonar, síndrome da hipoventilação da obesidade, doenças neuromusculares, intoxicação por opioides ou sedativos, acidose metabólica compensada, apneia central.",
    "tratamento": "As medidas terapêuticas devem ser iniciadas precocemente:\n1. Oxigenoterapia titulada:\n- FiO₂ suficiente para manter SpO₂ entre 88–92%\n- Monitorização seriada da gasometria para evitar hipercapnia agravada\n\n2. Ventilação não invasiva (VNI):\n- BiPAP com IPAP 10–20 cmH₂O e EPAP 4–6 cmH₂O\n- Indicada em acidose respiratória (pH < 7,35) e PaCO₂ > 45 mmHg\n- Reduz a necessidade de intubação e melhora sobrevida\n\n3. Broncodilatadores inalados:\n- Salbutamol (100–400 mcg/dose) + brometo de ipratrópio (20 mcg)\n- Via aerossol dosimetrado com espaçador ou nebulização com oxigênio\n\n4. Corticoides sistêmicos:\n- Prednisona VO 40 mg/dia por 5 dias\n- Alternativa: metilprednisolona EV 0,5–1 mg/kg/dia em casos graves\n\n5. Antibióticos:\n- Indicados na presença de escarro purulento, febre ou piora clínica\n- Amoxicilina + clavulanato ou ceftriaxona; considerar macrolídeos ou quinolonas conforme gravidade e risco de Pseudomonas\n\n6. Ventilação invasiva:\n- Indicada em falência da VNI, rebaixamento do nível de consciência, instabilidade hemodinâmica, aspiração\n- Técnica de sequência rápida com sedação e bloqueio neuromuscular\n- Alvo de ventilação protetora com volume corrente 6–8 mL/kg e PEEP individualizada",
    "prognostico": "O prognóstico varia conforme a gravidade da exacerbação, idade, comorbidades e tempo de resposta ao tratamento. Pacientes que necessitam VNI têm mortalidade hospitalar entre 10–15%. A ventilação invasiva eleva esse risco para até 30%. A reabilitação pulmonar e a adesão ao tratamento são fundamentais para reduzir recidivas.",
    "fontes_bibliograficas": [
      "Global Initiative for Chronic Obstructive Lung Disease (GOLD). Global Strategy 2024.",
      "Murray and Nadel's Textbook of Respiratory Medicine. 7ª edição.",
      "Miller’s Anesthesia. 8ª edição. Capítulo 72 – Doenças Pulmonares Obstrutivas.",
      "UpToDate. Acute exacerbations of COPD: Management strategies. 2024.",
      "Diretrizes da Sociedade Brasileira de Pneumologia e Tisiologia (SBPT). Atualização 2023."
    ]
  },
  "US": {
    "title": "Hypercapnic Respiratory Failure in Decompensated COPD",
    "definition": "Hypercapnic respiratory failure is defined as the inability of the respiratory system to eliminate carbon dioxide adequately, resulting in PaCO₂ > 45 mmHg. In patients with decompensated chronic obstructive pulmonary disease (COPD), this condition is typically triggered by an acute exacerbation that overwhelms compensatory mechanisms, leading to alveolar hypoventilation, respiratory acidosis, and potentially respiratory collapse.",
    "epidemiology": "COPD affects over 300 million people globally. Studies estimate that 15–30% of hospitalized COPD exacerbations present with significant CO₂ retention. Chronic hypercapnia is common in advanced disease and may worsen during respiratory infections, pneumothorax, pulmonary embolism, cardiac decompensation, excessive sedative use, or poorly titrated oxygen therapy.",
    "pathophysiology": "COPD is characterized by chronic airflow limitation and air trapping, resulting in dynamic hyperinflation. This increases the work of breathing and reduces effective alveolar ventilation. During exacerbations, increased obstruction, inflammation, and secretion production lead to worsened ventilation/perfusion mismatch and hypoventilation. Inappropriately administered oxygen may suppress the hypoxic ventilatory drive, increase shunting, and worsen CO₂ retention via the Haldane effect.",
    "diagnosis": "Clinical evaluation includes:\n- History: worsening dyspnea, wheezing, orthopnea, somnolence, confusion\n- Physical exam: accessory muscle use, tachypnea, nasal flaring, cyanosis, decreased breath sounds\n- Arterial blood gas: PaCO₂ > 45 mmHg, pH < 7.35 (respiratory acidosis), variable hypoxemia\n- Pulse oximetry: SpO₂ < 90% on room air\n- Chest radiograph: rule out pneumonia, congestion, or pneumothorax\n- ECG and BNP: assess for cardiac decompensation\n- Inflammatory markers: CBC, CRP, procalcitonin\n- Post-stabilization spirometry",
    "differential_diagnosis": "Severe acute asthma, pneumonia, congestive heart failure, pulmonary embolism, obesity hypoventilation syndrome, neuromuscular disorders, opioid or sedative intoxication, compensated metabolic acidosis, central apnea.",
    "treatment": "Early therapeutic measures include:\n1. Oxygen therapy:\n- FiO₂ titrated to maintain SpO₂ between 88–92%\n- Serial ABG monitoring to avoid worsening hypercapnia\n\n2. Non-invasive ventilation (NIV):\n- BiPAP with IPAP 10–20 cmH₂O and EPAP 4–6 cmH₂O\n- Indicated for pH < 7.35 and PaCO₂ > 45 mmHg\n- Reduces intubation and improves survival\n\n3. Inhaled bronchodilators:\n- Salbutamol (100–400 mcg) + ipratropium bromide (20 mcg)\n- Metered-dose inhaler with spacer or oxygen-driven nebulization\n\n4. Systemic corticosteroids:\n- Prednisone 40 mg PO daily for 5 days\n- IV methylprednisolone 0.5–1 mg/kg/day for severe cases\n\n5. Antibiotics:\n- Indicated with purulent sputum, fever, or clinical deterioration\n- Amoxicillin-clavulanate or ceftriaxone; consider macrolides or fluoroquinolones for severe cases or Pseudomonas risk\n\n6. Invasive ventilation:\n- For NIV failure, decreased consciousness, hemodynamic instability, or aspiration\n- Rapid sequence intubation using sedatives and neuromuscular blockers\n- Protective ventilation strategy: tidal volume 6–8 mL/kg, individualized PEEP",
    "prognosis": "Prognosis varies depending on exacerbation severity, age, comorbidities, and response to therapy. NIV failure and need for mechanical ventilation increase mortality (up to 30%). Pulmonary rehabilitation and adherence to long-term management reduce recurrence and improve outcomes.",
    "references": [
      "Global Initiative for Chronic Obstructive Lung Disease (GOLD). Global Strategy 2024.",
      "Murray and Nadel's Textbook of Respiratory Medicine. 7th Edition.",
      "Miller’s Anesthesia. 8th Edition. Chapter 72 – Obstructive Pulmonary Diseases.",
      "UpToDate. Acute exacerbations of COPD: Management strategies. 2024.",
      "Brazilian Thoracic Society (SBPT) Guidelines. 2023 Update."
    ]
  },
  "ES": {
    "titulo": "Insuficiencia Respiratoria Hipercápnica en EPOC Descompensado",
    "definicion": "La insuficiencia respiratoria hipercápnica se define como la incapacidad del sistema respiratorio para eliminar adecuadamente el dióxido de carbono, resultando en una PaCO₂ > 45 mmHg. En pacientes con enfermedad pulmonar obstructiva crónica (EPOC) descompensada, esta condición suele ser provocada por una exacerbación aguda que supera los mecanismos compensatorios, llevando a hipoventilación alveolar, acidosis respiratoria y potencial colapso respiratorio.",
    "epidemiologia": "La EPOC afecta a más de 300 millones de personas en todo el mundo. Se estima que entre el 15–30% de los pacientes hospitalizados por exacerbación presentan retención significativa de CO₂. La hipercapnia crónica es común en fases avanzadas de la enfermedad y puede agravarse por infecciones respiratorias, neumotórax, embolia pulmonar, descompensación cardíaca, uso excesivo de sedantes o administración inadecuada de oxígeno.",
    "fisiopatologia": "La EPOC se caracteriza por obstrucción crónica del flujo aéreo y atrapamiento aéreo, generando hiperinsuflación dinámica. Esto incrementa el trabajo respiratorio y reduce la ventilación alveolar efectiva. Durante una exacerbación, se agrava la obstrucción, inflamación y producción de secreciones, favoreciendo el desequilibrio ventilación/perfusión y la hipoventilación. El oxígeno administrado en exceso puede suprimir el estímulo respiratorio hipóxico, aumentar el shunt y empeorar la retención de CO₂ por el efecto Haldane.",
    "diagnostico": "La evaluación incluye:\n- Historia clínica: disnea progresiva, sibilancias, ortopnea, somnolencia, confusión\n- Examen físico: uso de músculos accesorios, taquipnea, aleteo nasal, cianosis, ruidos respiratorios disminuidos\n- Gasometría arterial: PaCO₂ > 45 mmHg, pH < 7,35 (acidosis respiratoria), hipoxemia variable\n- Oximetría de pulso: SpO₂ < 90% en aire ambiente\n- Radiografía de tórax: descartar neumonía, congestión o neumotórax\n- ECG y BNP: evaluación de disfunción cardíaca\n- Marcadores inflamatorios: hemograma, PCR, procalcitonina\n- Espirometría tras estabilización",
    "diagnostico_diferencial": "Asma grave, neumonía, insuficiencia cardíaca congestiva, embolia pulmonar, síndrome de hipoventilación por obesidad, enfermedades neuromusculares, intoxicación por opioides o sedantes, acidosis metabólica compensada, apnea central.",
    "tratamiento": "Las medidas terapéuticas incluyen:\n1. Oxigenoterapia titulada:\n- FiO₂ ajustada para mantener SpO₂ entre 88–92%\n- Monitorización seriada con gasometría arterial\n\n2. Ventilación no invasiva (VNI):\n- BiPAP con IPAP de 10–20 cmH₂O y EPAP de 4–6 cmH₂O\n- Indicada para pH < 7,35 y PaCO₂ > 45 mmHg\n- Reduce necesidad de intubación y mejora la supervivencia\n\n3. Broncodilatadores inhalados:\n- Salbutamol (100–400 mcg) + bromuro de ipratropio (20 mcg)\n- Inhalador con espaciador o nebulización con oxígeno\n\n4. Corticoides sistémicos:\n- Prednisona VO 40 mg/día por 5 días\n- Alternativa: metilprednisolona IV 0,5–1 mg/kg/día en casos graves\n\n5. Antibióticos:\n- Indicados ante esputo purulento, fiebre o deterioro clínico\n- Amoxicilina-clavulanato o ceftriaxona; considerar macrólidos o quinolonas si riesgo de Pseudomonas\n\n6. Ventilación invasiva:\n- Indicada en fallo de VNI, disminución del estado de conciencia, inestabilidad hemodinámica o aspiración\n- Intubación de secuencia rápida con sedantes y bloqueadores neuromusculares\n- Estrategia de ventilación protectora: volumen corriente de 6–8 mL/kg y PEEP individualizada",
    "pronostico": "El pronóstico depende de la gravedad de la exacerbación, edad, comorbilidades y respuesta al tratamiento. El fallo de VNI y la necesidad de ventilación invasiva elevan la mortalidad (hasta el 30%). La rehabilitación pulmonar y la adherencia al tratamiento reducen recurrencias y mejoran el pronóstico.",
    "fuentes_bibliograficas": [
      "Global Initiative for Chronic Obstructive Lung Disease (GOLD). Estrategia Global 2024.",
      "Murray and Nadel's Textbook of Respiratory Medicine. 7ª edición.",
      "Miller’s Anesthesia. 8ª edición. Capítulo 72 – Enfermedades Pulmonares Obstructivas.",
      "UpToDate. Exacerbaciones agudas de EPOC: estrategias de manejo. 2024.",
      "Sociedad Brasileña de Neumología y Tisiología (SBPT). Actualización 2023."
    ]
  }
}