{
  "PT": {
    "titulo": "Imunossuprimido com Insuficiência Respiratória Aguda",
    "definicao": "Condição clínica que se refere à ocorrência de insuficiência respiratória aguda (IRA) em pacientes com imunossupressão, definida pela incapacidade do sistema imunológico de montar uma resposta eficiente contra agentes infecciosos ou lesões inflamatórias. Os pacientes imunocomprometidos incluem transplantados de órgãos sólidos ou de medula óssea, pacientes com câncer (especialmente hematológicos), usuários crônicos de imunossupressores (corticosteroides, quimioterápicos, imunobiológicos), portadores de doenças autoimunes, HIV/AIDS com imunossupressão avançada e imunodeficiências primárias. A IRA nestes pacientes representa um desafio diagnóstico e terapêutico significativo, com alta taxa de mortalidade.",
    "epidemiologia": "A insuficiência respiratória é a principal causa de admissão em UTI entre pacientes imunossuprimidos. A mortalidade global pode chegar a 50–70%, sendo ainda maior nos casos em que a etiologia não é prontamente identificada. O advento de terapias imunossupressoras mais potentes e transplantes alogênicos aumentou a população em risco.",
    "fisiopatologia": "A imunossupressão reduz a resposta inflamatória eficaz e altera a função de macrófagos, linfócitos T e B, predispondo a infecções por patógenos oportunistas. A IRA pode ser causada por insultos infecciosos (Pneumocystis jirovecii, CMV, Aspergillus, nocardiose, tuberculose, bactérias multirresistentes), causas inflamatórias e tóxicas (lesão pulmonar induzida por drogas, síndrome de toxicidade pulmonar), doenças autoimunes ou complicações relacionadas ao próprio transplante (rejeição, doença do enxerto contra o hospedeiro - GVHD).",
    "diagnostico": "A avaliação inicial inclui história clínica, exame físico e exames complementares:\n- Gasometria arterial (avaliar PaO2, PaCO2, relação PaO2/FiO2)\n- Radiografia de tórax e, preferencialmente, tomografia de tórax de alta resolução (TCAR)\n- Testes laboratoriais (hemograma, PCR, procalcitonina, lactato)\n- Exames microbiológicos: culturas de sangue, escarro, urina, aspirado traqueal se entubado\n- Pesquisa de antígenos (galactomanana, beta-D-glucana), PCR para vírus respiratórios, CMV, EBV\n- Sorologias e testes rápidos (HIV, influenza, VSR, adenovírus)\n- Broncoscopia com lavado broncoalveolar (LBA) e biópsia transbrônquica, se necessário",
    "diagnostico_diferencial": "As causas mais comuns incluem:\n- Pneumonia bacteriana comunitária ou nosocomial\n- Pneumocistose (Pneumocystis jirovecii)\n- Infecções fúngicas invasivas (aspergilose pulmonar invasiva, candidíase disseminada)\n- Infecções virais (CMV, herpesvírus, adenovírus, influenza, VSR)\n- Tuberculose pulmonar\n- Linfangite carcinomatosa\n- Toxicidade pulmonar induzida por drogas (bleomicina, metotrexato, ciclofosfamida)\n- Rejeição de transplante pulmonar\n- Doença do enxerto contra o hospedeiro pulmonar\n- Edema agudo de pulmão cardiogênico e não cardiogênico (SDRA)",
    "tratamento": "O manejo deve ser iniciado precocemente, mesmo antes da definição etiológica:\n1. Suporte ventilatório:\n- Cateter nasal de alto fluxo (CNAF)\n- Ventilação não invasiva (VNI) ou ventilação mecânica invasiva (VM)\n- Evitar VNI se sinais de falência respiratória iminente\n\n2. Antimicrobianos empíricos de amplo espectro:\n- Cobertura para gram-positivos (MRSA), gram-negativos (incluindo Pseudomonas), anaeróbios se aspirativa\n- Considerar antifúngico (voriconazol, anidulafungina) se risco de fungo invasivo\n- Antivirais (oseltamivir, ganciclovir) conforme sazonalidade e imunofenótipo\n- Sulfametoxazol-trimetoprim para pneumocistose\n\n3. Retirada ou ajuste de imunossupressores conforme tolerabilidade clínica\n4. Corticoides em situações selecionadas (pneumonite por drogas, SDRA, pneumocistose com hipoxemia)\n5. Suporte hemodinâmico com vasopressores se necessário\n6. Considerar oxigenação por membrana extracorpórea (ECMO) em casos refratários",
    "prognostico": "O prognóstico é geralmente reservado. A ausência de diagnóstico etiológico em até 3 dias está associada a mortalidade superior a 70%. A instituição precoce de tratamento adequado, inclusive antes da confirmação laboratorial, melhora os desfechos. A resposta à ventilação não invasiva é um marcador prognóstico importante.",
    "referencias": "UpToDate (2024), NEJM - Respiratory failure in immunocompromised patients, Diretrizes da Sociedade Brasileira de Pneumologia e Tisiologia (SBPT), AMIB, Manual de Condutas em Terapia Intensiva (2023), JAMA, Surviving Sepsis Campaign (2021)."
  },
  "EN": {
    "title": "Immunocompromised Patient with Acute Respiratory Failure",
    "definition": "Clinical condition referring to the occurrence of acute respiratory failure (ARF) in immunosuppressed patients, defined by the inability of the immune system to effectively respond to infectious or inflammatory insults. This includes solid organ or hematopoietic stem cell transplant recipients, patients with cancer (especially hematologic malignancies), chronic users of immunosuppressive agents (corticosteroids, chemotherapy, immunobiologics), individuals with autoimmune diseases, advanced HIV/AIDS, and primary immunodeficiencies. ARF in this population presents significant diagnostic and therapeutic challenges, with high mortality.",
    "epidemiology": "Respiratory failure is the leading cause of ICU admission in immunocompromised patients. Overall mortality ranges from 50% to 70%, particularly in cases where the etiology is not promptly identified. The increase in use of immunosuppressive therapies and transplant programs has expanded the at-risk population.",
    "pathophysiology": "Immunosuppression impairs effective immune responses by altering macrophage, T-cell, and B-cell function, increasing susceptibility to opportunistic pathogens. ARF may result from infectious insults (Pneumocystis jirovecii, CMV, Aspergillus, nocardiosis, tuberculosis, multidrug-resistant bacteria), inflammatory or toxic causes (drug-induced lung injury, pulmonary toxicity syndrome), autoimmune diseases, or transplant-related complications (rejection, graft-versus-host disease - GVHD).",
    "diagnosis": "Initial evaluation includes history, physical examination, and complementary tests:\n- Arterial blood gases (PaO2, PaCO2, PaO2/FiO2 ratio)\n- Chest X-ray and preferably high-resolution chest CT (HRCT)\n- Laboratory tests (CBC, CRP, procalcitonin, lactate)\n- Microbiologic studies: blood, sputum, urine, tracheal aspirate cultures if intubated\n- Antigen testing (galactomannan, beta-D-glucan), PCR for respiratory viruses, CMV, EBV\n- Serologies and rapid tests (HIV, influenza, RSV, adenovirus)\n- Bronchoscopy with bronchoalveolar lavage (BAL) and transbronchial biopsy if necessary",
    "differential_diagnosis": "Common etiologies include:\n- Community-acquired or hospital-acquired bacterial pneumonia\n- Pneumocystis jirovecii pneumonia (PJP)\n- Invasive fungal infections (invasive pulmonary aspergillosis, disseminated candidiasis)\n- Viral infections (CMV, herpesviruses, adenovirus, influenza, RSV)\n- Pulmonary tuberculosis\n- Lymphangitic carcinomatosis\n- Drug-induced pulmonary toxicity (e.g., bleomycin, methotrexate, cyclophosphamide)\n- Lung transplant rejection\n- Pulmonary GVHD\n- Cardiogenic or non-cardiogenic pulmonary edema (ARDS)",
    "treatment": "Management must begin early, even before etiologic confirmation:\n1. Respiratory support:\n- High-flow nasal cannula (HFNC)\n- Non-invasive ventilation (NIV) or invasive mechanical ventilation (IMV)\n- Avoid NIV if signs of imminent respiratory failure are present\n\n2. Broad-spectrum empiric antimicrobials:\n- Coverage for gram-positives (MRSA), gram-negatives (including Pseudomonas), anaerobes if aspiration suspected\n- Consider antifungal (e.g., voriconazole, echinocandins) if risk factors for fungal infection\n- Antivirals (e.g., oseltamivir, ganciclovir) based on seasonality and immune profile\n- Trimethoprim-sulfamethoxazole if PJP is suspected\n\n3. Adjustment or withdrawal of immunosuppressive therapy as tolerated\n4. Corticosteroids in selected cases (e.g., drug-induced pneumonitis, ARDS, PJP with hypoxemia)\n5. Hemodynamic support with vasopressors if needed\n6. Consider extracorporeal membrane oxygenation (ECMO) in refractory cases",
    "prognosis": "Generally poor. Failure to identify the underlying cause within 72 hours is associated with mortality above 70%. Early initiation of appropriate empiric therapy, even prior to confirmation, improves outcomes. Response to non-invasive ventilation is a key prognostic marker.",
    "references": "UpToDate (2024), NEJM - Respiratory failure in immunocompromised patients, Brazilian Thoracic Society Guidelines (SBPT), AMIB, Critical Care Practice Manual (2023), JAMA, Surviving Sepsis Campaign (2021)."
  },
  "ES": {
    "titulo": "Paciente Inmunosuprimido con Insuficiencia Respiratoria Aguda",
    "definicion": "Condición clínica que describe la aparición de insuficiencia respiratoria aguda (IRA) en pacientes inmunosuprimidos, definidos por una alteración significativa de la respuesta inmune ante infecciones o inflamación. Incluye pacientes trasplantados de órganos sólidos o de médula ósea, pacientes oncológicos (especialmente hematológicos), usuarios crónicos de inmunosupresores (corticoides, quimioterápicos, inmunobiológicos), pacientes con enfermedades autoinmunes, VIH/SIDA avanzado e inmunodeficiencias primarias. La IRA en este contexto conlleva alta mortalidad y requiere abordaje diagnóstico y terapéutico urgente.",
    "epidemiologia": "La insuficiencia respiratoria es la causa más común de ingreso a unidades de cuidados intensivos (UCI) entre pacientes inmunocomprometidos. La mortalidad puede superar el 50–70%, especialmente cuando la etiología no se identifica rápidamente. El uso creciente de terapias inmunosupresoras y trasplantes ha ampliado este grupo de riesgo.",
    "fisiopatologia": "La inmunosupresión compromete la inmunidad innata y adaptativa, alterando funciones de macrófagos, linfocitos T y B. Esto favorece infecciones oportunistas y respuestas inflamatorias inadecuadas. Las causas pueden ser infecciosas (Pneumocystis jirovecii, CMV, Aspergillus, nocardiosis, tuberculosis, bacterias multirresistentes), inflamatorias o tóxicas (toxicidad pulmonar inducida por fármacos), enfermedades autoinmunes, o complicaciones del trasplante (rechazo, enfermedad injerto contra huésped - EICH).",
    "diagnostico": "Evaluación inicial incluye historia clínica, examen físico y estudios complementarios:\n- Gases arteriales (PaO2, PaCO2, relación PaO2/FiO2)\n- Radiografía de tórax y tomografía de alta resolución (TACAR)\n- Laboratorio: hemograma, PCR, procalcitonina, lactato\n- Cultivos: sangre, esputo, orina, aspirado traqueal si intubado\n- Antígenos (galactomanano, beta-D-glucano), PCR viral (CMV, EBV, virus respiratorios)\n- Serologías rápidas (VIH, influenza, VSR, adenovirus)\n- Broncoscopia con lavado broncoalveolar (LBA) y biopsia si es necesario",
    "diagnostico_diferencial": "Incluye:\n- Neumonía bacteriana comunitaria o nosocomial\n- Neumonía por Pneumocystis jirovecii (PJP)\n- Infecciones fúngicas invasivas (aspergilosis pulmonar, candidiasis diseminada)\n- Infecciones virales (CMV, herpesvirus, adenovirus, influenza, VSR)\n- Tuberculosis pulmonar\n- Carcinomatosis linfangítica\n- Toxicidad pulmonar por medicamentos (bleomicina, metotrexato, ciclofosfamida)\n- Rechazo del trasplante pulmonar\n- EICH pulmonar\n- Edema pulmonar cardiogénico y no cardiogénico (SDRA)",
    "tratamiento": "Debe iniciarse precozmente, aun sin diagnóstico etiológico confirmado:\n1. Soporte respiratorio:\n- Cánula nasal de alto flujo (CNAF)\n- Ventilación no invasiva (VNI) o ventilación mecánica invasiva (VMI)\n- Evitar VNI si hay signos de fallo respiratorio inminente\n\n2. Antimicrobianos empíricos de amplio espectro:\n- Cobertura para grampositivos (MRSA), gramnegativos (incluyendo Pseudomonas), anaerobios si aspirativa\n- Considerar antifúngicos (voriconazol, equinocandinas) si riesgo de infección fúngica\n- Antivirales (oseltamivir, ganciclovir) según estacionalidad y perfil inmune\n- Trimetoprima-sulfametoxazol si sospecha de PJP\n\n3. Ajuste o retirada de inmunosupresores según tolerancia clínica\n4. Corticoides en casos seleccionados (neumonitis por fármacos, SDRA, PJP hipoxémica)\n5. Soporte hemodinámico con vasopresores si se requiere\n6. Considerar ECMO en casos refractarios",
    "pronostico": "Generalmente reservado. La ausencia de diagnóstico etiológico en las primeras 72 horas se asocia con mortalidad superior al 70%. El inicio precoz del tratamiento empírico adecuado mejora el pronóstico. La respuesta a VNI es un marcador pronóstico clave.",
    "referencias": "UpToDate (2024), NEJM - Respiratory failure in immunocompromised patients, Guías de la Sociedad Española de Neumología (SEPAR), JAMA, AMIB, Surviving Sepsis Campaign (2021), Manual de Terapia Intensiva."
  }
}