{
  "PT": {
    "titulo": "Insuficiência Adrenal Aguda",
    "definicao": "A insuficiência adrenal aguda é uma emergência endócrina caracterizada pela falência súbita da função do córtex adrenal, levando à deficiência crítica de glicocorticoides (cortisol) e, em alguns casos, de mineralocorticoides (aldosterona). É uma condição potencialmente fatal que exige reconhecimento imediato e tratamento urgente.",
    "epidemiologia": "Embora rara, a insuficiência adrenal aguda pode ocorrer em pacientes com doença adrenal prévia (como a doença de Addison), em usuários crônicos de corticosteroides submetidos a situações de estresse sem ajuste de dose, ou por causas agudas como hemorragia adrenal bilateral (síndrome de Waterhouse-Friderichsen), trombose adrenal, sepse, meningococcemia ou trauma. A incidência aumenta em pacientes internados em estado crítico e em uso de medicamentos que inibem a síntese de esteroides (como cetoconazol ou etomidato).",
    "fisiopatologia": "A deficiência de cortisol compromete a manutenção da pressão arterial, a resposta ao estresse, a gliconeogênese hepática e a estabilidade hemodinâmica. A deficiência de aldosterona, presente nos casos de insuficiência adrenal primária, causa perda de sódio, retenção de potássio e desidratação, resultando em hipovolemia, hiponatremia e hipercalemia. Essas alterações podem evoluir rapidamente para colapso circulatório e morte.",
    "diagnostico": "Deve ser suspeitada em qualquer paciente com hipotensão inexplicada, choque refratário, dor abdominal, náuseas, vômitos, febre, confusão mental ou hipoglicemia. Exames laboratoriais úteis incluem:\n- Cortisol basal: níveis <15 mcg/dL em pacientes gravemente doentes sugerem insuficiência\n- ACTH: níveis elevados indicam insuficiência adrenal primária\n- Hiponatremia, hipercalemia, hipoglicemia, uremia\n- Teste de estímulo com ACTH (250 mcg de cosintropina IV): resposta insuficiente confirma diagnóstico\n- Dosagem de renina e aldosterona em casos suspeitos de deficiência mineralocorticoide",
    "diagnostico_diferencial": "Choque séptico, insuficiência cardíaca aguda, hipoglicemia hipoglicêmica, síndrome da secreção inapropriada de ADH (SIADH), abdome agudo, acidose láctica, crise tireotóxica, intoxicações.",
    "tratamento": "O tratamento deve ser instituído imediatamente após suspeita clínica, sem aguardar confirmação laboratorial:\n1. Reposição de glicocorticoides:\n- Hidrocortisona 100 mg IV bolus, seguida por 200 mg/dia contínuos (em infusão contínua ou 50 mg IV a cada 6 horas)\n- A hidrocortisona tem efeito mineralocorticoide suficiente em doses elevadas\n- Dexametasona 4 mg IV pode ser usada se for necessário realizar o teste de estímulo posteriormente\n\n2. Reposição volêmica e correção de hipoglicemia:\n- SF 0,9% 1.000 mL nas primeiras 1–2 horas, seguido por manutenção\n- SG 50% em caso de hipoglicemia\n\n3. Tratamento da causa subjacente (infecção, trauma, suspensão de corticosteroides)\n4. Suporte intensivo: monitoramento hemodinâmico, eletrólitos, função renal, débito urinário\n5. Transição gradual para terapia oral após estabilização clínica",
    "prognostico": "Com diagnóstico precoce e tratamento imediato, a recuperação costuma ser rápida e completa. A ausência de intervenção pode levar a evolução para choque refratário, coma e óbito. Pacientes com insuficiência adrenal conhecida devem ser orientados sobre ajuste de doses em situações de estresse (doença, febre, cirurgia), incluindo uso de 'cartão de estresse' e kit de emergência com hidrocortisona IM.",
    "referencias": "UpToDate (2024), Endocrine Society Guidelines (2023), Harrison’s Principles of Internal Medicine, SBEM – Sociedade Brasileira de Endocrinologia e Metabologia, Manual de Terapêutica Endócrina (2022), JAMA, NEJM."
  },
  "EN": {
    "title": "Acute Adrenal Insufficiency",
    "definition": "Acute adrenal insufficiency is a life-threatening endocrine emergency caused by a sudden and severe deficiency in adrenal hormones, primarily cortisol and, in some cases, aldosterone. It can be the result of primary adrenal failure, secondary adrenal suppression, or a failure to increase glucocorticoid doses in response to physiological stress. Prompt recognition and treatment are crucial to prevent death.",
    "epidemiology": "Although relatively uncommon, acute adrenal insufficiency has a high mortality rate when not promptly recognized and treated. It may occur in patients with known chronic adrenal insufficiency, those on chronic corticosteroid therapy, or as the first manifestation of adrenal failure. It is also associated with sepsis, trauma, adrenal hemorrhage (e.g., Waterhouse-Friderichsen syndrome), or medications like etomidate and ketoconazole.",
    "pathophysiology": "Cortisol is essential for vascular tone, glucose homeostasis, and stress response. Acute cortisol deficiency leads to impaired vasomotor tone, hypoglycemia, and decreased responsiveness to vasopressors. Aldosterone deficiency, typically seen in primary adrenal insufficiency, results in sodium wasting, potassium retention, and hypovolemia. Together, these hormonal imbalances can rapidly lead to shock and death.",
    "diagnosis": "Consider in any patient presenting with hypotension, refractory shock, abdominal pain, nausea, vomiting, confusion, or hypoglycemia. Recommended laboratory evaluation:\n- Baseline serum cortisol (<15 mcg/dL suggests insufficiency; <3 mcg/dL is highly suggestive)\n- Plasma ACTH (elevated in primary, low/normal in secondary insufficiency)\n- Electrolyte disturbances: hyponatremia, hyperkalemia, hypoglycemia\n- ACTH stimulation test with 250 mcg cosyntropin IV (check cortisol at 0, 30, and 60 min)\n- Additional: renin, aldosterone, anti-21-hydroxylase antibodies, abdominal imaging if adrenal hemorrhage is suspected",
    "differential_diagnosis": "Septic shock, adrenal crisis due to chronic steroid withdrawal, acute abdomen, acute myocardial infarction, diabetic ketoacidosis, lactic acidosis, SIADH, thyroid storm, and hypoglycemia from other causes.",
    "treatment": "Initiate empiric treatment immediately in suspected cases:\n1. Glucocorticoid therapy:\n- Hydrocortisone 100 mg IV bolus, followed by 200 mg/day as continuous infusion or 50 mg every 6 hours\n- Dexamethasone 4 mg IV is an alternative if cortisol testing is needed (it does not interfere with ACTH test)\n\n2. Volume resuscitation and metabolic support:\n- 1–3 liters of 0.9% saline in the first 24 hours depending on clinical response\n- IV dextrose to correct hypoglycemia\n\n3. Treat precipitating factors (infection, surgery, trauma, steroid withdrawal)\n4. Monitor vital signs, electrolytes, renal function, and urine output in an intensive care setting\n5. Once stabilized, transition to oral hydrocortisone and initiate mineralocorticoid replacement (fludrocortisone) if needed",
    "prognosis": "If diagnosed early and treated promptly, prognosis is excellent with rapid improvement. Delay in therapy can result in refractory shock, coma, and death. Education on stress dosing and emergency steroid use is essential in all patients with chronic adrenal insufficiency.",
    "references": "UpToDate (2024), Endocrine Society Clinical Guidelines (2023), Harrison’s Principles of Internal Medicine, Brazilian Society of Endocrinology and Metabolism (SBEM), NEJM, JAMA, Critical Care Clinics."
  },
  "ES": {
    "titulo": "Insuficiencia Adrenal Aguda",
    "definicion": "La insuficiencia adrenal aguda es una emergencia endocrina potencialmente mortal caracterizada por el fallo repentino de la función del córtex suprarrenal, lo que conlleva una deficiencia crítica de glucocorticoides (principalmente cortisol) y, en algunos casos, de mineralocorticoides (aldosterona). Esta condición requiere reconocimiento y tratamiento inmediatos para evitar desenlaces fatales.",
    "epidemiologia": "Aunque poco común, la insuficiencia adrenal aguda puede presentarse en pacientes con enfermedad adrenal previa (como la enfermedad de Addison), en usuarios crónicos de corticosteroides que no ajustan la dosis ante situaciones de estrés fisiológico, o como consecuencia de hemorragia adrenal bilateral (síndrome de Waterhouse-Friderichsen), trombosis adrenal, sepsis, meningococcemia o traumatismos. La incidencia se incrementa en pacientes críticos hospitalizados y en uso de fármacos que inhiben la síntesis esteroidea (como el ketoconazol o el etomidato).",
    "fisiopatologia": "El cortisol es esencial para el mantenimiento del tono vascular, la homeostasis glucémica y la respuesta al estrés. Su deficiencia aguda compromete la vasorregulación, la gluconeogénesis hepática y la sensibilidad a vasopresores. La deficiencia de aldosterona, común en la insuficiencia adrenal primaria, causa pérdida de sodio, retención de potasio y deshidratación, resultando en hipovolemia, hiponatremia e hipercalemia. Estas alteraciones pueden evolucionar rápidamente hacia el colapso circulatorio y la muerte.",
    "diagnostico": "Debe sospecharse en todo paciente con hipotensión inexplicada, shock refractario, dolor abdominal, náuseas, vómitos, fiebre, alteración del estado mental o hipoglucemia. Evaluaciones recomendadas:\n- Cortisol basal sérico: niveles <15 mcg/dL sugieren insuficiencia (niveles <3 mcg/dL altamente sugestivos)\n- ACTH plasmático: niveles elevados en insuficiencia primaria, bajos o normales en insuficiencia secundaria\n- Trastornos electrolíticos: hiponatremia, hipercalemia, hipoglucemia\n- Prueba de estimulación con ACTH (250 mcg de cosintropina IV): medir cortisol a 0, 30 y 60 minutos\n- Adicional: renina, aldosterona, anticuerpos anti-21-hidroxilasa, imagenología abdominal si se sospecha hemorragia suprarrenal",
    "diagnostico_diferencial": "Shock séptico, crisis adrenal por suspensión de esteroides crónicos, abdomen agudo, infarto agudo de miocardio, cetoacidosis diabética, acidosis láctica, SIADH, tormenta tiroidea, hipoglucemia de otras causas.",
    "tratamiento": "El tratamiento debe iniciarse de forma empírica ante la sospecha clínica, sin esperar la confirmación de laboratorio:\n1. Reposición de glucocorticoides:\n- Hidrocortisona 100 mg IV en bolo, seguido por 200 mg/día en infusión continua o 50 mg IV cada 6 horas\n- Dexametasona 4 mg IV es una alternativa si se requiere evaluación posterior del cortisol (no interfiere con la prueba de ACTH)\n\n2. Reposición de volumen y soporte metabólico:\n- 1 a 3 litros de solución salina al 0,9% en las primeras 24 horas, según respuesta clínica\n- Dextrosa IV en caso de hipoglucemia\n\n3. Tratamiento del factor desencadenante (infección, cirugía, traumatismo, suspensión de esteroides)\n4. Monitoreo intensivo de signos vitales, electrolitos, función renal y diuresis\n5. Una vez estabilizado, transición a hidrocortisona oral e iniciar mineralocorticoide (fludrocortisona) si se requiere",
    "pronostico": "Con diagnóstico y tratamiento precoz, el pronóstico es favorable con recuperación rápida. La ausencia de intervención puede llevar a shock refractario, coma y muerte. Todos los pacientes con insuficiencia suprarrenal crónica deben recibir educación sobre el ajuste de dosis en situaciones de estrés y el uso de esteroides de emergencia.",
    "referencias": "UpToDate (2024), Endocrine Society Guidelines (2023), Harrison’s Principles of Internal Medicine, Sociedad Brasileña de Endocrinología y Metabolismo (SBEM), Manual de Terapéutica Endocrina (2022), JAMA, NEJM."
  }
}