{
  "PT": {
    "titulo": "Isquemia Miocárdica com Instabilidade Hemodinâmica",
    "definicao": "A isquemia miocárdica com instabilidade hemodinâmica é uma condição de emergência médica caracterizada pela presença de isquemia do miocárdio associada a comprometimento circulatório grave, manifestado por sinais clínicos de baixo débito e/ou choque cardiogênico. Representa a forma mais grave da síndrome coronariana aguda, e sua identificação precoce e tratamento agressivo são determinantes para o prognóstico do paciente.",
    "epidemiologia": "O choque cardiogênico é a principal causa de morte hospitalar em pacientes com infarto agudo do miocárdio (IAM), ocorrendo em 5–10% dos casos de IAM com supradesnivelamento do segmento ST (IAMCSST) e até 3% nos sem supra (IAMSSST). A idade avançada, diabetes, IAM anterior e doença arterial coronariana multivascular são fatores de risco para instabilidade hemodinâmica. A mortalidade intra-hospitalar permanece elevada (>40%), mesmo com estratégias modernas de reperfusão e suporte intensivo.",
    "fisiopatologia": "A instabilidade hemodinâmica decorre da falência da bomba cardíaca, que pode ser causada por extensa necrose miocárdica, disfunção valvar aguda (ex.: insuficiência mitral por ruptura de músculo papilar), ruptura de septo interventricular ou tamponamento cardíaco. O débito cardíaco reduzido leva à ativação neuro-hormonal compensatória (sistema simpático e sistema renina-angiotensina-aldosterona), causando vasoconstrição periférica, aumento da pós-carga e agravamento do quadro. A hipoperfusão tecidual generalizada leva à acidose metabólica, disfunção renal e aumento da permeabilidade capilar.",
    "diagnostico": "Critérios clínicos e laboratoriais fundamentais:\n- Dor torácica anginosa associada a sinais de hipoperfusão (pele fria, cianose, confusão mental)\n- Hipotensão (PAS < 90 mmHg por >30 minutos ou necessidade de vasopressor)\n- Taquicardia compensatória, distensão jugular, estertores crepitantes\n- ECG com alterações isquêmicas (supradesnivelamento, inversão de T, BRE novo)\n- Marcadores de necrose miocárdica elevados (troponina, CK-MB)\n- Ecocardiograma com disfunção sistólica, dilatação ventricular, comprometimento valvar\n- Gasometria arterial: acidose metabólica, hiperlactatemia\n- Elevação de BNP ou NT-proBNP\n- Monitorização invasiva: pressão capilar pulmonar elevada e índice cardíaco < 2,2 L/min/m²",
    "diagnostico_diferencial": "Dissecção aguda de aorta, tamponamento cardíaco, embolia pulmonar maciça, miocardite fulminante, insuficiência adrenal aguda, intoxicação por bloqueadores beta ou cálcio, sepse de origem não cardíaca.",
    "tratamento": "1. Estabilização inicial:\n- Oxigenoterapia suplementar com SpO₂ < 90%\n- Acesso venoso central e arterial para drogas vasoativas e monitorização\n- Monitorização contínua: ECG, PAM invasiva, diurese horária, lactato sérico\n\n2. Drogas vasoativas:\n- Noradrenalina para manter PAM ≥ 65 mmHg (iniciar com 0,05–0,5 mcg/kg/min)\n- Dobutamina para suporte inotrópico (2,5–20 mcg/kg/min) em débito reduzido\n- Vasopressina ou milrinona como alternativas em casos refratários\n\n3. Terapia de reperfusão:\n- ICP primária idealmente nas primeiras 90 minutos\n- Cirurgia de revascularização miocárdica em casos com anatomia desfavorável\n- Trombolíticos se ICP não disponível em tempo adequado\n\n4. Suporte ventilatório e hemodinâmico:\n- Ventilação não invasiva em edema pulmonar com consciência preservada\n- IOT se hipoxemia grave, rebaixamento de consciência ou exaustão respiratória\n\n5. Suporte circulatório mecânico:\n- Balão intra-aórtico (IAoB), ECMO VA ou Impella em centros especializados\n- Indicações: choque refratário, ponte para recuperação, ponte para transplante ou decisão\n\n6. Terapias adjuvantes:\n- Anticoagulação com heparina não fracionada ou enoxaparina\n- Antiagregação plaquetária dupla: AAS + inibidor P2Y12\n- Estatinas de alta intensidade (atorvastatina 80 mg)\n- Bloqueadores de aldosterona e IECA após estabilização hemodinâmica\n\n7. Avaliação de contraindicações:\n- Avaliar risco-benefício de cada medida terapêutica em pacientes com múltiplas comorbidades, sangramentos ativos ou fragilidade extrema",
    "prognostico": "O prognóstico é reservado, com mortalidade hospitalar >40% nos casos de choque cardiogênico. A mortalidade em 6 meses permanece significativa mesmo após revascularização. A implantação precoce de suporte mecânico circulatório e a centralização do atendimento em unidades especializadas (hub centers) têm impacto positivo na sobrevida. A reabilitação cardiovascular é essencial na recuperação funcional e na prevenção de novas descompensações.",
    "fontes_bibliograficas": [
      "Thiele H, et al. Management of cardiogenic shock complicating myocardial infarction. Eur Heart J. 2019.",
      "Guyton & Hall. Tratado de Fisiologia Médica. 14ª ed.",
      "Miller’s Anesthesia. 8ª edição. Capítulo 75 – Cardiopatia Isquêmica.",
      "Diretrizes da Sociedade Brasileira de Cardiologia (SBC) – Infarto Agudo do Miocárdio com Supradesnivelamento do ST. 2021.",
      "UpToDate. Cardiogenic shock: definition, clinical features, and diagnosis. 2024."
    ]
  },
  "US": {
    "title": "Myocardial Ischemia with Hemodynamic Instability",
    "definition": "Myocardial ischemia with hemodynamic instability is a critical emergency characterized by an acute mismatch between coronary oxygen supply and myocardial demand, accompanied by signs of systemic hypoperfusion and/or cardiogenic shock. It represents the most severe form of acute coronary syndrome, often associated with extensive myocardial damage, severe pump failure, and high mortality if not promptly treated.",
    "epidemiology": "Cardiogenic shock occurs in 5–10% of patients with ST-segment elevation myocardial infarction (STEMI) and in up to 3% of non-STEMI cases. Despite advancements in reperfusion therapy and intensive care, in-hospital mortality remains over 40%. Risk factors include older age, diabetes mellitus, prior MI, multivessel disease, and delayed reperfusion.",
    "pathophysiology": "Severe myocardial ischemia impairs left ventricular contractility, leading to reduced cardiac output and systemic hypoperfusion. Contributing mechanisms include mechanical complications (e.g., papillary muscle rupture, ventricular septal defect), arrhythmias, and right ventricular infarction. Compensatory neurohormonal activation exacerbates vasoconstriction and afterload, worsening myocardial oxygen demand. This creates a vicious cycle of worsening ischemia, acidosis, and organ dysfunction.",
    "diagnosis": "Diagnostic approach includes:\n- Chest pain with signs of hypoperfusion (cold extremities, confusion, oliguria)\n- Persistent hypotension (SBP < 90 mmHg for >30 min or requiring vasopressors)\n- ECG showing ischemic changes (ST elevation, new LBBB, ST depression)\n- Elevated cardiac biomarkers (troponin, CK-MB)\n- Echocardiography: global or regional wall motion abnormalities, valvular dysfunction\n- Arterial blood gases: metabolic acidosis, elevated lactate\n- Hemodynamic monitoring: elevated PCWP, cardiac index < 2.2 L/min/m²\n- BNP or NT-proBNP levels suggestive of heart failure",
    "differential_diagnosis": "Acute aortic dissection, massive pulmonary embolism, cardiac tamponade, fulminant myocarditis, sepsis-induced hypotension, beta-blocker or calcium channel blocker overdose, adrenal insufficiency.",
    "treatment": "1. Initial stabilization:\n- Supplemental oxygen, large bore IV access, continuous ECG monitoring\n- Arterial line and central venous catheter for hemodynamic support\n\n2. Vasopressors and inotropes:\n- Norepinephrine to maintain MAP ≥ 65 mmHg (start at 0.05–0.5 mcg/kg/min)\n- Dobutamine for inotropic support in low cardiac output\n- Consider milrinone or vasopressin in refractory cases\n\n3. Reperfusion therapy:\n- Emergent PCI within 90 minutes preferred\n- CABG for patients with unsuitable coronary anatomy or multivessel disease\n- Fibrinolytics if PCI is unavailable within timeframe\n\n4. Mechanical circulatory support:\n- Intra-aortic balloon pump (IABP), ECMO VA, or Impella for refractory shock\n\n5. Ventilatory support:\n- Non-invasive ventilation in pulmonary edema if mental status preserved\n- Intubation for respiratory failure or altered mental status\n\n6. Pharmacologic adjuncts:\n- Dual antiplatelet therapy (aspirin + P2Y12 inhibitor)\n- Anticoagulation with heparin or low molecular weight heparin\n- High-intensity statins (atorvastatin 80 mg)\n- ACE inhibitors or aldosterone antagonists after hemodynamic stability\n\n7. Specialized care:\n- Transfer to specialized cardiac intensive care units (hub centers)\n- Multidisciplinary evaluation for advanced therapies or transplant",
    "prognosis": "Prognosis is poor with cardiogenic shock complicating MI, with in-hospital mortality exceeding 40%. Early revascularization and mechanical circulatory support improve outcomes. Long-term prognosis depends on the extent of myocardial recovery, comorbidities, and adherence to secondary prevention strategies. Early cardiac rehabilitation and close follow-up are essential to reduce recurrence and improve survival.",
    "references": [
      "Thiele H, et al. Management of cardiogenic shock complicating myocardial infarction. Eur Heart J. 2019.",
      "Miller’s Anesthesia. 8th edition. Chapter 75 – Ischemic Heart Disease.",
      "Braunwald’s Heart Disease. 12th ed. Chapter 70 – Cardiogenic Shock.",
      "Guyton & Hall. Textbook of Medical Physiology. 14th edition.",
      "UpToDate. Cardiogenic shock: diagnosis, pathophysiology, and management. 2024."
    ]
  },
  "ES": {
    "titulo": "Isquemia Miocárdica con Inestabilidad Hemodinámica",
    "definicion": "La isquemia miocárdica con inestabilidad hemodinámica es una urgencia médica grave caracterizada por un desequilibrio agudo entre el aporte y la demanda de oxígeno al miocardio, asociado a hipoperfusión sistémica o shock cardiogénico. Representa la forma más letal del síndrome coronario agudo y requiere diagnóstico y tratamiento inmediato para reducir la mortalidad.",
    "epidemiologia": "El shock cardiogénico ocurre en el 5–10% de los pacientes con infarto agudo de miocardio con elevación del ST (IAMCEST) y en hasta el 3% de los sin elevación (IAMSEST). La mortalidad intrahospitalaria supera el 40% incluso con tratamiento avanzado. Factores de riesgo incluyen edad avanzada, diabetes, IAM previo, enfermedad multivaso y retraso en la reperfusión.",
    "fisiopatologia": "La disfunción ventricular grave causada por isquemia extensa reduce el gasto cardíaco, resultando en hipoperfusión tisular. Puede haber complicaciones mecánicas (rotura del músculo papilar, comunicación interventricular), arritmias o infarto del ventrículo derecho. La activación neurohormonal compensa inicialmente pero luego agrava la poscarga y la demanda miocárdica, cerrando un ciclo de isquemia, acidosis y disfunción orgánica.",
    "diagnostico": "Abordaje diagnóstico:\n- Dolor torácico con signos de hipoperfusión (extremidades frías, oliguria, confusión)\n- Hipotensión persistente (PAS < 90 mmHg por >30 min o uso de vasopresores)\n- ECG con elevación del ST, bloqueo de rama izquierda o depresión generalizada del ST\n- Biomarcadores cardíacos elevados (troponina, CK-MB)\n- Ecocardiografía: hipoquinesia regional/global, disfunción valvular\n- Gasometría arterial: acidosis metabólica, lactato elevado\n- Monitoreo hemodinámico: presión capilar pulmonar elevada, índice cardíaco < 2.2 L/min/m²\n- Elevación de BNP o NT-proBNP",
    "diagnostico_diferencial": "Disección aguda de aorta, embolia pulmonar masiva, taponamiento cardíaco, miocarditis fulminante, sepsis, intoxicación por betabloqueadores o calcioantagonistas, insuficiencia suprarrenal.",
    "tratamento": "1. Estabilización inicial:\n- Oxígeno suplementario, accesos venosos calibrosos, monitoreo continuo\n- Colocación de línea arterial y vía central si es necesario\n\n2. Soporte farmacológico:\n- Noradrenalina para mantener PAM ≥ 65 mmHg (inicio 0,05–0,5 mcg/kg/min)\n- Dobutamina para mejorar contractilidad en bajo gasto\n- Milrinona o vasopresina en casos refractarios\n\n3. Reperfusión coronaria urgente:\n- Angioplastia primaria dentro de 90 minutos\n- Cirugía de revascularización en anatomía desfavorable\n- Trombolíticos si ICP no está disponible en tiempo apropiado\n\n4. Soporte mecánico circulatorio:\n- Balón intraaórtico, ECMO VA o Impella en centros especializados\n\n5. Ventilación y soporte respiratorio:\n- VNI en edema pulmonar si hay conciencia preservada\n- IOT en hipoxemia refractaria, alteración del sensorio o fatiga\n\n6. Tratamiento farmacológico complementario:\n- Antiagregación dual (AAS + clopidogrel o ticagrelor)\n- Anticoagulación con heparina o HBPM\n- Estatinas de alta intensidad (atorvastatina 80 mg)\n- IECA o antagonistas de aldosterona post-estabilización\n\n7. Cuidados intensivos especializados:\n- Derivación a unidades cardiológicas terciarias\n- Evaluación multidisciplinaria para soporte avanzado o trasplante",
    "pronostico": "El pronóstico es reservado, con mortalidad hospitalaria superior al 40% en casos de shock cardiogénico. La revascularización precoz y el soporte circulatorio mecánico mejoran la sobrevida. La rehabilitación cardíaca precoz, el control de comorbilidades y el seguimiento ambulatorio estrecho son fundamentales para evitar recaídas y mejorar el pronóstico a largo plazo.",
    "fuentes_bibliograficas": [
      "Thiele H, et al. Manejo del shock cardiogénico complicando el infarto agudo de miocardio. Eur Heart J. 2019.",
      "Miller’s Anesthesia. 8ª edición. Capítulo 75 – Cardiopatía Isquémica.",
      "Braunwald. Enfermedades del Corazón. 12ª ed. Capítulo 70 – Shock Cardiogénico.",
      "Guyton & Hall. Tratado de Fisiología Médica. 14ª edición.",
      "UpToDate. Shock cardiogénico: diagnóstico, fisiopatología y tratamiento. 2024."
    ]
  }
}