{
  "PT": {
    "condicao_clinica": {
      "titulo": "Rebaixamento do Nível de Consciência",
      "definicao": "O rebaixamento do nível de consciência é definido como a alteração da capacidade de manter o estado de alerta e/ou de responder de forma adequada a estímulos ambientais. Essa condição pode variar de sonolência leve até o coma profundo, representando uma emergência médica que requer avaliação e intervenção imediatas. Pode ser classificado em qualitativo (confusão, delírio) ou quantitativo (torpor, estupor, coma).",
      "epidemiologia": "É uma das principais causas de admissão em unidades de terapia intensiva e serviços de emergência, com prevalência associada a múltiplas etiologias neurológicas, metabólicas, infecciosas, tóxicas e estruturais. Em pacientes comatosos, as causas mais comuns são intoxicações (25–30%), distúrbios metabólicos (20–25%) e eventos neurológicos agudos (AVC, crises epilépticas).",
      "fisiopatologia": "O nível de consciência é mantido pela interação entre o sistema reticular ativador ascendente (SRAA), localizado no tronco encefálico, e os hemisférios cerebrais. Lesões estruturais bilaterais ou difusas corticais, ou lesões focais no tronco encefálico, interrompem essa rede integradora. Alterações metabólicas sistêmicas como hipoglicemia, hipóxia, hipercapnia, encefalopatia hepática ou urêmica também afetam a função neuronal global. A intoxicação por depressores do SNC pode simular coma profundo sem alterações estruturais.",
      "diagnostico": "A avaliação exige abordagem sistematizada com prioridade à estabilização. Etapas principais:\n1. ABC primário e proteção de via aérea\n2. Avaliação do nível de consciência (ECG) e reflexos do tronco\n3. Exame neurológico com foco em sinais de lateralização ou descompensação\n4. Exames laboratoriais: glicemia, eletrólitos, função renal e hepática, gasometria, toxicologia, hemograma\n5. Neuroimagem urgente (TC de crânio sem contraste)\n6. Punção lombar se houver suspeita de infecção ou hemorragia subaracnoidea com TC normal\n7. EEG se suspeita de status epiléptico não convulsivo\n8. Considerar testes complementares: dosagem de amônia, cortisol, TSH, função hepática e renal",
      "diagnostico_diferencial": "As principais hipóteses diagnósticas incluem: trauma cranioencefálico, AVC isquêmico ou hemorrágico, convulsões e estado pós-ictal, meningite ou encefalite, distúrbios metabólicos (hipoglicemia, hiponatremia, hipercalcemia, acidose), insuficiência hepática ou renal, intoxicação por opioides, benzodiazepínicos, álcool ou outras drogas, hipotermia, hipertensão intracraniana, encefalopatias hipertensiva ou hipóxica.",
      "tratamento": "A conduta deve seguir princípios de suporte avançado de vida e terapêutica específica da causa:\n- Garantia de via aérea pérvia: IOT em GCS <8 ou risco de aspiração\n- Suporte ventilatório e hemodinâmico conforme necessidade\n- Tríade empírica: glicose 50% + tiamina 100 mg EV + naloxona 0,4–2 mg EV, se intoxicação for suspeita\n- Correção de distúrbios metabólicos graves (ex.: hipoglicemia, distúrbios ácido-básicos)\n- Antibioticoterapia empírica se infecção SNC for suspeita\n- Tratamento específico de etiologias identificadas (ex.: trombólise para AVC isquêmico, antiepilépticos, antídotos)\n- Controle da PIC em casos de hipertensão intracraniana: cabeceira elevada, hiperventilação, manitol, solução salina hipertônica, neurocirurgia",
      "prognostico": "O prognóstico é altamente variável e depende do tempo até a intervenção, etiologia, presença de reflexos do tronco, achados na neuroimagem e evolução clínica. Condições reversíveis como hipoglicemia, intoxicações e distúrbios hidroeletrolíticos tratados precocemente têm bom prognóstico. Lesões estruturais extensas, ausência de reflexos troncoencefálicos e coma anóxico prolongado associam-se a pior prognóstico.",
      "referencias": "Adams and Victor's Principles of Neurology (11ª ed. 2022), Miller’s Anesthesia (8ª ed. 2023), Harrison’s Principles of Internal Medicine (21ª ed.), Guidelines da Sociedade Brasileira de Medicina de Emergência (2023), UpToDate – Approach to the comatose patient (2024)."
    }
  },
  "US": {
    "condicao_clinica": {
      "titulo": "Depressed Level of Consciousness",
      "definicao": "Depressed level of consciousness is defined as an alteration in a person's capacity to maintain alertness or appropriately respond to environmental stimuli. This condition ranges from mild somnolence to deep coma and represents a medical emergency requiring immediate evaluation and management. It can be categorized as qualitative (confusion, delirium) or quantitative (lethargy, stupor, coma).",
      "epidemiologia": "It is one of the leading causes of admission to intensive care and emergency departments, with a wide range of etiologies including neurologic, metabolic, infectious, toxicologic, and structural conditions. In comatose patients, the most common causes are intoxications (25–30%), metabolic disturbances (20–25%), and acute neurologic events (e.g., stroke, seizures).",
      "fisiopatologia": "Consciousness depends on the interaction between the ascending reticular activating system (ARAS) in the brainstem and the cerebral hemispheres. Structural bilateral or diffuse cortical lesions, or focal brainstem lesions, can disrupt this integrative system. Global neuronal function can also be impaired by systemic metabolic abnormalities such as hypoglycemia, hypoxia, hypercapnia, hepatic or uremic encephalopathy. CNS depressant intoxication may mimic deep coma without structural damage.",
      "diagnostico": "Evaluation requires a systematic approach prioritizing stabilization. Key steps include:\n1. ABCs and airway protection\n2. Glasgow Coma Scale (GCS) and brainstem reflexes assessment\n3. Detailed neurologic exam for lateralizing signs or herniation\n4. Labs: serum glucose, electrolytes, renal and liver function, ABG, toxicology, CBC\n5. Emergent neuroimaging (non-contrast head CT)\n6. Lumbar puncture if infection or subarachnoid hemorrhage is suspected and CT is non-revealing\n7. EEG if non-convulsive status epilepticus is suspected\n8. Additional tests: ammonia, cortisol, TSH, hepatic and renal panels as needed",
      "diagnostico_diferencial": "Key differential diagnoses include: traumatic brain injury, ischemic or hemorrhagic stroke, seizures and postictal state, meningitis or encephalitis, metabolic derangements (e.g., hypoglycemia, hyponatremia, hypercalcemia, acidosis), hepatic or renal failure, intoxication (opioids, benzodiazepines, alcohol, other CNS depressants), hypothermia, intracranial hypertension, hypertensive or hypoxic encephalopathy.",
      "tratamento": "Management follows principles of advanced life support and etiology-specific therapy:\n- Secure airway: intubation if GCS <8 or aspiration risk\n- Ventilatory and hemodynamic support as needed\n- Empirical therapy: IV dextrose 50%, IV thiamine 100 mg, IV naloxone 0.4–2 mg if intoxication suspected\n- Correct severe metabolic derangements (e.g., hypoglycemia, acid-base disturbances)\n- Empirical antibiotics if CNS infection suspected\n- Targeted treatment of confirmed etiologies (e.g., thrombolysis for ischemic stroke, anticonvulsants, antidotes)\n- Intracranial pressure (ICP) control if indicated: head elevation, hyperventilation, mannitol, hypertonic saline, neurosurgical intervention",
      "prognostico": "Prognosis is highly variable and depends on time to intervention, underlying etiology, presence of brainstem reflexes, neuroimaging findings, and clinical course. Reversible conditions such as hypoglycemia, intoxications, and treatable electrolyte disturbances generally have favorable outcomes. Extensive structural damage, absent brainstem reflexes, and prolonged anoxic coma are associated with poor prognosis.",
      "referencias": "Adams and Victor's Principles of Neurology (11th ed. 2022), Miller’s Anesthesia (8th ed. 2023), Harrison’s Principles of Internal Medicine (21st ed.), Brazilian Society of Emergency Medicine Guidelines (2023), UpToDate – Approach to the comatose patient (2024)."
    }
  },
  "ES": {
    "condicion_clinica": {
      "titulo": "Disminución del Nivel de Conciencia",
      "definicion": "La disminución del nivel de conciencia se define como una alteración en la capacidad del individuo para mantener el estado de alerta o responder adecuadamente a estímulos del entorno. Esta condición puede variar desde somnolencia leve hasta coma profundo, constituyendo una emergencia médica que requiere evaluación e intervención inmediata. Puede clasificarse en trastornos cualitativos (confusión, delirio) y cuantitativos (letargo, estupor, coma).",
      "epidemiologia": "Es una de las principales causas de ingreso en unidades de cuidados intensivos y servicios de urgencias. Sus etiologías son múltiples e incluyen causas neurológicas, metabólicas, infecciosas, tóxicas y estructurales. En pacientes en coma, las causas más comunes son intoxicaciones (25–30%), alteraciones metabólicas (20–25%) y eventos neurológicos agudos como accidentes cerebrovasculares o convulsiones.",
      "fisiopatologia": "El nivel de conciencia depende de la interacción entre el sistema reticular activador ascendente (SRAA) del tronco encefálico y la corteza cerebral. Lesiones estructurales bilaterales o difusas en la corteza, o lesiones focales en el tronco encefálico, pueden interrumpir esta red. Las alteraciones metabólicas sistémicas como hipoglucemia, hipoxia, hipercapnia, encefalopatía hepática o urémica también afectan el funcionamiento neuronal global. La intoxicación por depresores del SNC puede simular un coma profundo sin alteraciones estructurales visibles.",
      "diagnostico": "La evaluación debe seguir un enfoque sistemático priorizando la estabilización:\n1. ABC y protección de la vía aérea\n2. Evaluación del nivel de conciencia (escala de Glasgow) y reflejos del tronco cerebral\n3. Examen neurológico detallado para buscar signos de lateralización o herniación\n4. Exámenes de laboratorio: glucemia, electrolitos, función renal y hepática, gasometría, toxicología, hemograma\n5. Neuroimagen urgente (TAC de cráneo sin contraste)\n6. Punción lumbar si se sospecha infección o hemorragia subaracnoidea con TAC no concluyente\n7. EEG si se sospecha estado epiléptico no convulsivo\n8. Pruebas complementarias: amonio, cortisol, TSH, perfil hepatorrenal según sospecha clínica",
      "diagnostico_diferencial": "Las principales hipótesis diagnósticas incluyen: traumatismo craneoencefálico, accidente cerebrovascular isquémico o hemorrágico, convulsiones y estado postictal, meningitis o encefalitis, trastornos metabólicos (hipoglucemia, hiponatremia, hipercalcemia, acidosis), insuficiencia hepática o renal, intoxicación por opioides, benzodiacepinas, alcohol u otras sustancias, hipotermia, hipertensión intracraneal, encefalopatía hipertensiva o hipóxica.",
      "tratamiento": "El tratamiento se basa en soporte vital avanzado y terapias específicas según la etiología:\n- Asegurar vía aérea: intubación si GCS <8 o riesgo de aspiración\n- Soporte ventilatorio y hemodinámico según necesidad\n- Terapia empírica: dextrosa al 50% IV + tiamina 100 mg IV + naloxona 0.4–2 mg IV si se sospecha intoxicación\n- Corrección de trastornos metabólicos graves (p. ej., hipoglucemia, acidosis)\n- Antibióticos empíricos si se sospecha infección del SNC\n- Tratamiento específico de etiologías confirmadas (p. ej., trombólisis para AVC isquémico, anticonvulsivos, antídotos)\n- Control de la presión intracraneal (PIC) si indicado: elevación de cabeza, hiperventilación, manitol, solución salina hipertónica, intervención neuroquirúrgica",
      "prognostico": "El pronóstico es muy variable y depende del tiempo hasta la intervención, la etiología subyacente, la presencia de reflejos del tronco cerebral, los hallazgos de neuroimagen y la evolución clínica. Condiciones reversibles como hipoglucemia, intoxicaciones o trastornos electrolíticos tratados precozmente suelen tener buen pronóstico. Daño estructural extenso, ausencia de reflejos troncoencefálicos o coma anóxico prolongado se asocian a mal pronóstico.",
      "referencias": "Adams y Victor: Principios de Neurología (11ª ed. 2022), Anestesia de Miller (8ª ed. 2023), Principios de Medicina Interna de Harrison (21ª ed.), Guías de la Sociedad Brasileña de Medicina de Emergencia (2023), UpToDate – Evaluación del paciente en coma (2024)."
    }
  }
}